{"id":10001,"date":"2019-03-07T09:23:43","date_gmt":"2019-03-07T17:23:43","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10001"},"modified":"2020-04-24T11:38:08","modified_gmt":"2020-04-24T18:38:08","slug":"introducing-future-planning-for-one-time-expenses","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/introducing-future-planning-for-one-time-expenses\/","title":{"rendered":"Introducing Future Planning For One-Time Expenses"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/span><\/i><\/p>\n<p>As of today, Wealthfront’s free financial planning allows you to <a href=\"https:\/\/c.singular.net\/api\/v1\/ad?st=765105515458&amp;h=d786c4f3fb2766b8d572629a802ddcd6be4f3169\">account for future one-time expenses<\/a>, making you more equipped than ever to clear a path in your financial landscape in anticipation of big spending moments coming up in your life. At Wealthfront, we’ve always been here to help you map out your long-term financial gameplan, but the distant future isn’t the only thing in your view — so we weren’t satisfied with it being the only thing in ours. Being prepared for the unexpected is always smart, but your life is full of expenses you can see coming, and we want to help you prepare for those too.<\/p>\n<h2>What kind of expenses are we talking about? That’s completely up to you.<\/h2>\n<p>Whether it’s renovating your home, putting together your dream wedding, or buying a car, as of today, you can see how near-term, one-time expenses will factor into your long-term plans. You can explore different budgets and timelines to help you pick the plan that fits best. Our goal is to make sure you have every tool you need to financially curate your best life, and our future expense feature is our latest effort toward fulfilling that vision.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-10002\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social1-500x500.png\" alt=\"\" width=\"500\" height=\"500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social1-500x500.png 500w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social1-768x768.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social1-530x530.png 530w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social1.png 1080w\" sizes=\"(max-width: 500px) 100vw, 500px\" \/><\/p>\n<p>Why has launching future expense been such a high priority for us? It allows us to make more targeted, specific recommendations to you about your money based on your priorities and your timeline around them. If we know what one-time expenses are coming up, we can give you stronger, more personalized advice that will advance your overall financial situation. We know all the details of your big upcoming expenditures— where to save, where to cut, when to pull the trigger on moving money around — probably only live in your head. Those “here’s how we actually make this happen” details — all the complex dependencies that previously cluttered up your spreadsheets — now live in your Wealthfront plan too. We believe that upcoming expenses don’t <em>have<\/em> to be events that set back your financial goals, but instead can be seamlessly integrated moments in the evolution of your long-term plans.<\/p>\n<p>And when it comes to projecting the effect these one-off expenses will have on the rest of your financial goals, we understand that actually seeing all the moving pieces in one place can be just the perspective you need to make the decisions you need to make. Wondering how a kitchen renovation or new car will impact your retirement plans? We can show you what each scenario looks like — you can adjust all the variables and decide on a path forward that reflects your priorities. And then Wealthfront will help you make sure your money is exactly where you need it to be, when you need it.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-10003\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social2-500x500.png\" alt=\"\" width=\"500\" height=\"500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social2-500x500.png 500w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social2-768x768.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social2-530x530.png 530w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/03\/social2.png 1080w\" sizes=\"(max-width: 500px) 100vw, 500px\" \/><\/p>\n<p>Future expense planning makes it easier for us to make better recommendations about where you should put your money at specific times according to your plan, making this the perfect moment to open a <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account, which currently pays an interest rate of 2.24%<\/a> — over 23 times the interest rate of traditional banks — and provides FDIC insurance up to $1 million. While our future expense feature is available to all Wealthfront users, for our cash and investment clients, having your accounts consolidated into one financial ecosystem means planning with a full snapshot of your financial life laid out in one place. With future expense planning, you can build a roadmap that optimizes your money on an ongoing basis and helps you manage instances of unique spending just as mindfully.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium\" src=\"https:\/\/media.giphy.com\/media\/9P5coYxQz4CPchR3ml\/giphy.gif\" width=\"440\" height=\"480\" \/><\/p>\n<p>Our mission, as always, is to deliver sophisticated financial advice, through expert crafted software. Future expense planning not only elevates our clients’ financial planning to a more personalized and accurate level than ever, it’s a direct reflection of the goal that gets everyone at Wealthfront out of bed each morning: understanding our clients’ lives and priorities, and doing everything we can to leverage smart financial planning and investment to facilitate a life well lived.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: As of , the Wealthfront Cash Account has a APY. Read more about it . As of today, Wealthfront’s free financial planning allows you to account for future one-time expenses, making you more equipped than ever to clear a path in your financial landscape in anticipation of big spending moments coming up in your [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":10004,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234],"tags":[71,6564,5647],"yst_prominent_words":[6475,2895,6562,6557,2783,1237,2321,1230,1245,6550,6553,6548,2771,3585,6561,6555,1221,1297,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10001"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10001"}],"version-history":[{"count":14,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10001\/revisions"}],"predecessor-version":[{"id":13040,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10001\/revisions\/13040"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10004"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10001"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10001"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10001"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10001"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}