{"id":10179,"date":"2019-03-29T10:21:50","date_gmt":"2019-03-29T17:21:50","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10179"},"modified":"2020-05-29T19:23:28","modified_gmt":"2020-05-30T02:23:28","slug":"short-term-long-term-saving","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/","title":{"rendered":"How You Should Save For Short-Term vs. Long-Term Goals"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>Here&#8217;s the thing about planning for your financial future: “The Future” isn’t an all-encompassing juggernaut. It is, in fact, a series of discrete needs and wants: You might want a new car in the next year or two; you might look to buy a home in the next five years; you know your kids will probably want to go to college within the next decade or two (which, as your not-so-distant student loans will remind you, doesn’t come cheaply). You know “The Future” is actually happening to you right now, both as you plan for it and as those plans slowly start to become part of your present life. <br><\/p>\n\n\n\n<p>And so you plan. You save. You invest. You’ve made a commitment to sticking away money for the many pieces of your future, near and far — and now you want to make sure you’re saving it in the right place. <br><\/p>\n\n\n\n<p>Establishing a budget and savings schedule, keeping it updated when you get a raise or change jobs, and outlining your near- and long-term financial goals — that’s basic. You already do that. Being mindful and deliberate about <em>how <\/em>and <em>where <\/em>you’re saving to maximize growth of your money, make cash easily accessible when you need it, and <a href=\"https:\/\/blog.wealthfront.com\/financial-health-savings\/\">minimize cash drag?<\/a> That’s next level. <br><\/p>\n\n\n\n<p>Simple switches like <a href=\"https:\/\/www.wealthfront.com\/cash\">opening a high-yield cash account<\/a> to replace your sad, old savings accounts that only earns a few pennies a year can make the most of your liquid assets. Not defaulting to investing all your extra money can mean actually having access to your cash when expenses, planned or unexpected, pop up. There’s being responsible with your money, and then there’s being highly intentional with it. <br><\/p>\n\n\n\n<p>Luckily, you don’t have to choose between supporting your short-term and long-term goals, and it isn’t rocket science to pick smart savings vehicles. You really only need to do three things to scope out a savings game plan for each goal: <br><\/p>\n\n\n\n<ul><li>Understand what goals you have<\/li><li>Decide how much flexibility you have around their timing<\/li><li>Save the right amount of money in the optimal account for each goal. <\/li><\/ul>\n\n\n\n<h2>Where are you going — and when do you want to get there? <\/h2>\n\n\n\n<p>So let’s say you’ve been <a href=\"https:\/\/blog.wealthfront.com\/what-is-risk-tolerance\/\">going hard on your investments<\/a>, putting all your extra cash into a retirement account and a diversified portfolio, but then&#8230;something happens. Whether it’s a home repair (RIP, water heater), an unexpected medical expense, or a super-sized tax bill, you encounter an inflexible need that you didn’t anticipate. Since you don’t keep much cash sitting around, you pull money from your investment accounts to cover the cost, but in doing so, potentially increased your tax liability. Sure, you were able to pay for your unforeseen expense (although you might not have gotten your hands on the cash as instantly as you needed), but the tax hit is an added bummer that you could’ve avoided if all your cash hadn’t been tied up in investments.<br><\/p>\n\n\n\n<p>This is an entirely common and avoidable pitfall of investing. Planning for the far future is smart, but your life is also happening right now — and it’s possible to cover both fronts. While no one can predict the future (trust us, we’ve tried), you <em>can<\/em> make informed estimates about how long you have until certain expenses come up and how flexible you are about them. <br><\/p>\n\n\n\n<p>Here are a few examples of how that looks (and <a href=\"https:\/\/blog.wealthfront.com\/hard-money-conversations-and-how-to-have-them\/\">if you share finances with a partner,<\/a> they should obviously be a part of this discussion): <br><\/p>\n\n\n\n<ul><li><strong>Getting married?<\/strong> Are you dead-set on a spring wedding next year? (Hey, some people consider the season non-negotiable, and we respect it.)<\/li><li><strong>Is there a tax bill looming in your future?<\/strong> Is this an especially hefty one because of unique circumstances, or is this a bill you deal with on a recurring basis? <\/li><li><strong>Looking to buy a home?<\/strong> If you’re down to have some flexibility about when you pull the trigger, timing the housing market can reward you big time.<\/li><li><strong>Need to renovate a home you already have?<\/strong> Some things you probably don’t have much wiggle room on the timing (that baby is coming whether the new addition is built or not) while others can be timed according to what works best in your financial plans. (Yes, you <em>really want <\/em>to redo your kitchen, but it’s not like you’re going to starve until it happens.)<\/li><li><strong>Do you have medical expenses<\/strong> coming up or good reason to think they might? <\/li><li><strong>What new toys and adventures<\/strong> are you dreaming up lately? Cars, vacations, taking time off work to travel. You’re <em>dying <\/em>to go to Iceland, but does it make more sense to go this year or hold off for a bit?<\/li><\/ul>\n\n\n\n<p>The more flexibility you give yourself now when it comes to scheduling big expenses, the more down-the-road you will benefit. <br><\/p>\n\n\n\n<p>Wealthfront’s <a href=\"https:\/\/c.singular.net\/api\/v1\/ad?st=765105515458&amp;h=d786c4f3fb2766b8d572629a802ddcd6be4f3169\">free financial planning<\/a> allows you to account for <a href=\"https:\/\/blog.wealthfront.com\/introducing-future-planning-for-one-time-expenses\/\">future one-time expenses<\/a>, so you can compare the trade-offs around different prioritization scenarios and see how your near-term expenses could impact your long-term goals that matter to you. Will your target retirement age be affected by buying a home in the next 5 years? If you want to help pay for your kid’s college in the future, check to see how your change in savings strategy will affect that goal. &nbsp;<\/p>\n\n\n\n<h2>Choose the right account for different spending timelines.<\/h2>\n\n\n\n<p>And so it was written: The greater your risk of loss, the greater your potential gains. This is empirically true both in life and investing. We are by no means qualified to give you advice on most parts of your life (blind leading the blind, honestly), but when it comes to your money, <a href=\"https:\/\/blog.wealthfront.com\/financial-health-savings\/\">we definitely have some ideas for you<\/a> — and a lot of them have to do with where you should put your cash. <br><\/p>\n\n\n\n<p>For money you don’t anticipate needing to touch for years and years, invest it. Planning for long-term goals — retirement, your kids’ college, whatever other cool future plans you aren’t planning to activate for years or, even better, decades — is best done through diversified portfolios and tax-advantaged IRA and 529 accounts. These vehicles can be too temperamental for an inflexible expense that is coming up quickly, but a longer timeline gives your money time to rebound from any short-term market bumps.<br><\/p>\n\n\n\n<p>Here’s a bleak example: Imagine you want to spend $20,000 on your wedding in six months, so you stick that much in a diversified portfolio until you need it. Unfortunately, the market dips right before the big day, and you end up charging a credit card to cover the difference between your investment portfolio’s value and the costs of the wedding. Even though the dip in your portfolio’s value is likely temporary, you still didn’t have the cash you needed at the moment you needed it. <br><\/p>\n\n\n\n<p>For a near-term expense, putting the funds you’ll need into a high-yield cash account — like <a href=\"https:\/\/blog.wealthfront.com\/introducing-wealthfront-cash-account\/\">the Wealthfront Cash Account<\/a>, which has a 1.82% APY and up to $1M FDIC insurance — is the better plan. The high interest rate (please tell your old bank we’re sorry about embarrassing its savings account like this) helps your money grow with the absence of market volatility so you don’t incur the scary risks of losing value in the short run-up to your expense.<br><\/p>\n\n\n\n<p>Side note: If you have predictable medical expenses (or even if you just have a human body — they break), a Health Savings Account can be a great option for tax-advantaged savings, especially if you’re on a high-deductible plan.<\/p>\n\n\n\n<h2>The Five-Year Rule<\/h2>\n\n\n\n<p>Love letting a suspiciously simple rule guide your decision-making around incredibly complex financial plans? So do we! (Kidding, clearly. One-size-fits-all money rules are typically a red flag in our opinion, but this one is actually good.) A reasonable threshold for deciding what’s a short-term savings goal and what’s a long-term savings goal: 3-5 years. When considering where to save for a particular goal, draw the line there. If you will spend the money <em>within 3-5 years<\/em>, keep it in a high-yield cash account so you know exactly how much will be there at the moment you need it. If the goal is farther out, or if you are flexible on when you want to take action on that goal, you’re more likely to benefit from market growth and tax benefits of an <a href=\"https:\/\/www.wealthfront.com\/investing\">investment account<\/a>. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Being mindful and deliberate about how and where you’re saving to maximize growth of your money, make cash easily accessible when you need it, and minimize cash drag? That’s next level. <\/p>\n","protected":false},"author":129,"featured_media":10181,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[1051,58,5,198,6500,1115],"yst_prominent_words":[1509,6706,1739,6475,2316,6708,1245,6705,6704,6707,3276,4504,1240,6709,3813,6192,6710,2318,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10179"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10179"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10179\/revisions"}],"predecessor-version":[{"id":13042,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10179\/revisions\/13042"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10181"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10179"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10179"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10179"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10179"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}