{"id":10198,"date":"2019-04-09T13:34:08","date_gmt":"2019-04-09T20:34:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10198"},"modified":"2020-06-12T14:55:50","modified_gmt":"2020-06-12T21:55:50","slug":"6-things-you-could-do-with-your-cash-and-how-to-decide-what-goes-where","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/6-things-you-could-do-with-your-cash-and-how-to-decide-what-goes-where\/","title":{"rendered":"6 Things You Could Do With Your Cash — And How To Decide What Goes Where"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>Figuring out what to do with your cash is definitively what we would call “an opportunity” as opposed to “a problem.” Needing to make strategic decisions about how and where to put your cash to work means that you <em>have <\/em>it, which, let’s be honest, is already a relief and a win. We just thought we would mention that before diving into this breakdown of things you could do with your cash. Don’t stress too much. <em>Making<\/em> money is work — being strategic about where it goes should feel like a fun game. (Well, it’s a game where making the wrong move can cost you <em>actual money<\/em>, so maybe don’t take it <em>too <\/em>lightly.)<\/p>\n\n\n\n<p>Here are some of the key things you could do with your cash and some insights on how to decide what goes where.<\/p>\n\n\n\n<h2><strong>Pay taxes<\/strong><\/h2>\n\n\n\n<p>Paying taxes often falls too far down on the priority list, but you’ll find yourself in a significantly better position to save and invest if you <em>first <\/em>proactively tackle your taxes, as opposed to reactively scrambling to cover your debt to Uncle Sam when the deadline hits. Sure, this is a lot less fun than going on a ski weekend and less satisfying than writing a check to <a href=\"https:\/\/www.detroitwaterproject.org\/\">provide clean drinking water to families in Detroit<\/a>, but if you anticipate <a href=\"https:\/\/blog.wealthfront.com\/tax-time-guide-get-read-tax-season-today\/\">owing taxes this year<\/a>, paying with cash is <em>far <\/em>preferable to putting this bill on a credit card, which carries painfully high fees. And if you expect you’ll owe more than $1,000 on your federal taxes in 2019, you’ll need to pay estimated taxes each quarter. Again, it’s a good idea to set aside your cash for this instead of enduring the IRS fees and the high interest rates on your credit card. <\/p>\n\n\n\n<p>And if you’re low on cash and staring down a burdensome tax bill, we have you covered: Wealthfront clients with taxable accounts larger than $25,000 can always borrow from their <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit<\/a> at an interest rate between 4.75% and 6.00%. You can borrow up to 30% of your taxable account value without filling out any paperwork, get the money the next day in most cases, and pay it back on your timeline with no monthly interest. <\/p>\n\n\n\n<h2><strong>Save it<\/strong><\/h2>\n\n\n\n<p>Taking all your cash and sticking it in a savings account is definitely one thing you could do. And up to a certain point, saving your cash is undeniably a good move. In fact, keeping cash on hand is the cornerstone of any healthy financial setup — if you do it right. Let’s start with the basics: You should essentially look at your checking account as a holding chamber for paying bills and covering day-to-day expenses. It’s not where you should save. <\/p>\n\n\n\n<p>So how do you sort through all the options for <em>where <\/em>to keep your cash? Checking account, CDs, money market accounts, the savings account you’ve had since you were 14 — there’s not exactly a shortage of places where you could keep your cash once you’ve figured out the ideal amount of it to hang onto. This is a real “don’t panic” moment. We love the Wealthfront Cash Account. (Biased? Sure. Spot the lie, though.) It’s flexible, there’s no penalty for accessing your cash, and it further brings more of your accounts into the same ecosystem so you can get a bird’s eye view of your financial life without having to log in to a thousand places. <\/p>\n\n\n\n<p><strong>First things first.<\/strong><\/p>\n\n\n\n<p>When it comes to saving, before doing anything else, you should stock up <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">an emergency fund<\/a> that’s big enough to cover your basic living expenses for at least 3-6 months, depending on how much of a safety net keeps you sleeping soundly at night. And make sure this cash reserve is doing the most it can by ditching your old savings account, which likely has a barely-there interest rate that earns you basically nothing. Opt instead for an FDIC-insured, high-yield cash account, like the <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account,<\/a> which has a 2.24% APY and up to $1M FDIC insurance. (What, like we were <em>not <\/em>going to mention that we have a bomb cash account? Facts are facts.)<\/p>\n\n\n\n<p>Beyond an emergency fund, look at any goals you have coming up in the next 3-5 years, and <a href=\"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/\">make sure you’re saving for those too<\/a>. For expenses like the new car you want to buy next year, the wedding you’re planning the year after that, or the home renovation you want to do soon, keeping the funds you need in a high-yield cash account will help you sidestep the risk of an ill-timed market downturn suddenly leaving you with less than what you need at the moment you need it. Market fluctuations don’t carry that same risk when you’re talking about money you won’t need to touch for years and years.<\/p>\n\n\n\n<h2><strong>Pay off debt<\/strong><\/h2>\n\n\n\n<p>Once your near-term savings needs are accounted for, you might start to look at whatever debts you’re carrying around with the urge to throw everything you’ve got at them, like they’re monsters in your closet and only your extra cash will make them go away. (Honestly, kinda true.) Our favorite rule: If the after-tax interest rate on your debt is bigger than the likely gains on an investment, put your cash towards paying down the debt. This is likely the case with things like credit cards, which tend to have much higher interest rates than any returns you could expect from most investments. (Want a more detailed rundown of how to decide whether to pay off debt or invest your extra cash? <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">Way ahead of you<\/a>.)<\/p>\n\n\n\n<h2><strong>Invest it<\/strong><\/h2>\n\n\n\n<p>Having enough cash on hand for any near-term expenses (expected or not) is a baseline of smart cash management. But beyond those emergency and short-term needs, keeping too much of your money liquid can severely cripple your ability to grow wealth and work toward your big, long-term goals in a meaningful way. A good rule is to invest any cash that you won’t need in the next three to five years, depending on your tolerance for risk. <\/p>\n\n\n\n<p>Whether you’re looking at allocating a windfall, trying to max out your contributions around tax time, or setting up recurring deposits, we’re big fans of throwing your cash down the road at your bright future via <a href=\"https:\/\/www.wealthfront.com\/investing\">IRAs, 529 accounts, and other investment accounts<\/a>. Deciding <a href=\"https:\/\/blog.wealthfront.com\/401k-versus-taxable-account\/\">which accounts<\/a> — and how much to invest in each of them at various times — is <a href=\"https:\/\/blog.wealthfront.com\/financial-health-savings\/#accounts)\">a whole other conversation<\/a>.<\/p>\n\n\n\n<h2><strong>Donate it<\/strong><\/h2>\n\n\n\n<p>Donating money, for a lot of people, sits squarely in that “I should do this, I want to do this, I don’t really know where to start doing this” category on their to-do list. While it might not feel as pressing as paying off your student loans or as rewarding as saving for a home renovation, there are significant upsides — both when it comes to your taxes and just being a good person — to giving your cash to charity that merit moving it up the priority list. <\/p>\n\n\n\n<h2><strong>Spend it<\/strong><\/h2>\n\n\n\n<p>We are all about investing and saving for your future, but also — hey, you can’t take it with you, right? The absolute best part about being holistically strategic with your big-picture financial plans and mindful in your day-to-day spending is knowing where you can spend, without guilt or anxiety. Spending your money is not inherently bad. This might seem like an obvious thing to say, but it’s incredibly easy to subconsciously conflate “irresponsible spending” and “spending at all.” <\/p>\n\n\n\n<p><strong>So, how do you decide how much goes where?<\/strong><\/p>\n\n\n\n<p>As much as we would love to give you a one-size-fits-all answer to figuring out exactly where to put your cash, we would never do that. And honestly, you probably shouldn’t trust anyone who tries to. There are simply too many factors and nuances that push and pull on your financial specific interests — how you prioritize your spending and saving, what your vision of the future looks like, and how you want to live your life in the meantime as you work toward realizing that future. So we can’t tell you some magic formula that will make the numbers fall into place (<a href=\"https:\/\/www.cnbc.com\/2019\/03\/29\/wealthfront-bets-on-self-driving-money-following-netflixs-playbook.html?__source=msn%7Cmoney%7Cheadline%7Cstory%7C&amp;par=msn\">at least not yet<\/a>). <\/p>\n\n\n\n<p>But we can do everything just short of that. <\/p>\n\n\n\n<p>Here are our key go-to tips for optimizing your cash:<\/p>\n\n\n\n<ul><li>Take care of your emergency savings first. Secure your safety net before doing anything else.<\/li><li>Take care of toxic debts, and <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">weigh all debts against possible investments<\/a>.<\/li><li><a href=\"https:\/\/blog.wealthfront.com\/tax-time-guide-get-read-tax-season-today\/\">Always keep tax time in mind<\/a>: Make sure you have enough cash available to pay your tax bill if you owe money (or be ready to take out a low-interest loan) or have an intentional plan for maximizing the benefit of getting a return.<\/li><\/ul>\n\n\n\n<p>A core belief that we talk about all the time<em> <\/em>at Wealthfront (seriously, <em>all the time<\/em>) is that being smart about your money doesn’t mean checking off a set list of financial to-dos, and it doesn’t involve doing just one thing right. Sure, you can check off a basic list and be fine with your money. But going next-level with financial planning and investing means understanding that the pieces of your life are <em>always<\/em> shifting — jobs, relationships, kids, where you live, where you want to go, what chances you want to take. Working with a financial co-pilot like Wealthfront — who can help you see the big picture within these moving pieces — helps you plan for the future by <a href=\"https:\/\/www.wealthfront.com\/planning\">moving those pieces around until you find what plan is specifically best for <em>you<\/em><\/a>. Call us nerds, but this is what we wake up thinking about and drives everything we build and every bit of advice we share. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Making money is work — being strategic about where it goes should feel like a fun game. (Well, it’s a game where making the wrong move can cost you actual money, so maybe don’t take it too lightly.) Here are some of the key things you could do with your cash and some insights on how to decide what goes where.<\/p>\n","protected":false},"author":129,"featured_media":10200,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[6716,1051,71,6715,5,1115,237],"yst_prominent_words":[1509,1739,6475,2770,6712,5493,2768,6705,6704,6714,2771,1990,1240,6523,6711,6713,6192,2318,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10198"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10198"}],"version-history":[{"count":15,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10198\/revisions"}],"predecessor-version":[{"id":13041,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10198\/revisions\/13041"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10200"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10198"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10198"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10198"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10198"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}