{"id":10213,"date":"2019-04-15T06:15:12","date_gmt":"2019-04-15T13:15:12","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10213"},"modified":"2020-04-21T16:36:38","modified_gmt":"2020-04-21T23:36:38","slug":"dating-in-debt","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dating-in-debt\/","title":{"rendered":"Dating In Debt: Why More People Are Saying No To Toxic Financial Baggage"},"content":{"rendered":"\n<p>Melissa wants to be clear: The whole idea of thinking about someone’s <a href=\"https:\/\/blog.wealthfront.com\/hard-money-conversations-and-how-to-have-them\/\">debt when you’re dating<\/a> never really occurred to her for most of her life. For instance, the first few times Melissa went out with John (not his real name, for reasons that will become obvious shortly), she felt optimistic. They talked easily about their jobs and friends and siblings, got each other’s jokes, shared an all-out obsession with a Burmese restaurant that they didn’t think anyone else knew about, and both agreed that John’s college band, which still lived in infamy on a long-abandoned MySpace page, was extremely bad. In short, it was a better-than-average first burst of dates. <br><\/p>\n\n\n\n<p>About two months into seeing each other, “the other shoe dropped,” as Melissa, 34, puts it now, laughing. John was carrying around $25,000 worth of student loans and credit card debt — and he wasn’t really doing much about it. <br><\/p>\n\n\n\n<p>“I honestly didn&#8217;t get it. He had a great job and seemed goal-oriented about the rest of his life. But I made a comment about wanting to buy a house in the next few years, and he was like, ‘Oh, well I’m probably going to be renting until I die, so…’ And the sensors started going off in my head.”<br><\/p>\n\n\n\n<p>Why was this a red flag? It’s not like carrying around student loans is an unfamiliar fact of life, especially to millennials. A recent study conducted by the Brookings Institution found that the number of <a href=\"https:\/\/www.brookings.edu\/blog\/up-front\/2018\/02\/16\/more-students-are-taking-on-crippling-debt-they-cant-repay-its-time-for-higher-education-to-share-the-risks\/\">students graduating with upwards of $50,000 in debt<\/a> has tripled since 2000. Having debt doesn&#8217;t exactly make someone unique — but how they approach that debt can say so much about who they are and what kind of partner they might be.<br><\/p>\n\n\n\n<p>For Melissa, her discomfort wasn’t so much that John <em>had <\/em>debt, but that he didn’t seem to care that much about it. “I <em>just <\/em><a href=\"https:\/\/blog.wealthfront.com\/taking-control-student-loans\/\">paid off my last student loan<\/a> last year, and most of my friends are still working on theirs. I didn&#8217;t judge him for that. But when he mentioned having “a bunch of credit cards” and had a very “shrug” attitude about all of it, it just felt like we were on different pages about money. It made me question if he would be able to fit into the life I was working so hard on or if he was going to bring me down financially.”<br><\/p>\n\n\n\n<p>Melissa isn’t alone when it comes to her consideration of a prospective romantic partner’s debt and money habits. A recent <a href=\"https:\/\/www.finder.com\/unacceptable-partner-debt\">Finder.com study<strong> <\/strong>laid out<\/a> just how seriously most people factor in money matters when it comes to deciding whether or not someone is a viable romantic prospect, citing that 72% of people surveyed said they would have serious doubts about dating someone with significant debt. <br><\/p>\n\n\n\n<h2><strong>Emotions, Logistics, and Getting Everything We Want<\/strong><\/h2>\n\n\n\n<p>The notion of being cutthroat about a potential partner’s financial profile, while objectively logical, might be exactly why it feels so… unromantic, which makes sense. The way most of us grow up imagining love — the process of falling into it and then the state of existing within it — leaves us with the idea of love as something that is mostly devoid of logic. Love conceptually exists for most people like a bit of a reprieve for the other big parts of adult life, all of which seem drearily governed by logic. Falling in love is about <em>feeling<\/em>, not thinking, or at least, that’s what most of us grow up thinking. Once adulthood has fully come along and settled in, it’s no longer a fuzzy monolith in the future, and finding a partner to share your life with is no longer a fairy tale you’ve yet to live. It&#8217;s suddenly a real thing, and you can more clearly see the tangible impact another person can have on your life. <br><\/p>\n\n\n\n<p>The reality of being in love — if we’re talking about a “<a href=\"https:\/\/blog.wealthfront.com\/til-debt-do-us-part\/\">I want to share my life with this person<\/a>” kind of love, as opposed to a “we are both in Aruba, and I’m never going to see him again in two weeks when I go home” kind of love — is that you are not effectively just evaluating someone’s ability to give you what you need emotionally and physically, but their potential for being a strong partner in terms of creating the life you want. <br><\/p>\n\n\n\n<p>Rochelle, 32, found herself suddenly considering the weight of all of these issues when her girlfriend of two years revealed she had been hiding debt for the duration of their relationship.<br><\/p>\n\n\n\n<p>“We started talking about getting married, and I guess her conscience finally got the best of her. She told me that the “small, almost totally paid off” student loan she had was actually much bigger and she hadn’t been paying on it in years, plus she had some other debt, and was basically overwhelmed by all of it and didn’t really know how to go about dealing with it, so she just kinda hid from it.”<br><\/p>\n\n\n\n<p>For Rochelle, the big problem wasn’t even the money itself. <\/p>\n\n\n\n<p><strong>“The main problem was that she lied to me for so long. It was shocking for sure. And it really showed me how she deals with complicated, hard issues, which is that she avoided them and didn’t really deal with them at all. It goes so hard to think about spending my life with someone who responded to hard things that way.”<\/strong><br><\/p>\n\n\n\n<p>While her relationship with John was much less mature, Melissa essentially bowed out for the same reason: How the other person was dealing with their debt illuminated undesirable traits about them.<br><\/p>\n\n\n\n<p>“It’s not that I’m looking for someone who will be my ticket to my financial goals,” Melissa says. “I just don’t want someone who is going to hold me back either. I’ve worked really hard to get where I’m at, so if I see that someone isn’t as proactive about their financial health and goals as I am, yeah, that’s a big red flag that we just aren’t compatible. No judgment, but that’s just not the person for me.”<br><\/p>\n\n\n\n<p>And it makes sense. It’s one thing for someone to make you laugh, but when you’re talking about hooking your life to someone else’s, it only stands to reason that you want to be sure they aren’t going to tank your whole situation. And when you’re thinking or talking about integrating finances — even hypothetically, before the first date, when you imagine how this person might fit into your life — the stakes are huge. <br><\/p>\n\n\n\n<h2><strong>How Someone Else’s Money Matters For Your Goals<\/strong><\/h2>\n\n\n\n<p>When it comes to mixing money and love, it’s hard to imagine having more on the line. <a href=\"https:\/\/blog.wealthfront.com\/hard-money-conversations-and-how-to-have-them\/\">Your spouse’s credit can be considered<\/a> if you apply for a loan, which is especially relevant in cases where you actually might need them on a loan application because your income alone isn’t enough to qualify. If you marry someone whose debt keeps their credit score prohibitively low, you can quite literally find yourself being one person trying to carry the financial weight for two. It’s not <em>so <\/em>shocking that a growing number of people would simply rather minimize their chances of being lead by love into such a predicament by not taking people with big debt at all. (Hey, you can’t fall in love with someone you never date in the first place!)<br><\/p>\n\n\n\n<p>And if the data is any indication, most people are now navigating dating with exactly this reality in mind, with increasing scrutiny with each passing generation: According to the Finder.com survey, Gen Xers and Baby Boomers are more forgiving of debt in general, with Gen Y finding it least tolerable of all respondents surveyed.<br><\/p>\n\n\n\n<p>When it comes down to it, <a href=\"https:\/\/blog.wealthfront.com\/financial-health-debt\/\">weighing the importance of someone’s debt<\/a> is completely an individual judgment call. When factored in next to how they make you laugh, how good they are at listening, their loyalty, their adventurousness, their compassion, or whatever else you love about them that has nothing to do with their bottom line, someone’s financial profile might be an imperfection that is more than worth it in the face of all the good they otherwise bring to your life. On the other hand, if the prospect of merging lives and finances with someone whose debt would present a considerable hindrance to your ability to reach your goals for years or even decades to come… Well, a lot of people consider that too daunting to get into, and an increasingly high number of them are making no apologies for walking away.<br><\/p>\n\n\n\n<h2><strong>Not All Debt Is Created Equal<\/strong><\/h2>\n\n\n\n<p>That said, <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">not all debt is not inherently toxic<\/a>. Some kinds of debt are, in fact, part of most objectively healthy financial plans. Student debt as a result of pursuing advanced degrees, for example, might put someone in the red for a few years but also dramatically increase their earning potential. Or maybe they took out a loan in order to take advantage of a time-sensitive investment opportunity; perhaps they have a mortgage on a property that’s likely to increase in value. It comes down to what kind of debt someone has and how proactively they approach managing it. <br><\/p>\n\n\n\n<p>Beyond how someone else’s debt could hypothetically stand in the way of your unfettered financial future, bringing big money baggage (which, sadly, is the total opposite of “big money bags”) into a relationship can essentially wreak the same damage as any other kind of baggage: If it isn’t unpacked and put away neatly as soon as possible, it could slow you down, wear you out, and almost definitely leave you arguing over whose job it is to carry it. <br><\/p>\n\n\n\n<h2><strong>The Stress Is Real<\/strong><\/h2>\n\n\n\n<p>Hesitation over getting into or staying in a relationship once you find out someone has major debt isn’t just about fear of being held back from an effortless financial future — it’s also very much about the strain that money can put on a relationship. Sure, every couple has to endure their share of stress and even arguing about money, no matter how clean their slates are in the beginning, which is even more reason why so many people are wary of going all in with someone who is too deep in the red. It’s not that money necessarily matters <em>more <\/em>than everything else someone brings to a relationship, it’s that more debt means more jumping off points for stress and fighting. The undeniable truth is that money has as much of an impact on a would-be couple’s potential for having a happy, frictionless future together as other basic things like inherent compatibility, mutual patience, ability to communicate, and willingness to compromise. (Although, to be fair, having all of those other things makes dealing with debt a hell of a lot easier to deal with.)<br><\/p>\n\n\n\n<p>Eventually, Rochelle’s relationship ended, by her account, not because of the debt but because of what the debt revealed about who they both were. <strong>“Dealing with her debt just brought up so many important differences between us. We argued a lot. Trust was broken. I wouldn’t say we broke up <\/strong><em><strong>because<\/strong><\/em><strong> of her debt, but it definitely became a turning point that we never really came back from.”<\/strong><br><\/p>\n\n\n\n<p>For many people, thinking of someone’s debt when deciding whether or not they can see a viable romantic partnership with them in the future isn’t about separating logic and emotions, so much as it’s about employing logic to protect themselves from their emotions. It&#8217;s about deciding what you want in a partner — including a shared money mindset — and then letting your head clear a path for your heart to potentially fall in love with as few downsides as possible.<br><\/p>\n\n\n\n<p>“Of course if I was completely in love with someone, I wouldn’t kick them to the curb for having debt,” Rochelle says. “I’m a team player: If I’m with you, we take on things together, no matter what they are. That’s <em>why <\/em>I like to know how someone handles money before I get too involved.&#8221;<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When you’re thinking or talking about integrating finances — even hypothetically, before the first date, when you imagine how this person might fit into your life — the stakes are huge. <\/p>\n","protected":false},"author":129,"featured_media":10218,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7231],"tags":[6725,528,6497],"yst_prominent_words":[6723,1420,6726,1237,4425,6720,6728,3585,1589,6722,1240,6718,1268,6727,3508,6721,4685,3527,3003,6719],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10213"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10213"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10213\/revisions"}],"predecessor-version":[{"id":12034,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10213\/revisions\/12034"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10218"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10213"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10213"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10213"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10213"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}