{"id":10321,"date":"2019-05-01T12:52:13","date_gmt":"2019-05-01T19:52:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10321"},"modified":"2020-06-12T14:54:59","modified_gmt":"2020-06-12T21:54:59","slug":"4-signs-you-have-too-much-cash","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/4-signs-you-have-too-much-cash\/","title":{"rendered":"4 Signs You Have Too Much Cash, And What To Do To Fix It"},"content":{"rendered":"\n<p>The impulse to <a href=\"https:\/\/blog.wealthfront.com\/financial-health-savings\/\">hang onto as much cash as possible<\/a> is an understandable one, to say the least. Cash is as good as the air we breathe. It’s how we buy food, shelter, and medicine. To a less tangible extent, it’s how we assign value to so many things, not the least of which might include ourselves. (Hey, who among us hasn’t, at times, felt defined by our net worth?) There’s something that feels so gratifying and validating about just seeing a balance stack up. The flexibility of keeping your cash uninvested can feel very safe: you’re less affected by market instability, and with cash on hand, you’re as ready for anything as you could possibly be. Beyond safety, having maximum access to cash can be liberating, even thrilling — you could do <em>anything<\/em>. <br><\/p>\n\n\n\n<p>All that said, cash drag is real. Doing something productive with your money is better than doing nothing with it. This doesn’t mean you should invest <em>everything<\/em>. Keeping some of your cash liquid for a specific reason <em>is<\/em> doing something. Keeping <a href=\"https:\/\/blog.wealthfront.com\/much-liquidity-will-cost-long-run\/\">too much cash out of the market<\/a>? That’s doing nothing. Your money wants to work: Paying for things you need or want, making gains in the market, <a href=\"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/\">growing interest for your future<\/a> — these are all very good jobs for your money. Employing excess cash as a security blanket is basically the least fulfilling job you can give it, no matter how comforting it might feel to wrap yourself in. <br><\/p>\n\n\n\n<p>So where is the line between what cash you should hang onto and what you should invest? The actual dollar amount isn’t a fixed point, but rather something that changes all the time, depending on what money you have coming in and what expenses and opportunities you have coming up — but you can check yourself to make sure you’re hitting the mark as much as possible. <br><\/p>\n\n\n\n<p>Here are a few signs you might be overshooting the cash zone:<br><\/p>\n\n\n\n<h4><strong>1. You’re anxious about having “enough” of an emergency fund<\/strong><\/h4>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/h0MTqLyvgG0Ss\/giphy.gif\" alt=\"\"\/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/h0MTqLyvgG0Ss\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>There are completely understandable reasons why people end up keeping more cash on hand than they really need. And it’s usually not a matter of these people not <em>knowing <\/em>that they would be better off investing or spending more of it. Indecision, a paralyzing number of financial paths to possibly take, fears about market instability — even the people who are armed with information about how to make their money go as far as possible can end up with a pile of cash that’s just&#8230;sitting there. <br><\/p>\n\n\n\n<p><em><strong>What to do:<\/strong> <\/em>When it comes to figuring out <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">how to build the right emergency fund<\/a>, start simple.<br><\/p>\n\n\n\n<p>How much do you absolutely <em>have<\/em> to pay every month or you’re out on the street? Add up your rent\/mortgage, car payment, cell phone bill (it’s no longer a nice-to-have; it’s essential), utilities, child care, insurance, school loans, recurring medical expenses — whatever you need to pay every month to keep your life functioning on a basic level. From there, dig a little deeper: How big are your credit card bills? If you give yourself a weekly food budget, a monthly gas (or Uber\/Lyft) allowance, and a small living allowance, how much is that per month? Add that to your essentials — that’s your monthly critical cash outflow. Now multiply that number by however many months you want to build out your buffer. (We’re fans of saving at least three months’ worth of expenses, but six is even better.) That is your emergency fund. <br><\/p>\n\n\n\n<p>If you have this amount saved and are still feeling actively anxious about hanging onto more cash unrelated to an upcoming purchase or investing, that’s a problem to work out with your brain, not your budget. (Alas, for most of us, our biggest financial obstacles are totally mental and emotional, not logistical.)<br><\/p>\n\n\n\n<h4><strong>2. You consistently have a cash balance in excess of your monthly expenses<\/strong><\/h4>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/AslZw11iNXkkx33XZM\/giphy.gif\" alt=\"\"\/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/AslZw11iNXkkx33XZM\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>Any low or zero interest checking account should ultimately be viewed as a temporary holding tank. It helps to stop thinking of this as where your money works. Checking accounts are like the train your money takes from one job to another. If you regularly find yourself with more cash in your checking account than you reasonably need to cover your bills and day-to-day spending, you can likely get away with having less in there. Beyond that, any cash you need for <a href=\"https:\/\/www.wealthfront.com\/planning\">expenses or investments that you have coming up in the next 3-5 years<\/a> should go into a high-yield cash account. (<a href=\"https:\/\/www.wealthfront.com\/cash\">Hey, we have one of those<\/a>.)<br><\/p>\n\n\n\n<p><strong><em>What to do:<\/em><\/strong><em> <\/em>This is one cash-soggy habit that you <em>can <\/em>effectively combat with hard math. Look at the math you did when calculating your emergency fund — you already know how much your monthly expenses are! This is how much you should have in the cash account you use to pay your bills and for day-to-day spending. <br><\/p>\n\n\n\n<h4><strong>3. You’re always waiting for the “right time” to invest<\/strong><\/h4>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/l0ExtLXXJ5FiBozPa\/giphy.gif\" alt=\"\"\/><figcaption><a href=\"https:\/\/media.giphy.com\/media\/l0ExtLXXJ5FiBozPa\/giphy.gif\"><em>Giphy<\/em><\/a><\/figcaption><\/figure><\/div>\n\n\n\n<p>People who have trouble pulling the trigger on spending and investing are more likely to sit with more cash than they need. If <a href=\"https:\/\/blog.wealthfront.com\/financial-health-investing\/\">you <em>know <\/em>you want to invest<\/a> but find yourself hesitating to the point of not acting — whether you’re wrestling with <a href=\"https:\/\/blog.wealthfront.com\/financial-health-market-volatility\/\">concerns about the stability of investments<\/a> or indecision about how much money to put in which place — it’s all too easy to <a href=\"https:\/\/blog.wealthfront.com\/dont-let-fear-get-in-the-way\/\">end up doing nothing<\/a> while drowning in liquidity. <br><\/p>\n\n\n\n<p><strong><em>What to do: <\/em><\/strong>Look, we’re not trying to tell you how to live, but we love telling you what we think is the best strategy when it comes to investing. Waiting for the most opportune moment can be a smart strategy sometimes. Figuring out the right time to, say, <a href=\"https:\/\/www.wealthfront.com\/home-planning\">buy a house is something we can help with<\/a>. But when it comes to investing, timing the market just doesn’t work. A better bet? Investing in a <a href=\"https:\/\/www.wealthfront.com\/investing\">globally diversified portfolio of low-cost index funds<\/a>, contributing to it regularly, and unburdening your mind of the anxiety about when you should invest. There is no perfect time. Always be investing. <br><\/p>\n\n\n\n<h4><strong>4. You love to say yes to “easy action”<\/strong><\/h4>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/dCBuAIPMBueZEqmqAa\/giphy.gif\" alt=\"\"\/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/dCBuAIPMBueZEqmqAa\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>Having cash on hand is important, but only when it’s cash <em>for a reason<\/em>. If you’re someone who is inclined to make quick decisions and impulsive choices (no judgment!), having too much liquidity could make it <em>too <\/em>easy for you to instantly jump on investments and big purchases when, truth be told, you could probably benefit from having a few days to cool off and make sure you actually <em>want <\/em>to say yes to a new car or backing your friend’s alpaca farm. <br><\/p>\n\n\n\n<p>The good news? As it goes with most fears, they dissipate under the bright light of information and facts. There are tested and proven strategies for logical financial planning that can effectively silence that worried little voice (or at least make it super small and quiet and irrelevant) that says, “What if you don’t have enough?” There <em>is <\/em>a reasonable amount of cash to keep around “just in case.”<br><\/p>\n\n\n\n<p><strong><em>What to do:<\/em><\/strong><em> <\/em>Well, first of all, sleep on it. That said — and please forgive us for invoking this acronym in 2019 — YOLO. Only you know what opportunities are worth jumping in. If an investment opportunity or a potential big purchase pops up, and your judgment (or your gut or whatever you listen to) tells you to go for it, we would never tell you not to do it. But we <em>will <\/em>tell you that the possibility of this happening is not a good reason to keep an overabundance of cash on hand. You can always dip into your emergency fund and replenish it later. If you have a Wealthfront individual, trust, or joint investment account of $25,000 or more, you automatically have a line of credit available, meaning <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">you can <em>very easily <\/em>borrow cash<\/a> up to 30% of the value of your investment. Part of why we created this feature is so you could say “yes” to things while keeping your money working for you. <br><\/p>\n\n\n\n<h4><strong>In a perfect world, you would never have this problem.<\/strong><br><\/h4>\n\n\n\n<p>The <em>real <\/em>ideal situation would be having the ability to automatically have your whole paycheck split up and routed to various investment and cash accounts based on the goals and priorities you’ve specified. (We want that too. <a href=\"https:\/\/www.cnbc.com\/2019\/03\/29\/wealthfront-bets-on-self-driving-money-following-netflixs-playbook.html\">We’re working on it<\/a>.) But Wealthfront clients already have tools at their disposal when it comes to nailing a <em>just right <\/em>level of liquidity for their needs. We want you to have the flexibility you need from your money without suffering the disadvantages of having too much of your cash sitting on the bench when it could be in the game, invested and actually working toward your long-term financial goals. This is basically the entire thought process that inspired us to create <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Wealthfront’s Portfolio Line of Credit<\/a>. It lets you keep your cash invested while killing any cash-flow anxiety that might otherwise prompt you to keep more of your assets in a cash account. (And our clients loved this so much, <a href=\"https:\/\/blog.wealthfront.com\/portfolio-line-of-credit-25k\/\">we made it available to even more people<\/a>.) Because your line of credit is secured by your diversified investment portfolio, we can keep interest rates low. (Depending on account size, current rates are 4.80% &#8211; 6.05%.) <\/p>\n\n\n\n<p>So you can finally cool it with your cash hoarding — Wealthfront has your back. You definitely <em>can <\/em>have too much cash, but you can never have too many back-up plans. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Where is the line between what cash you should hang onto and what you should invest? Here are a few signs you might be overshooting the cash zone.<\/p>\n","protected":false},"author":129,"featured_media":10323,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[1051,58,5,1111,1115],"yst_prominent_words":[1509,1739,6475,2770,6712,6767,2774,2768,2783,1332,1246,1242,5575,1294,6766,1240,2780,1268,6768,6769],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10321"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10321"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10321\/revisions"}],"predecessor-version":[{"id":13167,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10321\/revisions\/13167"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10323"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10321"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10321"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10321"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10321"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}