{"id":10342,"date":"2019-05-07T06:00:43","date_gmt":"2019-05-07T13:00:43","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10342"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"6-conversations-every-couple-absolutely-must-have-before-buying-a-home","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/6-conversations-every-couple-absolutely-must-have-before-buying-a-home\/","title":{"rendered":"6 Conversations Every Couple Absolutely Must Have Before Buying a Home"},"content":{"rendered":"\n<p>At this point, all of your hobbies have been replaced by a full-time obsession with scouring real estate websites. You now have densely organized lists of “must-have” and “nice-to-have” features like open floor plans and built-in shelves and original floors. Whenever someone asks you where you’re looking to maybe buy a place, you practically recite a TED Talk breaking down your top five neighborhoods. You’ve sidelined other non-essential savings goals in favor of diligently funneling all extra cash into a <a href=\"https:\/\/www.wealthfront.com\/cash\">high-yield cash account for your down payment<\/a>. <br><\/p>\n\n\n\n<p>You are beyond ready. This is it: You and your partner are going to buy a home. <br><\/p>\n\n\n\n<p>While <a href=\"https:\/\/www.wealthfront.com\/home-guide\">buying a house<\/a> is obviously exciting, it’s also one of the biggest financial decisions you’ll ever make. And when you’re buying a home with your partner, the process and the implications of buying a home will undoubtedly show what your relationship is really made of. With that in mind, while you’re in the ecstatic throes of letting your nesting fantasies run wild (please don’t let us stop you), make sure you and your partner are <em>also <\/em>being duly diligent by collaboratively answering these six important questions.<\/p>\n\n\n\n<h2>1. &#8220;Why do we want to buy a house <em>now<\/em>?&#8221;<\/h2>\n\n\n\n<p>We’re not talking about “because everyone else is doing it.” (Although honestly, who are we to tell you that being competitive with your peers isn’t a totally valid motivator?) There are countless good reasons to want to buy a home, but the quality of your experience in this process will be greatly determined by how aligned you and your partner are on goals, priorities, and expected outcome. If one of you is looking at this as an investment and the other is just looking for a dreamy place to settle down until death do you part, you’re going to be butting heads the whole time and risk turning an exciting time into a contentious one. <br><\/p>\n\n\n\n<p>Maybe you both want to buy a home because of the general belief that “renting is throwing money away.” That’s often (but not always!) true. To analyze whether or not it’s smart to buy in your city, you have to weigh a number of factors. Or rather, Wealthfront can help you weigh a number of factors using our home buying planning feature, which basically tells you everything you need to know to make a plan based on <em>your <\/em>finances. We use current home prices through a Redfin integration to show you what it takes to buy a place in different markets, and if anything changes — your location, your financial circumstances, or the housing market — Wealthfront will automatically update the plan for your home buying goal. <br><\/p>\n\n\n\n<p>Wealthfront’s free home planning feature has access to such expansive, real-time data that you don’t really have to do much heavy lifting (or any lifting, to be honest) when it comes to watching the housing market. We can show you what’s currently happening with home prices and what they’re likely to do in the future. But still be mindful about circumstances in neighborhoods where you’re possibly looking to buy, especially if you’re aiming to invest in a home with potentially appreciating value. Are new developments rapidly popping up to keep up with growing demand or are there building regulations (maybe tied to preserving historical structures or natural land features) that prevent denser building, thus driving up demand for a limited number of properties? <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-1-245x530.png\" alt=\"\" class=\"wp-image-10374\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-1-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-1-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-1.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/div>\n\n\n\n<p><br><\/p>\n\n\n\n<p>Think about your future plans too. Since the short-term costs of home ownership are high, it’s a good idea to hang onto a property for at least five years, both to cover the transaction costs associated with buying and selling and to allow your property’s value to appreciate. If you know you’re going to be bouncing from your current city in two years and aren’t interested in continuing to own a home without living in it, you might be better off renting for now. <br><\/p>\n\n\n\n<p>Buying a home is one of those things it’s easy to feel like you’re just “supposed to do” at a certain point, so before you make any definite moves, it’s just a good idea to know <em>why <\/em>you’re both interested in making this purchase.<\/p>\n\n\n\n<h2>2. &#8220;How much can we <em>really<\/em> afford?&#8221;<\/h2>\n\n\n\n<p>We’re not trying to start a fight, but you knew this was coming! You have to talk about budget. To be more specific, you have to <em>agree <\/em>on a budget. Before getting too far in the process, it’s essential to figure out your price ceiling. If you don’t, you might end up with an endless series of battles over budget with your partner (a dark cloud over what should be a fun time in your relationship) or worse yet, you could end up with a house you can’t afford, which will inevitably mean even more stress and fighting in the future. <br><\/p>\n\n\n\n<p><em>*Cracks knuckles* <\/em>This part of the game is exactly why<em> <\/em>we built our free home planning feature. Want to see how much you can afford based on where you want to live and your current income? What about if you move or change jobs? What if you waited a few years? What if you save up and put down a bigger down payment? <a href=\"https:\/\/www.wealthfront.com\/home-planning\">We can help you play with all the variables<\/a> that impact your home-buying budget. All the little details you would usually be left to juggle yourself — your income, net worth, credit score, and debt-to-income ratio — when figuring out how much you can afford and what kind of mortgage you’re likely to qualify for? We’ve got all of that covered, with the added context from data-driven housing market forecasts. Also, it’s totally free, which is unlikely to be true about any other part of your home-buying journey. <br><\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<ul class=\"wp-block-gallery aligncenter columns-3 is-cropped\"><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/3-245x530.png\" alt=\"\" data-id=\"10361\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10361\" class=\"wp-image-10361\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/3-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/3-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/3.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-245x530.png\" alt=\"\" data-id=\"10363\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10363\" class=\"wp-image-10363\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-245x530.png\" alt=\"\" data-id=\"10364\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10364\" class=\"wp-image-10364\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><\/ul>\n\n\n\n<p>You can use your Wealthfront account to get extremely accurate projections about the impact to <em>you <\/em>if you buy different homes in different places at different times within different budgets, but if detailed numbers based on your exact financial landscape aren’t your thing, here’s a back-of-the-envelope calculation that can help you determine your budget:<br><\/p>\n\n\n\n<p><strong>Limit your <\/strong><a href=\"https:\/\/www.wealthfront.com\/home-guide#all-in-costs\"><strong>debt-to-income ratio (DTI) to 33% or lower<\/strong><\/a><strong>.<\/strong> Your DTI takes your projected monthly housing expenses, including insurance and taxes, and all your debts, including housing, student loans, and car payments, and divides them by your gross monthly income. To appease both lenders and your budget, you should aim to keep your DTI under 33% ideally. Once your DTI goes above 44%, it becomes much more difficult to secure a mortgage. As a general rule, allow yourself to spend, at most, three to five times your household income. If you have significant debt, shoot for the lower end. If you’re debt free, you can go higher, although you certainly don’t have to. <br><\/p>\n\n\n\n<p>All of this will help you avoid buying more house than you can afford, even if your lender approves you for more. The truth is, <em>you<\/em> should decide what your budget is and try to find a lender who will support that — don’t wait for a lender to set your budget for you. If you don’t shy away from looking at the numbers and making firm decisions about what you can afford, you don’t need anyone else making that call — and potentially making the wrong-for-you call — about your budget. It’s why we built our home planning feature in the first place: What the bank agrees to loan you effectively sheds <em>no <\/em>light on what that amount of debt will do to the rest of your financial plans, let alone giving you insight into how changing any number of variables could put you in a better position overall. &nbsp;<br><\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/12-1-245x530.png\" alt=\"\" class=\"wp-image-10373\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/12-1-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/12-1-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/12-1.png 375w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/div>\n\n\n\n<p>Once you have those figures, consider how much you’ve saved for a down payment. Ideally, you’ll put down at least 20% of the purchase price. Not only will that reduce your interest rate and long-term costs, but it will eliminate the need for private mortgage insurance (PMI). On a $300,000 mortgage, for example, avoiding PMI could potentially save you as much as $250 each month.<br><\/p>\n\n\n\n<p>Finally, you should set aside an additional 5% for closing costs and unexpected repairs. Then, going forward, you should keep 1% to 3% of your home’s value in an <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund<\/a> to account for super fun surprises like a broken water heater or a leaky roof. (Wait, is renting suddenly looking more appealing?) <\/p>\n\n\n\n<h2>3. &#8220;How do our credit scores look?&#8221; <\/h2>\n\n\n\n<p>Next up: credit scores. Yes, this <em>does <\/em>keep getting more fun. <br><\/p>\n\n\n\n<p>Request both your and your partner’s <a href=\"http:\/\/annualcreditreport.com\">credit reports<\/a>, and check them carefully for any errors. The last thing you want is to find your dream home and then get held up on getting approved for a mortgage because of erroneous items on your credit report. They can be fixed, but not overnight, so don’t wait to scan for them once you’re already rushing to put in an offer. Credit reports looking clean? Now pull your credit scores. Most mortgage lenders use FICO credit scores, which you can <a href=\"https:\/\/www.creditkarma.com\/\">get free<\/a>.<br><\/p>\n\n\n\n<p>Since lenders look at a range of factors, including your DTI, down payment, and credit report when <a href=\"https:\/\/www.consumerfinance.gov\/about-us\/blog\/7-factors-determine-your-mortgage-interest-rate\/\">determining your mortgage interest rate<\/a>, you want them all in fighting shape. Though it might not sound significant, a 0.5% lower interest rate could <a href=\"https:\/\/www.consumerfinance.gov\/owning-a-home\/explore-rates\/\">save you a significant amount of money<\/a> over 30 years.<\/p>\n\n\n\n<h2>4. &#8220;What do we want the most?&#8221; <\/h2>\n\n\n\n<p>Numbers aren’t the only things you need to come to terms with. Like any other part of scoping out your shared life, planning to buy a home means mutually committing to priorities. What does your dream house look like, and where is it located? Are you salivating over the stainless steel appliances of a modern condo? Or the screened-in porch of a quaint craftsman? <br><\/p>\n\n\n\n<p>When you’re creating your wish list, make sure to account for what your future selves might want, too. If you plan to have kids, research the best school districts; if you plan to <a href=\"https:\/\/blog.wealthfront.com\/rental-property-investing\/\">turn this property into a source of extra income<\/a>, look for an area popular with renters. <br><\/p>\n\n\n\n<p>There’s no shortcut to examining the many possible priorities here. Just dive in. Is it more important to get more space or have a more perfect location? Are you more focused on resale potential or proximity to where you work? Do you want a quiet street more than you want to be in a particular school district? We don’t have enough room to list all the trade-offs you two have to agree on. It might be effortless or it might be a painful process involving hard-to-swallow compromises. Either way, we recommend doing it over a box of donuts or bottle(s) of wine. <\/p>\n\n\n\n<h2>5. &#8220;How much work are we willing to put in?&#8221;<\/h2>\n\n\n\n<p>Fixer-uppers can be so tempting: The prices are lower, and the idea of DIY-ing as a couple (or, okay, hand-picking the perfect contractors) is super romantic. But while the concept of a “house that needs work” can seem like a lovely adventure to embark on together, the reality is that it is&#8230;actual work. That can be sincerely appealing to some people and a total burden to others. <br><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/l0HUelwK6VUmlSPwk\/giphy.gif\" alt=\"\" \/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/l0HUelwK6VUmlSPwk\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>So before throwing cash into a potential money pit, consider how much time you and your partner will want to devote to its renovation. Are you willing to trade in your weekend hikes and NFL-and-nachos sessions for hammers and paint and saying things like “wow, maybe that <em>was <\/em>a load-bearing wall”? There’s no right or wrong way to feel about buying a home anywhere on the unfinished-to-polished spectrum, but you and your partner should definitely make sure you’re looking for the same thing.<br><\/p>\n\n\n\n<p>From a financial standpoint, a fixer-upper can be an incredible investment. Since you can’t typically borrow the costs of remodeling, you’ll need to put up both the down payment <em>and <\/em>the cash for remodeling\/renovation, so the cost of entry (if we’re talking about the finished home) is higher than if you bought a house that didn’t need work. But if you’re in a position to go for it — and you actually <em>want <\/em>to — buying a fixer-upper is a great way to build equity and end up with a home you really love.<br><\/p>\n\n\n\n<p>Even if you are mutually agreed that you want to buy a home that is fully move-in ready, home ownership in general means a long list of ongoing maintenance tasks, like mowing the lawn and cleaning the gutters. It’s also good to take a moment to discuss whether you’re going to hire help or do those chores yourself, and if it’s the latter, who’s going to be responsible for what. <\/p>\n\n\n\n<h2>6. &#8220;What happens if we break up?&#8221; <\/h2>\n\n\n\n<p>Okay, yes, this is a downer, but hear us out because it’s important. Your love might feel unshakable now, but as it goes with financial planning, you can use all known information to make educated projections about what is likely to happen in the future and invest accordingly in the present, but you can’t <em>know <\/em>how <em>anything <\/em>will ultimately turn out. Your relationship might be the smartest investment you can imagine making, but&#8230;life happens. Unimaginable forces come in and act on us in surprising ways. You might not be able to admit this cold truth but we can: You guys might break up. Sorry! Oh well, guess you two gotta talk about it now! We don’t make the rules! <br><\/p>\n\n\n\n<p>Creating a home with someone is the merging of hearts and dreams, but it also involves the merging and sharing of assets. As we all know, nobody is guaranteed a happy-ever-after, which is why you should create a contingency plan for dealing with those shared assets if the worst happens (which we are <em>sure<\/em> it won’t). <\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/xUOwFU9fHBp2IYh54Y\/giphy.gif\" alt=\"\" \/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/xUOwFU9fHBp2IYh54Y\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>For couples who aren’t married, a warning: In terms of legalities, buying a house together can get complicated. To cover your bases in the event of a split, you can draw up a <a href=\"https:\/\/www.nolo.com\/legal-encyclopedia\/free-books\/living-together-book\/chapter6-9.html\">house ownership agreement<\/a> that outlines how you’re going to title the property, how you’ll split costs, and what you’ll do in the event of a breakup. If you’re married, and one of you is contributing more to the down payment, you should still pay attention — and potentially get something in writing — if you live in a <a href=\"https:\/\/statelaws.findlaw.com\/family-laws\/details-on-state-marital-property-laws.html\">community property state<\/a> like California, Nevada, or Washington. <br><\/p>\n\n\n\n<p>Whether or not you end up buying a home right now — and hey, we have an entire guide that covers <a href=\"https:\/\/www.wealthfront.com\/home-guide\">everything you need to know about preparing to buy a home<\/a>, even if it’s years away still — <a href=\"https:\/\/blog.wealthfront.com\/talk-money-partner-before-marriage\/\">having these conversations<\/a> will assuredly result in you and your partner walking away with a more thorough understanding of how you both feel about&#8230;so many things. Talking about money will inevitably turn into a catalyst for talking about what you want and how you feel in every part of your life, and that’s never a waste of time. Well beyond buying a home, getting in the habit of having open communication and always aiming to get aligned on goals, priorities, and expectations will benefit your relationship over and over, both in taking on your financial goals and the day-to-day experience of sharing your lives.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>While you’re letting your nesting fantasies run wild, make sure you and your partner are also being duly diligent by collaboratively answering these six important questions.<\/p>\n","protected":false},"author":129,"featured_media":10345,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[6498,464,958,1206,1101,5647,6497],"yst_prominent_words":[6787,1751,6706,6784,3281,6729,6785,2781,6731,6782,6780,6788,1214,1216,6781,3288,6783,2771,6202,6786],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10342"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10342"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10342\/revisions"}],"predecessor-version":[{"id":12037,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10342\/revisions\/12037"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10345"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10342"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10342"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10342"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10342"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}