{"id":10391,"date":"2019-05-08T09:32:06","date_gmt":"2019-05-08T16:32:06","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10391"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"buying-a-home-by-yourself","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/buying-a-home-by-yourself\/","title":{"rendered":"Buying A Home By Yourself: What You Need To Know"},"content":{"rendered":"\n<p>You don’t care what anyone says — you’re single and ready to buy a home. First of all, you’re sick of living in rentals. You want to design your dream bathroom, cover your patio in plants, paint the walls whatever color you want, and finally — <em>finally<\/em>! — get a dog. And that’s not even to mention how incongruous renting is with your overall money mindset. You’ve been saving, you’ve got a solid down payment ready to go, you’ve picked a neighborhood where properties are overwhelmingly likely to appreciate over time. It’s go time — and you’re completely undaunted by the idea of buying property as a single individual. You’re not only longing for a spot to call your own, you also can’t find any good reason to wait for a partner to start investing in your future now. <br><\/p>\n\n\n\n<p>You’re not alone. Between <a href=\"https:\/\/www.urban.org\/sites\/default\/files\/publication\/84206\/2000930-Women-Are-Better-Than-Men-At-Paying-Their-Mortgages.pdf\">2004 and 2014<\/a>, single borrowers accounted for just over half of all mortgages in the United States. And in 2017, single women were a force to be reckoned with, comprising nearly <a href=\"https:\/\/www.nar.realtor\/sites\/default\/files\/documents\/2017-profile-of-home-buyers-and-sellers-11-20-2017.pdf\">one-fifth of all home buyers<\/a>. <br><\/p>\n\n\n\n<p>Ready to take the plunge? Here are six things to know before buying a house by yourself. <\/p>\n\n\n\n<h2>1. It’s a waiting game.<\/h2>\n\n\n\n<p>Entering into home ownership is like falling asleep: It happens slowly and then all at once. (Okay, fine, maybe that’s not exactly <a href=\"https:\/\/www.goodreads.com\/work\/quotes\/16827462-the-fault-in-our-stars\">how the quote goes<\/a>.) Wealthfront has you covered on this front: We put together a <a href=\"https:\/\/www.wealthfront.com\/home-guide\">guide that goes through everything<\/a> — seriously, <em>everything <\/em>— you could need to know about buying a home, whether you’re aiming to do financial housekeeping for a purchase still years down the road or arming yourself with all the details about what it takes to buy a home, customized according to where you are, how much you make, and what you want.<br><\/p>\n\n\n\n<p>No matter when you decide to finally go for it, buying a home is never as easy as you imagine it will be when you dive in, nor will it happen as quickly as you assume it will. These two truths are even starker when you’re buying a place by yourself. So prepare to channel your inner kindergarten teacher and stretch your patience to its limits. <br><\/p>\n\n\n\n<p>Your need for greater patience doesn’t begin with your search for the perfect property. Even getting into a position to start seriously house-hunting will go more slowly when you’re going it alone. Again, this is where <a href=\"https:\/\/www.wealthfront.com\/home-planning\">Wealthfront’s free planning feature<\/a> comes in. We factor in all the essential details — your income, net worth, credit score, and debt-to-income ratio — to tell you how much you can afford, how much you should put down, and what budget range would be most doable without derailing your other goals. <br><\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<ul class=\"wp-block-gallery columns-3 is-cropped\"><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-2-245x530.png\" alt=\"\" data-id=\"10398\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10398\" class=\"wp-image-10398\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-2-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-2-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/8-2.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-1-245x530.png\" alt=\"\" data-id=\"10399\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10399\" class=\"wp-image-10399\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-1-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-1-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/9-1.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><li class=\"blocks-gallery-item\"><figure><img loading=\"lazy\" width=\"245\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-1-245x530.png\" alt=\"\" data-id=\"10400\" data-link=\"https:\/\/blog.wealthfront.com\/?attachment_id=10400\" class=\"wp-image-10400\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-1-245x530.png 245w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-1-231x500.png 231w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/10-1.png 750w\" sizes=\"(max-width: 245px) 100vw, 245px\" \/><\/figure><\/li><\/ul>\n\n\n\n<p>Unless you’re <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/managing-windfall\/\">pulling from a windfall<\/a>, it’s likely going to take you longer to save up for a down payment. If this is the grueling stage you’re currently in (our thoughts are with you, savings soldier) and you haven’t done so already, start funneling money into a <a href=\"https:\/\/www.wealthfront.com\/cash\">high-yield cash account<\/a> (while also making sure you’re continuing to pay off debt and throw money down the road toward retirement —&nbsp;single life is a blast, right?). In total, you should strive to <a href=\"https:\/\/www.wealthfront.com\/home-guide#down-payment\">save at least 20% of the home’s purchase price<\/a>, both to attract lenders and avoid paying private mortgage insurance (PMI). <br><\/p>\n\n\n\n<h2>2. Your finances need to be as strong as possible<\/h2>\n\n\n\n<p>While you can definitely lean heavily on Wealthfront to map out your dream future, including driving toward a home-buying goal, if you want to check our math — you won’t have Wealthfront’s data-driven projections though! — here are the key numbers you need to focus on to make yourself as appealing as possible to prospective lenders: your debt-to-income ratio (DTI) and credit scores. <br><\/p>\n\n\n\n<p>Lenders look at both your “front-end” and “back-end” DTI. The front end compares your projected monthly housing expenses (mortgage plus insurance plus taxes) to your gross monthly income. The back end works the same way, except it factors in all other debts too.<br><\/p>\n\n\n\n<p>In addition to taking longer to save the cash you need, single borrowers sometimes struggle to find lenders willing to work with them. Yes, some of this is steeped in antiquated biases against single people. And yes, some of it is a case of hard numbers — it’s objectively harder to hit a favorable DTI when you’re working with one income instead of two. Finding the right lender as a solo home buyer means having patience and the shiniest finances you can pull off. <br><\/p>\n\n\n\n<p>How does this look in real life? Let’s say this is what you’ve got coming in and out each month: <br><\/p>\n\n\n\n<ul><li>Gross income: $6,000<\/li><li>Rent: $2,000<\/li><li>Student loan: $500<\/li><li>Auto loan: $200<\/li><li>Credit card debt: $300<\/li><\/ul>\n\n\n\n<p>In this situation, your front-end DTI would be 33% ($2,000\/$6,000), and your back-end DTI would be 50% ($3,000\/$6,000). Most lenders are looking for a front-end DTI below 28% and a <a href=\"https:\/\/www.wealthfront.com\/home-guide#all-in-costs\">back-end below 33%<\/a>. <br><\/p>\n\n\n\n<p>So if your DTI is high, as in the example above, it may be difficult not only to get a loan to buy a home, but it could also be taxing to afford your mortgage payments. If you want to slide into a friendlier DTI range before purchasing a house, focus on <a href=\"https:\/\/blog.wealthfront.com\/financial-health-debt\/\">paying off debt<\/a> and increasing your income. We know it’s not <em>easy<\/em>, but it <em>is <\/em>that simple. Getting into a better financial position before taking on home buying isn’t that complicated. It’s just hard and, again, requires patience (which is understandably in short supply when you’re waiting to get a dog).<br><\/p>\n\n\n\n<p>If your DTI is already rock solid — hey, look at you! — the next step is to check your credit. You can get <a href=\"http:\/\/annualcreditreport.com\">one free credit report<\/a> per year, per bureau, and you should review each to make sure it’s free of errors. Then you should grab one of your <a href=\"https:\/\/www.creditkarma.com\">free FICO scores<\/a>. The higher your scores, the better your chances of qualifying for a mortgage,&nbsp;and the lower your interest rates may be. <\/p>\n\n\n\n<h2>3. The government might be your secret weapon.<\/h2>\n\n\n\n<p>“Alone” is a relative term when it comes to buying a home. Are your finances looking — <em>ahem<\/em> — less shiny than you’d ideally like them to be, or have you already been denied by a handful of lenders? Your best ally might be the federal government. &nbsp;<br><\/p>\n\n\n\n<p>The Federal Housing Administration (FHA) offers <a href=\"https:\/\/www.consumerfinance.gov\/owning-a-home\/loan-options\/fha-loans\/\">home loans<\/a> to buyers who have a down payment of at least 3.5% and credit scores of at least 580. (If your credit scores fall below that, you can still get a loan, but you’ll need a down payment of at least 10%.) Note: Because they require <a href=\"https:\/\/www.hsh.com\/calc-pmionly.html\">mortgage insurance<\/a>, FHA loans can end up costing more over their lifetimes. <br><\/p>\n\n\n\n<p>Before making any decisions, there are other government resources worth taking advantage of: <a href=\"https:\/\/www.consumerfinance.gov\/find-a-housing-counselor\/\">Speak to a counselor<\/a> approved by the U.S. Department for Housing and Urban Development, and scour the <a href=\"https:\/\/www.consumerfinance.gov\/owning-a-home\/\">housing section<\/a> of the Consumer Financial Protection Bureau’s website. <\/p>\n\n\n\n<h2>4. You shouldn’t actually do this alone.<\/h2>\n\n\n\n<p>Being an independent and self-determined person isn’t about doing everything yourself — it’s about masterfully assembling the best team of resources and people to put your plan into action. When it comes to buying a home (or really pulling off any big financial goal), think of yourself less like a one-man band and more like the conductor of an orchestra. Just because your name is the only one going on the deed, that doesn’t mean you need to complete the home-buying process alone. It’s important to insulate yourself with as much support as you can, both functionally and morally (again, this is a stressful and patience-testing process). <br><\/p>\n\n\n\n<p>Given that so much of what we do at Wealthfront is centered around helping you prepare, save, and invest for the future you want and make the smartest possible moves around big expenses, and we’re particularly driven to give our clients the info and support they need to plan for buying a home. When you want to look at different home-buying scenarios — How does your budget change if you move jobs or cities? How much of a down payment is ideal for your situation? What trade-offs can you make to your overall financial plan to make buying a home possible <em>and <\/em>keep it from holding you back with other plans? — <a href=\"https:\/\/www.wealthfront.com\/home-planning\">we extremely have your back<\/a>. <br><\/p>\n\n\n\n<p>Also on your dream team, you’ll want a realtor who understands your needs (and respects your budget) and a mortgage lender who will work hard to get you the best rates. You’ll also need a few family members or friends who can come with you to see a million places, help you weigh the importance of vaulted ceilings versus a sweet view, and talk you down when you start losing it, which you will (probably more than once). You might also need a good bartender&#8230;or therapist&#8230;or a therapist who will drink with you. <\/p>\n\n\n\n<h2>5. It’s going to cost more than you think.<\/h2>\n\n\n\n<p>Although HGTV makes it all look like fun and games, the truth is houses are expensive. Closing costs can add an additional 4% to your home’s purchase price, and unexpected repairs can hardly even be called “unexpected” — they’re going to happen. Again, Wealthfront’s home planning feature will help you play with all the numbers and see what’s possible. We pulled the cover off the <a href=\"https:\/\/www.wealthfront.com\/home-guide#all-in-costs\"><em>actual <\/em>costs of buying a home<\/a> and include them in them when cooking up the projections and recommendations you’ll see in our free planning feature.<br><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"680\" height=\"461\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/Screen-Shot-2019-05-08-at-9.27.27-AM.png\" alt=\"\" class=\"wp-image-10397\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/Screen-Shot-2019-05-08-at-9.27.27-AM.png 680w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/Screen-Shot-2019-05-08-at-9.27.27-AM-640x434.png 640w\" sizes=\"(max-width: 680px) 100vw, 680px\" \/><\/figure>\n\n\n\n<p><br><\/p>\n\n\n\n<p>Another tip: To steel yourself against the as-yet-unknown costs associated with becoming a homeowner, create a “new home emergency fund” that equates to 1%–3% of the house’s total value. Do this before you even make an offer. There’s no bigger bummer than draining your resources to procure a home you love and then immediately having to put the entire project on pause while you save up the money you need to actually make the place livable. <\/p>\n\n\n\n<h2>6. Spoiler: You can plan for the future, but you can’t predict it.<\/h2>\n\n\n\n<p>People who are obsessed with mindful financial planning (hello, we relate) like to try to predict the future, while at the same time knowing that the most astute people are the ones who routinely build flexibility into their plans. Because everything is subject to change at any time. That’s true of market conditions, and it’s true of your life and priorities. In a few years, you might get a dream job that moves you to another city. You might partner up or have a kid. You might stop wearing shoes and start doing Reiki in Bali. Making space for what you can’t currently see coming is the most critical piece of a strong financial future plan.<br><\/p>\n\n\n\n<p>So before signing on the dotted line, think about how this house will fit into your future — not just the one you think is most likely to unfold, but the countless other future lives that <em>might <\/em>transpire. Sure, you can’t make every big purchase with every future scenario in mind, but if you can buy a home that advantages you in a number of different hypothetical futures, you’ve really killed it. Is this place located in an up-and-coming neighborhood where it’s likely to have excellent resale value? Could you potentially generate passive income on your house by renting it out while you&#8217;re traveling?<br><\/p>\n\n\n\n<p>While the most important step is to make sure the house fits your budget and lifestyle now, you also want it to grow with you into the future. Just like the plants and the dog.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>There&#8217;s no good reason to wait for a partner when you want to start investing in your future now, but there&#8217;s a lot you need to know about going it alone.<\/p>\n","protected":false},"author":129,"featured_media":10393,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[958,1206,529,1101,1209],"yst_prominent_words":[6737,6706,3281,6729,6731,6791,6739,1237,6790,6789,6738,1245,1214,6734,6730,6736,6202,6735,3112,6733],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10391"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10391"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10391\/revisions"}],"predecessor-version":[{"id":12038,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10391\/revisions\/12038"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10393"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10391"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10391"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10391"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10391"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}