{"id":10412,"date":"2019-05-14T12:29:50","date_gmt":"2019-05-14T19:29:50","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10412"},"modified":"2019-11-26T07:21:48","modified_gmt":"2019-11-26T15:21:48","slug":"millennials-are-buying-vacation-homes","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/millennials-are-buying-vacation-homes\/","title":{"rendered":"Why So Many Millennials Are Buying Vacation Homes While Still Renting Where They Live"},"content":{"rendered":"\n<p>Buying a home is, to put it mildly, a big deal. For most people, it means taking on more debt than at any other time in their life. Even if you’re super flush and straight up pay cash for a home, it’s still a huge expense. <a href=\"https:\/\/www.wealthfront.com\/home-guide\">Making a plan to buy a home<\/a> requires consideration of your near- and long-term goals — weddings, having kids, traveling, taking time off work, retiring, et cetera forever — and actually taking committed action. It unearths every detail of your financial life and leverages them to make your <em>actual dreams <\/em>come true. All told, even <em>thinking<\/em> about how to buy a home can feel daunting. <br><\/p>\n\n\n\n<p>While the idea of ditching the rental life and creating a more permanent home sounds appealing, deciding <em>where<\/em> to do so can be complicated by a career that keeps you tied to expensive cities and\/or constant travel. What if you <a href=\"https:\/\/www.vox.com\/2019\/3\/19\/18256378\/tech-worker-afford-buy-homes-san-francisco-facebook-google-uber-lyft-housing-crisis-programmers\">can’t afford the home you want in the city where you live<\/a>, but moving to a more affordable location would be unfavorable for your career? How do you balance wanting to buy a home — either to put down roots or for the sake of investing (or both) — with a need to reside in a place where doing so is prohibitively expensive? <br><\/p>\n\n\n\n<h3>To answer this increasingly common conundrum, a lot of people are asking a different question: Who says the first home you buy has to be the one you live in most of the year? <\/h3>\n\n\n\n<p>Many millennials are opting to buy vacation homes <em>before <\/em>they purchase a home to be their primary residence. The goal is to enjoy all the upsides of owning property in a place where their money can go further while continuing to live in ever-pricier urban hubs. Not to mention having a permanent excuse to go on vacation, and a potential forever home in retirement.<br><\/p>\n\n\n\n<p>“Living somewhere as impractically expensive as San Francisco never feels permanent,” said Jaimi Klein, who works for the San Francisco Fire Department as a paramedic. “I’m one sickness or minor recession away from not being able to afford this city and continue to call it home.”<br><\/p>\n\n\n\n<p>Buying a vacation home — while still renting where they live — is one answer for a lot of millennials, including Klein. <br><\/p>\n\n\n\n<p>“If I have a more reasonable vacation home somewhere else, that can be permanent to me no matter where I’m currently residing.”<br><\/p>\n\n\n\n<p>Wherever you see yourself settling down &nbsp;or just taking regular breaks from real life, here are a few things to consider before making the plunge and buying a home away from home. <br><\/p>\n\n\n\n<h2><strong>Some Cities Are Getting Absurdly Expensive, Or Haven’t You Heard?<\/strong><br><\/h2>\n\n\n\n<p>You already know the score: If you live in San Francisco, New York, Chicago or another wildly expensive city, it might feel like owning a home there is either an unattainable life goal, or at the very least, one that requires you to spend more and take on more debt than you would for a comparable life goal elsewhere. This begs the question: Are these cities worth it? Are they really that uniquely wonderful? Have your career choices and\/or your addiction to a cosmopolitan lifestyle backed you into an impossible corner when it comes to building your dream life? What really matters to you? What should matter? Does anything matter? Death is looming, and <a href=\"https:\/\/www.6sqft.com\/49-square-foot-upper-west-side-studio-might-actually-be-a-prison-cell-for-510month\/\"><em>this <\/em>is what you’ve convinced yourself<\/a> you want? Cruising real estate listings can get so existential when you live in an ultra-pricey market. <br><\/p>\n\n\n\n<p>If house hunting is taking you to a dark place, you aren’t alone. The median home values in <a href=\"https:\/\/www.zillow.com\/san-francisco-ca\/home-values\/\">San Francisco<\/a> and <a href=\"https:\/\/www.zillow.com\/manhattan-ny\/home-values\/\">Manhattan are more than $1.2 million<\/a>, according to Zillow. And homeownership is only slightly more manageable if you want to live a little further away from the city and possibly your job. <br><\/p>\n\n\n\n<p>If you can afford to buy where you live and the property value is expected to keep climbing, that’s the way to go — but that’s <em>if <\/em>you can afford it. Even if you’ve been saving and making smart investments, a down payment on a home is still a huge chunk of cash. And if you’re the type of person who is big on saving and investing, you’re likely also someone who generally wants to make your money go as far as possible. Buying a home in a market where demand and prices are ever-climbing might end up not feeling reasonable or comfortable, even if it is possible (which again, it might not be). On top of that, renting a home in a super expensive city means trying to save to buy a house that costs more than average while paying a higher-than-average rent. It’s not a favorable equation. &nbsp;<br><\/p>\n\n\n\n<p>Buying somewhere more affordable, even if you don’t necessarily want to<em> live<\/em> somewhere more affordable, can offer the best of both worlds. <\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"794\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/danny-howe-361436-unsplash-794x530.jpg\" alt=\"\" class=\"wp-image-10417\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/danny-howe-361436-unsplash-794x530.jpg 794w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/danny-howe-361436-unsplash-640x427.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/danny-howe-361436-unsplash-768x513.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/danny-howe-361436-unsplash.jpg 1440w\" sizes=\"(max-width: 794px) 100vw, 794px\" \/><figcaption>Danny Howe \/<a href=\"https:\/\/unsplash.com\/photos\/PaTUlFHGP1s\">Unsplash<\/a><\/figcaption><\/figure>\n\n\n\n<h2><strong>Here’s The Deal With Appreciation<\/strong><br><\/h2>\n\n\n\n<p>Let’s talk about optimizing a home purchase from an investment standpoint. Even professional real estate investors have a hard time making sizeable gains, so it’s not especially realistic to go into a personal home-buying venture looking to make a ton of money. That said, a home is an asset you’re going to sink a lot of money into. If you consider just a few basic things, there should be no reason for you to <em>lose <\/em>money over the time you own the home.<br><\/p>\n\n\n\n<p>Let’s say you buy a house for $300,000 and pay a 20% down payment of $60,000. Your house is in an area where property values are rising 3% every year. In just two years, the house will be worth $318,270 and you would make $18,270 (before expenses) if you sold. This is why it’s crucial to buy a house in an area where there’s likely to be appreciation. This is true whether you’re talking about a vacation home or a primary residence. <br><\/p>\n\n\n\n<p>If keeping track of ever-shifting market variables and different timelines and budgets gives you a migraine, and weighing those scenarios’ potential impact on the rest of your financial goals makes you break out in hives, you are not even remotely alone. Even the most seasoned spreadsheet masters who fearlessly stay in the driver’s seat of their finances get the shakes when it comes to making a plan for buying a home. This is exactly why we built <a href=\"https:\/\/www.wealthfront.com\/home-planning\">Wealthfront’s free home planning feature<\/a>. It takes a <em>lot<\/em> of the speculation out of this process by accessing data behind the scenes from Redfin, Zillow, and multiple government sources to let you see what is likely to happen to home prices in a given market in the years to come.<br><\/p>\n\n\n\n<h2><strong>Renting Is Actually The Smarter Move Sometimes<\/strong><br><\/h2>\n\n\n\n<p>Bottom line: If you can afford to buy a home where you live and your neighborhood is appreciating, it’s almost always a better use of your money than renting. But the assumption that owning a home is always smarter than renting isn’t entirely true. Most Americans live in areas where it’s actually more affordable to rent. Of the nation’s most populated counties, it’s only cheaper to buy a home than to rent one in three, according to the real estate <a href=\"https:\/\/www.attomdata.com\/news\/most-recent\/attom-data-solutions-2019-rental-affordability-report\/\">data firm Attom Data Solutions<\/a>: Wayne County (Detroit), Michigan; Philadelphia County (Philadelphia), Pennsylvania; and Cuyahoga County (Cleveland), Ohio.<br><\/p>\n\n\n\n<p>Why is that? It’s pretty simple: Median home prices are rising faster than the average weekly wages <em>and <\/em>the average rent in most places. Notable exceptions are Los Angeles, San Diego, Miami, Dallas, and Seattle, where rents are rising faster than home prices.<br><\/p>\n\n\n\n<p>If your main goal is to build wealth, investing your savings while renting might be the way to go. A 2017 <a href=\"https:\/\/www.prnewswire.com\/news-releases\/american-dream-revised-new-study-says-homeowners-shouldnt-count-on-property-appreciation-creating-wealth-300557061.html\">study from the Florida Atlantic University<\/a> found that increases in property values are highly correlated with gains in stocks and bonds. And since you personally have more control over how you invest your money than you do over the housing market, continuing to rent and being smart with your investments could be more beneficial in the long run.<br><\/p>\n\n\n\n<p>Continuing to rent and buying a vacation home makes the most sense if you can’t afford a down payment where you want to live, and a second home in another area you’re looking at would appreciate over time. Renting long-term is also a good idea if you have a rent controlled apartment or another unique setup that keeps your rent low.  <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"858\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/hugo-villegas-732351-unsplash-858x530.jpg\" alt=\"\" class=\"wp-image-10419\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/hugo-villegas-732351-unsplash-858x530.jpg 858w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/hugo-villegas-732351-unsplash-640x395.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/hugo-villegas-732351-unsplash-768x474.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/hugo-villegas-732351-unsplash.jpg 1440w\" sizes=\"(max-width: 858px) 100vw, 858px\" \/><figcaption><a href=\"https:\/\/unsplash.com\/photos\/xvY3zEBk0Ic?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Hugo Villegas \/<\/a> <a href=\"https:\/\/unsplash.com\/search\/photos\/mountain-cabin?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash<\/a><\/figcaption><\/figure>\n\n\n\n<p><br><\/p>\n\n\n\n<h2><strong>Taxes (You Knew This Was Coming)<\/strong><br><\/h2>\n\n\n\n<p>Then there’s the issue of taxes. The new tax code actually makes homeownership less valuable for many people, according to <a href=\"https:\/\/www.urban.org\/urban-wire\/many-tax-reform-will-make-renting-more-attractive-owning-home\">researchers at the Urban Institute<\/a>. Essentially, this is because the standard deduction is higher, marginal tax rates are lower, and there’s a cap on state and local tax deductions.<br><\/p>\n\n\n\n<p>For instance, the Urban Institute explains that a family of three that makes $150,000 a year would be better off renting until their monthly rent exceeds $1,885. A similar family that makes $300,000 a year would be smart to keep renting until they’re paying more than $3,631 per month.<br><\/p>\n\n\n\n<p>If you do buy a vacation home, the $10,000 cap on state and local deductions limits how much of your property taxes you can write off, but you can still deduct a good chunk of your property taxes each year. <br><\/p>\n\n\n\n<p>The other thing to consider with taxes is that you might be able to avoid paying them in the high-tax state you live in when you spend time at your vacation home. For example, if you live in New York and own a home in Connecticut, you can deduct the percentage of days you’re in Connecticut from your New York tax obligation. <br><\/p>\n\n\n\n<h2><strong>Spending Money To Make Money<\/strong><br><\/h2>\n\n\n\n<p>Buying a vacation home first means you can possibly rent it out, which could offset some of the cost of buying it or even bringing in enough money to function as a second source of income. Obviously, the viability of this perk depends on where exactly you choose to buy, both geographically and specifically (some neighborhoods and buildings have rules against exactly this sort of thing). But with the right planning, it could be a huge upside to buying a vacation property. <br><\/p>\n\n\n\n<p>If you buy in a more affordable but still tourist-friendly city or a remote spot perfect for people looking to unplug, you could make enough money to drastically cut down on costs. For people in San Francisco and New York, this could mean buying in Sonoma or the Catskills, where median home values are drastically lower. Or it could mean investing in a property in Austin or New Orleans, where a steady stream of tourists is almost guaranteed. <\/p>\n\n\n\n<p>Food for thought: Airbnb hosts rake in an average of $924 a month, according to the <a href=\"https:\/\/priceonomics.com\/how-much-are-people-making-from-the-sharing\/\">data studio Priceonomics<\/a>. Throwing that at your mortgage payments would make your own weekends away at your new getaway home feel that much more enjoyable. <\/p>\n\n\n\n<h3>That was a lot. Here&#8217;s what you might want to remember: <\/h3>\n\n\n\n<ul><li><em>If you can afford to buy a home where you live and your neighborhood is appreciating, it’s almost always a better use of your money than renting.<\/em><\/li><li><em>If your main goal is to build wealth, investing your savings while renting might be the way to go.<\/em><\/li><li><em>Continuing to rent and buying a vacation home makes the most sense if you can’t afford a down payment where you want to live.<\/em><\/li><li><em>You might be able to avoid paying them in the high-tax state you live in when you spend time at your vacation home.<\/em><\/li><li><em>Renting out your vacation home whenever you&#8217;re not using it can offset costs of ownership, making it even more financially favorable than owning a primary residence.<\/em><\/li><\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Buying a home is, to put it mildly, a big deal. For most people, it means taking on more debt than at any other time in their life. Even if you’re super flush and straight up pay cash for a home, it’s still a huge expense. Making a plan to buy a home requires consideration [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":10413,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[1188,958,1206,1207,450,6792],"yst_prominent_words":[6801,6804,6808,6806,6706,6798,6729,6797,6794,6802,6809,1214,1606,6799,6810,4629,6811,6812,6795,6807],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10412"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10412"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10412\/revisions"}],"predecessor-version":[{"id":12039,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10412\/revisions\/12039"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10413"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10412"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10412"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10412"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10412"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}