{"id":10435,"date":"2019-05-20T11:20:06","date_gmt":"2019-05-20T18:20:06","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10435"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"the-what-if-fund-what-it-is-and-why-every-woman-needs-one","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/the-what-if-fund-what-it-is-and-why-every-woman-needs-one\/","title":{"rendered":"The &#8220;What-If Fund&#8221; — What It Is and Why Every Woman Needs One"},"content":{"rendered":"\n<p><em>Ashley Fieglein Johnson is chief operating officer and chief financial officer of Wealthfront. <a href=\"http:\/\/fortune.com\/2019\/05\/13\/walk-away-what-if-fund-wealthfront\/\">This article originally appeared on Fortune.com<\/a>. <\/em><\/p>\n\n\n\n<p>I’ve <a href=\"http:\/\/fortune.com\/2015\/11\/03\/women-investment-escape-route\/\">long been a proponent of the “walk-away fund:”<\/a> money women need to save to be able to exit toxic situations at work or in their lives. But years after I started building my own walk-away fund, I realized how important it is to view that money as a more positive escape hatch: the <em>what-if<\/em> fund.<\/p>\n\n\n\n<p>In 2000, I was on vacation with my brother in Costa Rica, taking a break from my job leading international business development for a technology company. It took roughly 48 hours of surfing and living Costa Rica’s <em>pura vida<\/em> lifestyle to spark an epiphany: I didn’t just need a vacation—I wanted to leave my lifestyle of a constantly buzzing Blackberry and midnight calls with Japan behind for good. When, shortly after I got home, my grandmother died, it was the last push I needed to finally take action.<\/p>\n\n\n\n<p>I took my cherished walk-away fund—<a href=\"http:\/\/fortune.com\/2015\/11\/03\/women-investment-escape-route\/\">built in the years after I’d left my toxic first job with nothing saved<\/a>—and turned it into an investment in my future. I bought property in Costa Rica with a plan to turn it into a surf camp, a business of my own that would force me to take a breather and visit a few times a year.<\/p>\n\n\n\n<h2>I was lucky enough to have the emergency savings-turned-investment funds to follow through on my big idea. But not every women is. <\/h2>\n\n\n\n<p>Just 54% of millennial women between 23 and 36 report feeling in control of their finances, compared to 76% of men in the same generation, <a rel=\"noreferrer noopener\" href=\"https:\/\/www.metlife.com\/about-us\/newsroom\/2019\/march\/overlooked-and-under-engaged-how-the-workplace-forgot-an-entire-generation\/\" target=\"_blank\">according to MetLife’s 2019 U.S. Employee Benefit Trends Study<\/a>. Only 48% of millennial women say they have three months’ worth of emergency savings, while almost 70% of men do.<\/p>\n\n\n\n<p>And yet, despite the financial and societal obstacles women face—from needing to save more for retirement due to our longer life expectancies, to the greater likelihood we may at some point exit and re-enter the workforce—our lives are still much more heavily loaded with opportunities than they are with tragedies and traumas. Viewing our financial planning through the lens of unseen threats we might need to one day run from can take our focus off all the unexpected opportunities in our future we might want to run <em>toward<\/em>. Just as the bad things that happen to us don’t define who we are, our fears about what could happen shouldn’t define our feelings about the future. While women are right to prepare for the worst, from a relationship we could need money to extricate ourselves from, to a dangerous job we need a financial cushion to quit, we can’t let those fears dictate our financial futures.<\/p>\n\n\n\n<p>You can look at your emergency fund and think of all the bad things it might one day give you the ability to escape, but you can also look at the money and imagine what opportunities or big ideas it might allow you to say yes to. What if your best friend has a brilliant idea that you want to invest in? What if you suddenly can’t live without starting a new business? You’ll sleep better at night knowing that you’ve given yourself the financial cushion you need in case of truly anything.<\/p>\n\n\n\n<h2>Buying my Costa Rica property is a decision I don’t regret. <\/h2>\n\n\n\n<p>Arguably, starting a business in a foreign country wasn’t the safest financial, business, or life decision, and it has definitely had its challenges. But those challenges have been far outweighed by the joy, life experience, and connection to something totally different from my day-to-day that this business has brought me—not to mention the bonds I have formed with my family and my team in Costa Rica.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"707\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/the-camp-707x530.jpg\" alt=\"\" class=\"wp-image-10438\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/the-camp-707x530.jpg 707w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/the-camp-640x480.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/the-camp-768x576.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/the-camp.jpg 960w\" sizes=\"(max-width: 707px) 100vw, 707px\" \/><figcaption><em>Photo courtesy of Ashley Fieglein Johnson<\/em><\/figcaption><\/figure>\n\n\n\n<p>And the business hasn’t only changed my life. It gives me joy to see the experiences of our guests. Imagine the satisfaction of providing a place where another workaholic woman found a similar connection to the thrill of surfing in warm waters—she went on to quit her job in investment banking to start a bikini business (making a suit that stays up while surfing!).<\/p>\n\n\n\n<p>What has been surprising are the ways in which this experience has benefitted me professionally. It’s been a catalyst for developing empathy for entrepreneurs and taught me marketing, operational and financial skills at a small scale that I now apply at a much larger level in my day job.<\/p>\n\n\n\n<p>When I visit the camp these days, after 19 years, it’s with family or friends. And while technology has made unplugging harder, I still make a point to leave my phone in my room so that I can fully immerse myself in the experience. I surf. I meditate. I laugh with friends. I spend time with my family. I remind myself that I work as hard as I do most of the year for the purpose of enhancing and enjoying my life. This investment that was a huge stretch for me so many years ago is a source of sanity and joy that wouldn’t exist if I hadn’t dutifully set aside money for so many years to be able to jump at an opportunity that serendipitously crossed my path.<\/p>\n\n\n\n<p>The what-if fund—the one that turned into my perfect, impractical investment—is a statement that, above all, you are accountable to yourself, your safety, and your ability to thrive. It doesn’t invalidate your loyalty, love, or sense of commitment to anyone else, but it does put all of that into necessary context: You love no one more than yourself, you are loyal to no one at the expense of your own safety, and you are committed to nothing more than your freedom. Sometimes that means the freedom to leave something bad, but my hope is that for most of us, it far more often means the freedom to invest in your happiness.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>You can look at your emergency fund and think of all the bad things it might one day give you the ability to escape, but you can also look at the money and imagine what opportunities or big ideas it might allow you to say yes to.<\/p>\n","protected":false},"author":137,"featured_media":10445,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[58,1115,924,6829,6830],"yst_prominent_words":[6833,6832,1418,6817,6819,6831,1237,6825,1332,1258,2784,6828,3585,6820,1240,6824,6826,6816,6815,1234],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10435"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/137"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10435"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10435\/revisions"}],"predecessor-version":[{"id":12040,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10435\/revisions\/12040"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10445"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10435"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10435"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10435"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10435"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}