{"id":1046,"date":"2011-07-07T11:05:45","date_gmt":"2011-07-07T18:05:45","guid":{"rendered":"\/blog\/?p=1046"},"modified":"2019-11-27T01:20:31","modified_gmt":"2019-11-27T09:20:31","slug":"etfs-mutual-funds","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/etfs-mutual-funds\/","title":{"rendered":"ETFs vs Mutual Funds"},"content":{"rendered":"<h3 style=\"font-style: italic;\">It’s tempting to see ETFs as merely a better version of a mutual fund. Here’s why you shouldn’t.<\/h3>\n<p>Not long ago, a friend of mine walked up to me at a neighborhood brunch and asked me what I knew about ETFs.<\/p>\n<p>“Are they better than mutual funds?” he said, cherry sweet roll in one hand and cheese in the other. He is thinking of moving all of his portfolio to exchange traded funds instead of mutual funds. He was excited, the same way he gets when he’s talking about ditching his Blackberry for an iPhone 4.<\/p>\n<p>He doesn’t really understand ETFs – he just wants to be in on the latest <em>thing.<\/em><\/p>\n<p>He’s not alone. Investors dropped another $47 billion into U.S. ETFs through May 2011, according to the research firm Morningstar Inc., for a total of $1.11 trillion invested in U.S. ETFs. On a percent basis, assets in ETFs grew faster than assets in mutual funds in the first quarter.  Investors have been jumping into ETFs – in part because their low fees make them look like bargains compared with many mutual funds, and in part because ETFs are the latest, trendiest thing in investments.<\/p>\n<p>Many ETFs are indeed bargains – next week, we’ll post a piece about how to compare the costs of different ETFs. But, as happens with many investments, ETFs are evolving away from their simple roots as investments meant to mirror indexes. The new ETFs being introduced on the market now are more complicated and may be oversold to retail investors.<\/p>\n<p>The North American Securities Administrators Association, a scrappy group of state securities regulators, recently issued an <a href=\"http:\/\/www.nasaa.org\/327\/nasaa-cautions-retail-investors-about-exchange-traded-funds\/\" target=\"_blank\">advisory<\/a> for investors on ETFs.<\/p>\n<p>The <a href=\"http:\/\/www.nasaa.org\">regulators<\/a> have been growing uneasy at the proliferation of ETFs and the extent to which investors are rushing into them. The advisory focused on exotic ETFs, including inverse and leveraged ETFs – but many investors don’t have a clue what even common ETFs are all about, says David Massey, the deputy securities regulator for North Carolina.<\/p>\n<p>“The complexities of the investment products have been dumbed down as part of the marketing pitch,” says Mr. Massey. “A lot of times ETFs are sold as being equivalent to an investment in mutual funds, just one that you can trade in all day long. There’s more to it than that.”<\/p>\n<p>An ETF is a basket of investments that mirrors an underlying sector or index. ETFs can be broad – like a fund that mirrors the S&amp;P 500® – or narrow, like a fund that mirrors the performance of say, Turkish manufacturers. Because ETFs do not layer on internal fees, such as mutual funds’ 12b(1) fees, ETFs often have lower fees than comparable mutual funds. ETFs also are traded like stocks, which sometimes means their prices are volatile.<\/p>\n<p>The number of ETFs is exploding – there are upwards of 1,200 now, many created by the market leaders, BlackRock, which owns iShares, State Street, Vanguard and Schwab, but an increasing number created by much smaller players that you probably have never heard of.<\/p>\n<p>Even some common ETFs have certain risks and costs that investors should be aware of. Although commission-free ETFs are becoming more common, it still costs investors to trade others. Another risk has recently come to light: In a <a href=\"https:\/\/www.wealthfront.com\/blog\/etfs-are-not-always-what-they-appear-to-be\/\">recent post<\/a> on the Wealthfront blog, Zack Miller pointed out that some ETFs are using their shares for securities lending, injecting counterparty risk to the ETFs. Hedge funds and other institutional investors often borrow shares held by ETFs to sell them short in order to hedge their portfolios.  “What if the firm that borrows the ETF shares fails to pay them back?” Mr. Miller asks.<\/p>\n<p><strong>Explosion of ETFs<\/strong><\/p>\n<p>Liquidity of some of the more specialized ETFs is one of Mr. Massey’s main concerns. He believes investors don’t realize that it may be difficult to sell an ETF if there is no buyer for the shares. In the case of a mutual fund, he points out, a seller can count on the mutual fund company buying back the shares.<\/p>\n<p>“For most retail investors, the only option for redeeming shares of an ETF is to sell them through a broker on the secondary market,” the advisory reads. “By comparison, mutual funds may be sold back to the fund’s issuer for the fund’s cash equivalency.”<\/p>\n<p>The advisory raised red flags, too, on leveraged and inverse ETFs. Leveraged ETFs are designed to invest using borrowed money, and inverse ETFs are designed to move in the opposite direction of a market or index.<\/p>\n<p>The advisory outlined two concerns about those:<\/p>\n<p><strong>Fees.<\/strong> Leveraged and inverse ETFs must be traded all the time, therefore incurring substantial brokerage fees and commissions.<\/p>\n<p><strong>Tax Consequences.<\/strong> Leveraged and inverse ETFs may be less tax efficient due to daily resets that can result in significant short-term capital gains that may not be offset by a loss.<\/p>\n<p>Not surprisingly, advocates for ETFs took issue with NASAA’s advisory. The debate over ETFs and mutual funds is one of the more passionate ones in the business.<\/p>\n<p>“Before you invest, you should contact your state or provincial securities regulator to determine if the ETF and the person recommending the investment are properly registered with the appropriate authorities,” said the advisory.<\/p>\n<p>“This is classic! Are you kidding me? If investors are going to be swindled or shoot themselves in the foot, is not going to be an ETF that takes them down,” wrote Tom Lydon of <a href=\"http:\/\/www.etftrends.com\/\">ETF Trends<\/a>, in an e-mail to me responding to the warning. “ETFs are surely disruptive to the fund industry, but still only represent less than 10% of mutual fund assets. Shouldn’t NASAA be putting a warning label on the seven out of ten actively managed mutual funds that consistently underperform their benchmarks while charging huge fees?”<\/p>\n<p>At my neighborhood brunch, far from the mutual fund\/ETF smack down, I tried to come up with something to tell my neighbor – except that I couldn’t give him what he was seeking: an answer as easy as loading up a plate full of danishes instead of cheese.<\/p>\n<p>I could tell him that ETFs, especially those built to mirror indexes, often do have lower fees than the comparable mutual funds, and I did tell him that.<\/p>\n<p>Beyond that, I couldn’t offer a blanket assurance. ETFs are not just a better version of mutual funds. Rather, they are investment products requiring their own kind of due diligence and responsible consideration. Unlike at a neighborhood potluck, there is no free brunch.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&#038;P 500 (&#8220;Index&#8221;) is a product of S&#038;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Copyright © 2015 by S&#038;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&#038;P Dow Jones Indices LLC. For more information on any of S&#038;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&#038;P® is a registered trademark of Standard &#038; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&#038;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&#038;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Not long ago, a friend of mine walked up to me at a neighborhood brunch and asked me what I knew about ETFs.<\/p>\n<p>“Are they better than mutual funds?” he said, cherry sweet roll in one hand and cheese in the other. He is thinking of moving all of his portfolio to exchange traded funds instead of mutual funds. He was excited, the same way he gets when he’s talking about ditching his Blackberry for an iPhone 4.<\/p>\n<p>He doesn’t really understand ETFs – he just wants to be in on the latest thing.<\/p>\n<p>He’s not alone. Investors dropped another $47 billion into U.S. ETFs through May 2011, according to the research firm Morningstar Inc., for a total of $1.11 trillion invested in U.S. ETFs.<\/p>\n","protected":false},"author":20,"featured_media":7222,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[62,65,152,401,237],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,1672,2113,2107,2104,2114,2108,2105,2535,2109,1271,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1046"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1046"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1046\/revisions"}],"predecessor-version":[{"id":11640,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1046\/revisions\/11640"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1046"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1046"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1046"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1046"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}