{"id":10493,"date":"2019-05-29T06:00:49","date_gmt":"2019-05-29T13:00:49","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10493"},"modified":"2019-11-26T07:21:48","modified_gmt":"2019-11-26T15:21:48","slug":"obsessed-with-real-estate-listings","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/obsessed-with-real-estate-listings\/","title":{"rendered":"Why You&#8217;re Obsessed With Real Estate Listings, Even When You&#8217;re Not Buying A Home"},"content":{"rendered":"\n<p>An undeniable fact of life: Whether you’re feeling like your strongest, most actualized self or feeling like life has you on the ropes, the internet is there for you. It’s just so abundant and&#8230;<em>there<\/em>. It’s there all the time. There’s so much internet out there, ready for you to scroll and click endlessly, whether you’re aiming to be productive or just shamelessly searching for a distraction from the complexity of real life. And an increasing number of people aren’t just killing time on Instagram or Twitter — they’re spending time cruising real estate listings online. At all hours. Whether or not they have any actual plans to buy a home. And it feels <em>so good. <\/em><br><\/p>\n\n\n\n<p>There’s a good chance you’ve engaged in this behavior, either as an occasional dalliance or a full-on habit, even if — maybe especially if — you’re a long way off from buying your own home. Maybe you rent a studio in San Francisco and love spending an evening watching Netflix and perusing Zillow, dreaming of the day you might be able to own a similar apartment a few blocks down. Maybe you’re a desert flower whose career path has brought you to the Big Apple, where you sublet a bedroom with a few other creatives in Brooklyn, but you steal away a few minutes at work each day to skim the new listings on Realtor.com in search of the perfect, light-filled one bedroom back in Santa Fe.<br><\/p>\n\n\n\n<p>But even when the spirit is willing, there’s still your actual life as it exists in the present. You might be a long way from paying off your student debt, or still saving up for a down payment. Maybe you have equity in the company you work for, and you’re waiting for it to vest. You could still just be figuring out where you want to be long term. Maybe <a href=\"https:\/\/blog.wealthfront.com\/millennials-are-buying-vacation-homes\/\">you live in a hyper-expensive housing market<\/a> like San Francisco or New York City, where even having a rock solid debt-to-income ratio and a chunky down payment doesn’t ensure you’ll be able to lock down the kind of home you want or need. For any number of reasons, you’re currently feeling nowhere near ready to plant the deep roots that homeownership signifies. <br><\/p>\n\n\n\n<p><em>And yet somehow, <\/em>none of that mitigates the thrill you get out of having that Streeteasy app on your phone, brimming with possibility. None of the very real factors working against a near-future home purchase stops you from dropping dreamy listings in the group chat at 2AM. <br><\/p>\n\n\n\n<p><strong>So why do we do it? Why do we spend hours obsessively looking at home listings we aren’t planning to take action on, often ones we could never afford, sometimes in cities where we don’t live? It’s an itch we love to scratch.<\/strong><br><\/p>\n\n\n\n<h2>Let’s first dispense with some myths. <\/h2>\n\n\n\n<p>Millennials feel like one of the most closely scrutinized consumer groups ever. Chalk it up to being the first generation to go through the construction years — college, career development, dating, having families, buying homes, attempting to gain financial footing — during the Internet\/social media age, where data and analysis are easily generated and disseminated. In some ways, millennials aren’t unique (just uniquely observed), but we are dealing with a unique set of social and economic conditions that inform our lives (as is true of every other generation). These conditions impact, among other things, the way current 20- and 30-somethings are buying — or not buying — homes. <br><\/p>\n\n\n\n<p><a href=\"https:\/\/www.curbed.com\/2018\/7\/11\/17541364\/why-arent-millennials-buying-houses\">We’re not buying homes at all<\/a>, some reports say, supposedly because we’re broke and sacked by student debt. Actually, we’re <a href=\"https:\/\/www.pewresearch.org\/fact-tank\/2018\/12\/11\/young-adult-households-are-earning-more-than-most-older-americans-did-at-the-same-age\/\">making more than older generations<\/a> were at our age. We’re killing the idea of owning a home altogether, along with things like <a href=\"https:\/\/mashable.com\/2017\/07\/31\/things-millennials-have-killed\/#i.T.HKzP9ZqL\">napkins, fast food, and even marriage<\/a>. No, wait, some of us are so eager to buy homes that we’re doing it sight unseen, based <a href=\"https:\/\/www.nytimes.com\/2018\/07\/13\/realestate\/buying-a-home-sight-unseen.html\">only on online tours<\/a>. We want <a href=\"https:\/\/www.forbes.com\/sites\/andrewarnold\/2017\/12\/19\/80-of-millennials-want-to-buy-a-home-and-virtual-reality-is-upending-the-process\/#2567be164ce3\">virtual experiences in our homes<\/a>! We’re buying homes <a href=\"https:\/\/www.lexingtonlaw.com\/blog\/credit-cards\/millennial-spending-habits.html\">because of #brands<\/a>! It goes on and on, contradictions and mixed messages abounding, but there are some common threads: millennials are widely viewed as broke, riddled with debt, selfish, impulsive, short-sighted, and stubbornly insistent on traditional institutions like the workplace to conform to our (entirely unreasonable, we’re led to believe) needs — and all of this extends to the experience of home buying. <br><\/p>\n\n\n\n<hr class=\"wp-block-separator\" \/>\n\n\n\n<p>Millennials, for all the things that make them distinct, are perpetually pummeled with generalizations about who we are, what we want, and why we’re like this. <strong>So what’s really going on? When it comes to home buying at least, most of the stereotypes and trends are almost totally bunk, experts say.<\/strong><br><\/p>\n\n\n\n<p>Jeff Fromm, the author of three books about Millennial consumers and a partner at advertising firm Barkley, said the “myths about millennials could kill an organization.” Millennials want to own homes, he said, and because we spend so much time sizing up even our next $20 purchase at Home Depot online before going to the store, it follows that we’d spend a proportionate amount of time scoping out the housing market, even long before we’re willing or able to pull the trigger. It’s not that we care less about our futures and our financial planning, but perhaps that we care more.<br><\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“Millennials are absolutely going to scope out purchases, including something as important as a home, before they buy,” Fromm told Wealthfront. “[They] are very interested in owning homes.” <br><\/p><\/blockquote>\n\n\n\n<p>But the experience of shopping for a place to call your own has changed. Gone are the days where 20-somethings dream of their very own “McMansion,” Fromm said. After all, plenty of research — and bold-faced headlines — has told us that millennials are tending to get married, start a family, and buy a home later than previous generations.<br><\/p>\n\n\n\n<p>None of this stems from not wanting to spend money. millennials aren’t stingy so much as we harbor an expectation of getting the most for our money. Call it a grown-up expression of being raised to believe we could be anything and do anything, and then having the Internet and its endless options for everything we ever need to buy. millennials are used to having choices, so insisting on getting the most for our money is a logical evolution. We’re “value seekers,” according to Fromm, which is different than simply cruising Craigslist for the cheapest sticker price you can find. We’re also willing to pay to “get what we need, but not what we don’t.”<br><\/p>\n\n\n\n<p>“There’s this notion that millennials are cheap,” he told me. “They’re not.”<\/p>\n\n\n\n<p><br><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"795\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/brooke-cagle-195777-unsplash-795x530.jpg\" alt=\"\" class=\"wp-image-10500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/brooke-cagle-195777-unsplash-795x530.jpg 795w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/brooke-cagle-195777-unsplash-640x427.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/05\/brooke-cagle-195777-unsplash-768x512.jpg 768w\" sizes=\"(max-width: 795px) 100vw, 795px\" \/><figcaption><em>Here&#8217;s a stock photo of a woman looking at her laptop and smiling. Maybe she&#8217;s looking at real estate listings, imagining a different life for herself? Who knows! Anything is possible. We just thought you might want a break from looking at words.<\/em> (Photo: <a href=\"https:\/\/unsplash.com\/photos\/WHWYBmtn3_0?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Brooke Cagle\/<\/a><a href=\"https:\/\/unsplash.com\/search\/photos\/laptop?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash)<\/a><\/figcaption><\/figure>\n\n\n\n<p>But still, with all these changes, homeownership remains a priority for millennials. When we’re spending a significant amount of time looking at home listings online, it’s not aimless, consumerist lust, Fromm said, but “a new American pragmatism.” Debt is an issue for plenty of millennials, whether we have it, once had it, or are even just very aware of the burden debt has placed on our peers and simply want to avoid it unless absolutely necessary and undeniable worth it in the long term. Millennials’ relationship to debt informs our thinking about spending on big-ticket items like homes, so we’re “pragmatic,” Fromm said. It’s not that we don’t want homes — we’re just duly wary of taking on new debt.<br><\/p>\n\n\n\n<hr class=\"wp-block-separator\" \/>\n\n\n\n<p>While lots of recreational listings hunters <em>do<\/em> plan to eventually take their real estate musings from online researching to real-life home buying, others consider homeownership a distant dream and prefer to browse home listings as a kind of aspirational, therapeutic hobby.<br><\/p>\n\n\n\n<p>Brandy, a 30-something living in Brooklyn, is one of those people. Before moving to New York from Minneapolis, she owned a three-bedroom home with a tidy mortgage of $1,100. But buying real estate in ever-more-gentrified Brooklyn is another story entirely.<br><\/p>\n\n\n\n<p>“I will probably never own one again, which is fine, I guess,” she said. “I&#8217;m not really attached to homeownership as a marker of adulthood or success.”<br><\/p>\n\n\n\n<p>Still, she loves obsessively poring over Streeteasy, Padmapper, and Zillow at least a few times a week, sometimes every night.<br><\/p>\n\n\n\n<p>Brandy looks at listings in New York, and except for seeing the prices — “It hurts,” she said — she described the impulse to peruse as mostly positive, even “meditative,” and a good form of stress relief. When she’s having a particularly bad week, she looks at listings in New Orleans, and imagines starting over in the Big Easy, in a house with the perfect kitchen.<br><\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“When I am feeling unsettled in my life, for whatever reason, I imagine making a change like moving,” Brandy said. “I think for me, the animating desire is to imagine a better version of myself. So sometimes the only thing I would need to fix all my issues is a nicer kitchen, and other weeks it requires starting over in a new city.”<br><\/p><\/blockquote>\n\n\n\n<p>But she’s fine with keeping it in the dream-casting space. In fact, for people who use real estate window shopping in this way, too much reality creeping in can kill the good vibes.<br><\/p>\n\n\n\n<p>“The experience is generally a nice, warm high of finding a great apartment, and then noticing it&#8217;s near a cafe, so looking at the menu there, then imagining myself writing a book proposal while eating the cardamom scones they offer,” she also said. “And then eventually realizing I hate cardamom and also writing,” she joked. <br><\/p>\n\n\n\n<p>And sometimes that’s really the whole story. <strong>For a lot of people, the urge to cruise real estate listings is sprung from a feeling that something can or should be different in their lives, with the listings themselves acting merely as a tangible jumping off point for imagining a different path<\/strong> — <strong>whether it’s on the other side of their neighborhood but with <\/strong><em><strong>two <\/strong><\/em><strong>bathrooms or on the other side of the world.<\/strong> The usual conclusion of that path of fantasizing isn’t to find a new life but rather to figure out which parts of their current life do (or don’t) need to change. <br><\/p>\n\n\n\n<p>Still, from a safe remove, Brandy can tell you exactly what she’d want in that house: good light, airy rooms, vintage details, and beautiful woodwork. But now, even though she jokes that she’s seen enough listings to pick up a side hustle as a realtor, she’s facing down a real-life move over a landlord refusing to make repairs to rent-controlled apartments in her building.<br><\/p>\n\n\n\n<p>“Now that [I’m looking for a new apartment] there are consequences to my scrolling. It’s not relaxing … It sucks a lot of the joy out of it,” Brandy said. It’s always different when these possible futures exist solely in the abstract, where, she says, “I can keep the dream alive.”<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>An undeniable fact of life: Whether you’re feeling like your strongest, most actualized self or feeling like life has you on the ropes, the internet is there for you. It’s just so abundant and&#8230;there. It’s there all the time. There’s so much internet out there, ready for you to scroll and click endlessly, whether you’re [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":10496,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[958,1206,450,6851],"yst_prominent_words":[3766,6706,3281,6841,6849,1214,6843,6842,6848,6783,6844,6850,6846,6840,6847,4495,2203,6845,4629,5490],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10493"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10493"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10493\/revisions"}],"predecessor-version":[{"id":12042,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10493\/revisions\/12042"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10496"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10493"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10493"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10493"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10493"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}