{"id":10513,"date":"2019-06-03T12:59:36","date_gmt":"2019-06-03T19:59:36","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10513"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"how-to-buy-a-home-in-a-different-city","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-to-buy-a-home-in-a-different-city\/","title":{"rendered":"How To Buy A Home In A Different City: 12 Things You Need To Know"},"content":{"rendered":"\n<p>Buying a home is <em>already<\/em> a big investment. Not only do you have to front a truly nauseating sum of cash for a down payment, but you’re also likely to take on some debt (or a lot). This is true no matter where you’re <a href=\"https:\/\/blog.wealthfront.com\/6-conversations-every-couple-absolutely-must-have-before-buying-a-home\/\">planning to buy a home<\/a> — and things only get trickier if you’re planning to move somewhere far away from where you currently live. For people in their 20s and 30s, changing jobs, forming families, and ever-shifting plans put many people in situations where they&#8217;re trying to buy a home somewhere other than where they currently live. For example, 26% of Wealthfront clients in the San Francisco Bay Area who have home-buying goals are looking to move somewhere outside the Bay Area when they make their purchase. Your current life might be in one place, but your mind might very well already be nesting and setting up shop somewhere else entirely. <br><\/p>\n\n\n\n<p>And there are any number of valid reasons why this might be true for you. Whether you’ve got a great job offer in a city a few states away or want to buy a vacation home abroad, it’s certainly possible — and exciting! — to purchase a house from far away. But doing so comes with a few important caveats: Namely, do more research than you think seems necessary or even sane, and plan ahead as much as possible. And we don’t just mean “make a plan,” we mean “make a plan so clean you could eat off it.” To protect yourself financially and emotionally, it’s crucial to mitigate risk on the front end, way before you’re locked into a contract. <br><\/p>\n\n\n\n<p>If you were to make a mood board for your home-buying project, the entire thing would just be photos of people standing in high places looking at the horizon — you want to see what’s coming, in as much detail as possible, so you can plan for it. (Okay, maybe you want to put some pictures of piles of money, people triumphantly crossing finish lines, and people taking well-deserved naps on the mood board too.) The unexpected is never easy, but it can be catastrophic when juggling the complex task of buying a home. <br><\/p>\n\n\n\n<p>Curious about what it takes to buy a home in a land far, far away (or even just a few hours away)? Here are a few important things to consider before making an offer on a long-distance property:<br><\/p>\n\n\n\n<h2><strong>1. How much you can actually afford<\/strong><br><\/h2>\n\n\n\n<p>While you may have the money to buy a larger home where you live now, property values, price-per-foot costs, and even closing expenses can vary widely by location, even from a city to its suburbs. That’s why it’s so important to get a realistic sense of how far you’ll be able to stretch your money if you’re looking at buying in a city you aren’t already intimately familiar with.<br><\/p>\n\n\n\n<p>Want to see how much you can afford based on where you want to live and your current income? What if you change jobs? What if you waited a few years? What if you save up and put down a bigger down payment? We can help you play with all the variables that impact your home-buying budget. There are so many details — your income, net worth, credit score, and debt-to-income ratio — that determine how much you can afford and what kind of mortgage you’re likely to qualify for. <a href=\"https:\/\/www.wealthfront.com\/home-planning\">Wealthfront’s home planning feature<\/a> covers all of that, with the added context from data-driven housing market forecasts. Also, it’s totally free, which is unlikely to be true about any other part of your home-buying journey. <br><\/p>\n\n\n\n<p>To figure out how much you can actually afford in another location so you don’t interfere with your other financial goals, Wealthfront’s home planning tool will crunch the numbers for you based on your income, the sale of your current home if that’s in the picture for you, and the most recent real estate data. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"530\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/buying-a-home-530x530.jpg\" alt=\"\" class=\"wp-image-10516\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/buying-a-home-530x530.jpg 530w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/buying-a-home-500x500.jpg 500w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/buying-a-home-768x768.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/buying-a-home.jpg 1440w\" sizes=\"(max-width: 530px) 100vw, 530px\" \/><figcaption><em><a href=\"https:\/\/unsplash.com\">Unsplash<\/a><\/em><\/figcaption><\/figure>\n\n\n\n<p><br><\/p>\n\n\n\n<h2><strong>2. Housing market aside, what does living in that city cost?<\/strong><br><\/h2>\n\n\n\n<p>Even if you can technically afford, say, a $450,000 home in the location you’re considering, you’ll need to also think about a number of other factors before making the leap. Check out the <a href=\"http:\/\/coli.org\/\">Cost of Living Index<\/a> to compare the cost of living in U.S. cities side by side. If crazy-high property taxes, healthcare expenses, or daycare costs will keep you from easily making your monthly mortgage payment, then it’s worth considering a home in a different price range or rethinking that locale altogether.<br><\/p>\n\n\n\n<h2><strong>3. Moving and travel expenses<\/strong><br><\/h2>\n\n\n\n<p>The home-buying numbers might tell one story, but travel and relocation costs can quickly rack up during the home search\/buying process, to a degree that could possibly mess with your projected down payment. Before estimating how much you can pay for a house, figure out how many times you’ll need to travel to and from your new city for showings, inspection, and closing. Since it’s not wise (or even technically allowed in some cases) to rack up credit card debt while you’re under contract, make sure to put money aside for travel beforehand. A home-buying budget is never <em>just <\/em>the price of the home you’re buying. (If only things were ever that simple.)<br><\/p>\n\n\n\n<p>If you’re moving for a job, consider whether or not your employer will cover relocation expenses. Depending on how much you’ll have to contribute, you may also want to set funds aside for movers, transportation, and other moving costs to prevent obstacles in your home-buying process. <br><\/p>\n\n\n\n<h2><strong>4. What are different neighborhoods like? (But seriously, what are they <\/strong><strong><em>like<\/em><\/strong><strong>?)<\/strong><br><\/h2>\n\n\n\n<p>Buying a home doesn’t have to mean you’ll live there forever, but you’ll want to ensure you’re moving to an area you want to stay in for at least <a href=\"https:\/\/www.nerdwallet.com\/blog\/taxes\/selling-home-capital-gains-tax\/\">five years to avoid capital gains taxes<\/a> (and to build up some equity before selling). So try to visualize not just how you’ll feel walking around your front porch with a cup of coffee, but how you’ll feel walking around the neighborhood or commuting to work. You aren’t just moving to a specific home — you’re jumping into a life somewhere else. <br><\/p>\n\n\n\n<p>With this in mind, you should really contemplate the neighborhood of a home you’re interested in before making an offer. Of course, you’ll want to do your research on schools (if that’s a factor for you) and crime rate, but you’ll also want to know what’s around. Try checking out Google Maps or Google Street View. Is the home near a busy intersection, railroad tracks, or a noisy highway? On the flipside, is it close to stores, restaurants, and other places you’d frequent? You need to think about concrete things like square footage <em>and <\/em>less tangible things, like the overall vibe of a place. Both are crucial, and when you’re moving somewhere far away from where you currently live, you might not have such a keen awareness of the energy on the ground where you’re headed.<br><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"795\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/new-york-neighborhood-795x530.jpg\" alt=\"\" class=\"wp-image-10518\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/new-york-neighborhood-795x530.jpg 795w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/new-york-neighborhood-640x427.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/new-york-neighborhood-768x512.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/new-york-neighborhood.jpg 1440w\" sizes=\"(max-width: 795px) 100vw, 795px\" \/><figcaption><i><a href=\"https:\/\/unsplash.com\/@whileimout?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Gabriel Santiago\/<\/a><a href=\"https:\/\/unsplash.com\/search\/photos\/community?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash<\/a><\/i><\/figcaption><\/figure>\n\n\n\n<h2><strong>5. How you should — and shouldn’t — use technology in the process<\/strong><br><\/h2>\n\n\n\n<p>One perk of living in our cruel and overstimulating modern world: The ability to virtually tour a home across the country (or the ocean). “With a multitude of social media apps, an agent can share detailed videos of potential properties live with out-of-state clients who have the ability to ask questions and interact,” said Bauer. “While it&#8217;s not as good as being there in person to walk the property, an agent-led virtual tour can provide the perspective that helps a buyer determine whether the home is a contender or not.”<br><\/p>\n\n\n\n<p>Technology can certainly make the home-buying process more convenient, especially when there’s travel involved. But it’s best not to rely on virtual tours or virtual inspections. Make sure you lay actual human eyes on a property and walk through it, since <a href=\"https:\/\/blog.wealthfront.com\/obsessed-with-real-estate-listings\/\">buying something sight unseen is a major risk<\/a> in every sense of the word.<br><\/p>\n\n\n\n<h2><strong>6. Hire a realtor<\/strong><br><\/h2>\n\n\n\n<p>Even if you’re able to be physically present throughout the entire house-hunting process, you want to hire a realtor. For out-of-state or international moves especially, it’s wise to have a reliable agent help facilitate the process. Sometimes staying in control of the important parts of your life is less about doing everything yourself and more about being an excellent project manager who delegates to a trusted team. Plus, sellers usually foot the bill for realtor’s fees (if the average listing fee is 6%, your buyer’s agent gets half of that), so honestly, why wouldn’t you?<br><\/p>\n\n\n\n<p>Ben Wagner, real estate investor and broker at Globalized Realty, told Wealthfront that for long-distance home-buying, hiring a buyer’s agent — who will essentially serve as your eyes and ears on the ground — is a non-negotiable. <br><\/p>\n\n\n\n<p>“Compared with a normal listing agent, the buyer&#8217;s agents have a fiduciary responsibility to help the buyer, whereas the agent representing the home listing has a fiduciary duty to the home seller,” he said. “Take your time to interview multiple agents, ask for references, and try to find an agent that has worked with out of town buyers before.”<br><\/p>\n\n\n\n<h2><strong>7. What’s included — and what isn’t — in the sales material for the house?<\/strong><br><\/h2>\n\n\n\n<p>To make sure you’re getting the most accurate info on a property before traveling to see it in person, double check with your agent about anything that might not be included in the listing. For example, some jurisdictions don’t allow agents to report bedrooms in the basement, which would make a 4-bedroom home look like a 2-bedroom in a listing — clearly, this is important info to have! In some locations where there aren’t residential standards on how to measure or report, square footage may be approximate. <br><\/p>\n\n\n\n<p>Rule of thumb: Always ask “what am I not seeing?” and ask it of as many people as possible, ideally including a few who have nothing to gain by you missing something.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"795\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/beach-house-795x530.jpg\" alt=\"\" class=\"wp-image-10519\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/beach-house-795x530.jpg 795w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/beach-house-640x427.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/beach-house-768x512.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/06\/beach-house.jpg 1440w\" sizes=\"(max-width: 795px) 100vw, 795px\" \/><figcaption><em>Unsplash<\/em><\/figcaption><\/figure>\n\n\n\n<p><br><\/p>\n\n\n\n<h2><strong>8. Will you and\/or your joint applicant have verification of employment in your new city?<\/strong><br><\/h2>\n\n\n\n<p>Most lenders require proof of income based on pay stubs, which is easy enough if you’re purchasing a home in a city where you’ve been working for a while. But moving for a job you haven’t started yet could throw a wrench in the process. For long-distance moves that include changing jobs, many lenders will allow a contract for employment to suffice for income verification, but make sure to talk to your loan officer in advance. Worst case, you can always rent for a few months while you get a few pay stubs under your belt. (And honestly, doing so might be a better way to become more acquainted with your new surroundings before committing to a home purchase.)<br><\/p>\n\n\n\n<h2><strong>9. The tax situation in that city, state, or country<\/strong><br><\/h2>\n\n\n\n<p>We know, looking at double vanities on Zillow is a lot more fun, but you gotta deal with this too. Along with cost of living, it is essential to do your due diligence on residential, sales, and employment taxes in your new city, state, or country. It may also be wise to make sure your new municipality doesn’t have imminent plans to rezone, which could affect your taxes. <br><\/p>\n\n\n\n<p>“When researching homes in another city, go to the municipality’s website or call their planning department to check for recent or proposed zoning changes that may impact your new dwelling, like new construction that increases density in the area,” Ginna Currie, MAI, a New York-State general appraiser, told Wealthfront.<br><\/p>\n\n\n\n<h2><strong>10. The state’s inspection disclosure laws<\/strong><br><\/h2>\n\n\n\n<p>A home inspector’s job is to warn a buyer about potential hazards in the home, but each state has its own licensing laws about what an inspector is required to disclose. So while a local inspector (or seller) might be required by law to tell you about past environmental damage on a home, another state’s inspector might <em>not<\/em> have to, as long as it doesn’t pose a current injury threat. <br><\/p>\n\n\n\n<p>Remember what we said about asking directly what you could be missing? This is another one of those times. Prevent any issues with a future home by asking your agent and inspector up front about what they will and won’t be disclosing.<br><\/p>\n\n\n\n<h2><strong>11. The risk exposure of the home<\/strong><br><\/h2>\n\n\n\n<p>We’ll keep saying it: Buying a home is <em>always<\/em> more expensive than the sum of anticipated costs associated with actually procuring the place. You’ll also have to deal with expenses like home repairs and insurance, which of course is pretty basic stuff you’re likely already planning for. We would just like to mention that a big part of scoping out future costs is thinking about how risky your home is (and we don’t mean risk as an investment, which is a whole other conversation).<br><\/p>\n\n\n\n<p>While you can’t predict unforeseen expenses, you can (and should) get an idea of how much insurance will cost by understanding a home’s risk to catastrophic events, John Bodrozic, co-founder of Home Zada told us. For instance, coastal properties in the south will be more susceptible to hurricanes, while a home in the midwest has more risk for flooding and tornadoes, all of which could drastically affect your home repair and insurance budget. <br><\/p>\n\n\n\n<h2><strong>12. Potential remodeling costs in the area<\/strong><br><\/h2>\n\n\n\n<p>Even if your home isn’t exactly a fixer-upper, you may want to invest in some renovations down the road. It’s always a good idea to look into remodeling costs in your new city. “Remodeling costs are different depending on location; a lot of this has to do with material costs and the cost of home improvement labor from one region to the next,” Bodrozic said. “A good practice is to financially plan out all the items on any potential remodel, do some product shopping research, and get multiple bids from qualified contractors.”<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Curious about what it takes to buy a home in a land far, far away (or even just a few hours away)? Here are a few important things to consider before making an offer on a long-distance property.<\/p>\n","protected":false},"author":129,"featured_media":10522,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[6866,1206,450],"yst_prominent_words":[3731,3815,6706,6729,6338,6860,6854,6855,4159,1214,1216,6862,6864,6863,6857,6861,6858,6859,6865,6856],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10513"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10513"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10513\/revisions"}],"predecessor-version":[{"id":12043,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10513\/revisions\/12043"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10522"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10513"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10513"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10513"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10513"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}