{"id":10648,"date":"2019-07-01T14:34:14","date_gmt":"2019-07-01T21:34:14","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10648"},"modified":"2020-04-24T11:36:41","modified_gmt":"2020-04-24T18:36:41","slug":"why-did-ally-and-marcus-lower-their","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-did-ally-and-marcus-lower-their\/","title":{"rendered":"Ally and Marcus Lowered Interest Rates During The Same Week The Wealthfront Cash Account APY Increased: Here&#8217;s Why That Might&#8217;ve Happened"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>A very strange thing happened last week: Wealthfront raised the interest rate on the FDIC-insured <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account to 2.57%<\/a>, marking the third rate increase on this account in four months. Within 48 hours of the increase, two of the most popular banks offering high-interest savings accounts — Goldman Sachs’s Marcus and Ally Bank — <em>cut<\/em> their rates by 0.1% to 2.15% and 2.1% respectively.<br><\/p>\n\n\n\n<p>When asked why they lowered their interest rates, both <a href=\"https:\/\/www.usatoday.com\/story\/money\/2019\/06\/28\/high-yield-savings-marcus-and-ally-lower-their-rates\/1598694001\/\">Marcus and Ally blamed “market conditions<\/a>,” according to emails they sent to customers. This is an odd claim considering the rate on which all banks base their interest rates — <a href=\"https:\/\/blog.wealthfront.com\/how-the-fed-funds-rate-impacts-the-wealthfront-cash-account\/\">the Fed Funds rate<\/a> — hasn’t changed. As you can see in the chart below, the Fed Funds rate hasn’t substantially changed all year.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh4.googleusercontent.com\/W1p40J0PCm65XgNiN88bUXs_zqB_GzVVbCJ-qnRbOluecqrxPNy7DQ-oGbD5fF6Ig_t78KFEFZX49XeudYLa-mODcjrA68ya7gQoUBQcxAH2qITV6juZYPzjZO5JGxyRhB-4L3WW\" alt=\"\"\/><figcaption><em>Source: <\/em><a href=\"https:\/\/fred.stlouisfed.org\/series\/FEDFUNDS\"><em>Board of Governors of the Federal Reserve System<\/em><\/a><em> (US)<\/em><\/figcaption><\/figure>\n\n\n\n<p>Three weeks ago, there was a lot of speculation in the financial press that the <a href=\"https:\/\/www.npr.org\/2019\/06\/19\/734016930\/fed-ponders-when-to-cut-interest-rates\">Federal Reserve would lower its recommended range<\/a> for the Fed Funds rate by up to 0.50% at its next Open Market Committee. That meeting happened back on June 18<sup>th<\/sup>, and to many pundits’ surprise, not only did the Fed <em>not <\/em>lower rates, they <a href=\"https:\/\/www.cnbc.com\/2019\/06\/19\/fed-decision-fed-leaves-rates-unchanged.html\">set the expectation that they are unlikely to revisit rates <em>until at least the end of the year<\/em><\/a>. So rates didn’t change and appear unlikely to change anytime soon.<br><\/p>\n\n\n\n<p>In other words, there was no change in “market conditions” that would easily explain banks needing to lower rates on savings accounts. Any such “market conditions” would’ve <a href=\"https:\/\/blog.wealthfront.com\/how-the-fed-funds-rate-impacts-the-wealthfront-cash-account\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\"likely affected the APY Wealthfront is able to offer (opens in a new tab)\">likely affected the APY Wealthfront is able to offer<\/a>, and yet we raised ours at the same moment Marcus and Ally “needed” to lower theirs.<br><\/p>\n\n\n\n<p>So then why would Marcus and Ally lower their savings account rates now? As best as I can tell, they lowered their rates for one of three possible reasons:<br><\/p>\n\n\n\n<ol><li>They made the decision to lower rates a few weeks ago when the Fed was expected to lower rates, and they are such big organizations that, by the time they found out the Fed would not, in fact, lower rates, they couldn’t stop the process.<\/li><li>The demand for their loans declined, which meant they had to lower the interest they charge their clients to borrow. In turn, they had to cut rates on their savings accounts to maintain their margins.<\/li><li>They wanted to test if the <em>expectation<\/em> of the Fed ultimately cutting rates in the future could be used as justification for cutting the rates they pay now.<\/li><\/ol>\n\n\n\n<p>The first reason seems highly unlikely to me. I can’t believe Marcus and Ally are that bureaucratic. The second reason doesn’t make sense to me either. Based on my survey of bankers, I have not heard of, nor read about, any banks that have cut the rates they charge for borrowing money. That leaves number three — <strong>they are testing to learn whether or not they can get away with lowering their APY<\/strong> — as the only reasonable explanation. As <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">we’ve talked about before<\/a>, banks have a history of trying to make ever larger profits at the expense of the individual depositor. This case — Ally and Marcus lowering the interest rate on their savings accounts in the absence of external conditions forcing their hand — seems no different.<br><\/p>\n\n\n\n<p>This possibility, that Ally and Marcus are <em>choosing <\/em>to lower their APY as an experiment, answers the question of how Wealthfront was able to raise the rate on our cash account in this environment. There simply are no “market conditions” that necessitate lowering rates on savings accounts. With the Fed keeping rates steady, any changes to interest rates on your accounts are a matter of choice by each institution — and as always, Wealthfront is choosing to give you as much as we possibly can. At the same time (this week, literally at the same time), some banks are testing you to see how much they can take away.&nbsp;<br><\/p>\n\n\n\n<p>As we have explained in our previous blog posts on the topic, Wealthfront’s repeated APY increases are not an accident, fluke, or temporary gimmick — this is how we built this part of our business to function. Our cash team is relentless at driving down our cost through automation. Each time we are able to cut our costs, we try to pass along those cost savings to our clients. We are prohibited by our regulators from paying more than we earn, so there is a limit to the amount we are allowed to pay. But every factor that’s in our control is aimed squarely at helping our clients’ money grow faster and go further.<\/p>\n\n\n\n<p>Like every other institution, Wealthfront may be forced to lower rates if and <a href=\"https:\/\/blog.wealthfront.com\/how-the-fed-funds-rate-impacts-the-wealthfront-cash-account\/\">when the Fed <em>actually<\/em> lowers its recommended rates<\/a>. But the good news: Wealthfront’s rate decreases will likely be smaller than others. Until then, there is no need to lower the rate. We’re not interested in playing games with your money to see how you react. That’s just not who we are. We will always attempt to set clear expectations, be candid and transparent, and make sure your money is working for you, not us. Unfortunately, most banks’ decisions are not dictated by these same values, and the vaguely explained APY decreases from Ally and Marcus this week are a great example.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Two popular banks offering high-interest savings accounts — Goldman Sachs’s Marcus and Ally Bank — cut their interest rates by 0.1% to 2.15% and 2.1% respectively within 48 hours of Wealthfront&#8217;s cash APY going up again. So why did this happen?<\/p>\n","protected":false},"author":4,"featured_media":10649,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7234],"tags":[6918,6837,6900,1058,6919,6836],"yst_prominent_words":[6915,6475,1651,6292,6285,6540,6290,2771,1990,6916,6910,6909,2010,5418,3091,6917,6913,6914,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10648"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10648"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10648\/revisions"}],"predecessor-version":[{"id":13036,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10648\/revisions\/13036"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10649"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10648"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10648"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10648"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10648"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}