{"id":10676,"date":"2019-07-15T16:17:10","date_gmt":"2019-07-15T23:17:10","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10676"},"modified":"2020-04-24T11:35:50","modified_gmt":"2020-04-24T18:35:50","slug":"the-difference-between-fdic-and-sipc-insurance","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/the-difference-between-fdic-and-sipc-insurance\/","title":{"rendered":"Here’s the Difference Between FDIC and SIPC Insurance — And Why You Need to Know"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>Back in the day, when you had no choice but to visit the bank in person — the actual buildings themselves, replete with the slowest lines known to civilization and dusty bowls of petrified mints — you may have noticed tiny golden placards affixed to teller windows declaring the <a href=\"https:\/\/www.fdic.gov\/deposit\/deposits\/brochures\/deposit-insurance-at-a-glance-english.html\">bank was backed by FDIC insurance<\/a>. You probably saw this acronym so many times that it was etched in your mind before you were old enough to read. And even once you <em>could<\/em> read, it&#8217;s possible that “FDIC insurance” is one of those terms you’ve seen countless times without ever <em>really <\/em>knowing what it meant. You’ve possibly just been passively aware of it all along, never totally understanding what it means or how exactly it works. <\/p>\n\n\n\n<p>Honestly, this is fair. It&#8217;s not like you know nothing about the FDIC. You <em>definitely<\/em> know you read a chapter in middle school that mentioned it. And in your defense, even if you&#8217;re brilliant with money, it&#8217;s completely possible that you might&#8217;ve never attained a thorough understanding of how your funds are insured and the entities in charge of that. There are so many more pressing things to learn in life — it feels like kind of a given that the money in your bank is safe and something called the FDIC has something to do with it. <br><\/p>\n\n\n\n<p>And the FDIC isn&#8217;t the whole story here: There’s also SIPC insurance, which you’ve probably heard of, no doubt without a clear explanation of what it is or how it’s different from FDIC insurance. So let’s get into it. What do these acronyms mean? (Side note: Why are <em>so <\/em>many financial entities known by acronyms? Is this industry intentionally opaque?) What’s the difference between FDIC and SIPC? And does it really actually matter which one you have on your account? (Spoiler: Yes, it absolutely does.) Here’s what you need to know.&nbsp;<\/p>\n\n\n\n<h2>What is FDIC insurance?&nbsp;<\/h2>\n\n\n\n<p>The Federal Deposit Insurance Corporation — ah, there it is — was founded in 1933 as an independent agency of the U.S. government. It protects the cash being held in bank accounts up to $250,000 per depositor, per <a href=\"http:\/\/research.fdic.gov\/bankfind\/\">FDIC-insured bank<\/a>, per <a href=\"https:\/\/www.fdic.gov\/deposit\/covered\/categories.html\">account category<\/a>. So if your bank were to suddenly lose all your money, the FDIC would pay you as soon as possible, via either a new account at another insured bank or a check in the amount of your insured balance. FDIC insurance is basically exactly what you would expect insurance for your bank account to be.&nbsp;<\/p>\n\n\n\n<p>If you have accounts at multiple FDIC-insured banks, you’re covered for up to $250,000 at each bank. If you and your partner have a joint account at one bank, you’re covered up to $500,000 for that account, plus $250,000 per individual account. There are, however, some exceptions: the Wealthfront Cash Account, for example, offers up to $1 million in FDIC insurance per depositor. (In a minute, we’ll go deeper into how we manage to score that for our clients.)<\/p>\n\n\n\n<p>As a rule, FDIC insurance <a href=\"https:\/\/www.fdic.gov\/deposit\/covered\/insured.html\">covers things like<\/a> checking and savings accounts, money market <em>deposit <\/em>accounts, and certificates of deposit. It excludes things like stocks, bonds, mutual funds, annuities, life insurance policies, and safe deposit boxes. (Fun fact: The <a href=\"https:\/\/www.fdic.gov\/about\/learn\/symbol\/index.html\">FDIC is funded by premiums paid by banks<\/a> and interest earnings from its investment portfolio — not taxes.)<\/p>\n\n\n\n<h2>What is SIPC insurance?&nbsp;<\/h2>\n\n\n\n<p>The Securities Investor Protection Corporation, on the other hand, protects the assets in your brokerage accounts. The limits of this coverage $500,000 in total value per customer, of which $250,000 can be cash. Covered assets include stocks, bonds, Treasury securities, certificates of deposit (those issued by a broker, not a bank), mutual funds, and money market mutual funds.<\/p>\n\n\n\n<p>This protection only applies to SIPC-backed institutions that are “financially troubled” (think:&nbsp; <a href=\"https:\/\/thehill.com\/blogs\/pundits-blog\/finance\/314636-the-financial-crisis-investor-protection-and-lessons-learned\">Lehman Brothers in 2008<\/a>, aka, the poster children of troubled financial institutions) — it does not protect against fluctuations in the market or bad investing advice. “SIPC does not protect the value of any security,” <a href=\"https:\/\/www.sipc.org\/for-investors\/what-sipc-protects\">its site<\/a> explains. “SIPC does not bail out investors when the value of their stocks, bonds, and other investment falls for any reason.”<\/p>\n\n\n\n<p>Translation: If you choose to invest $50,000 in your grad school roommate&#8217;s startup and lose all your money, <a href=\"https:\/\/blog.wealthfront.com\/false-comfort-of-sipc-insurance\/\">SIPC insurance won’t bail you out<\/a>. (If only, right?) But if your investment firm goes belly-up and doesn’t move your assets to another protected firm, SIPC will have your back up to the insured limits.&nbsp;<\/p>\n\n\n\n<h2>FDIC vs. SIPC: why it matters<\/h2>\n\n\n\n<p>Maybe you heard a lot about SIPC insurance last year around <a href=\"https:\/\/www.cnbc.com\/2018\/12\/14\/sipc-chief-raises-concerns-to-sec-about-robinhoods-free-checking-accounts.html\">Robinhood’s failed launch of checking and savings accounts<\/a>. So why all the fuss about certain brokerage firms only offering SIPC insurance on their high-interest cash accounts? Here’s the thing: SIPC <a href=\"https:\/\/www.sipc.org\/for-investors\/investor-faqs\">only protects cash<\/a> when it’s in an account <em>“for the purchase of securities<\/em>” (emphasis ours, because this is an important distinction).&nbsp;<br><\/p>\n\n\n\n<p>In other words, if you park your cash in a brokerage account with the sole purpose of earning interest — with zero plans to invest it in stocks or other securities — SIPC might decide that your cash doesn’t fall under its umbrella. And if the brokerage firm fails, you might not have any recourse. All of this is to say, if you want to be absolutely certain that your funds are covered, you should make sure the cash you <em>don’t <\/em>plan to invest is in an account insured by the FDIC.&nbsp;&nbsp;<\/p>\n\n\n\n<h2>Does Wealthfront have FDIC or SIPC insurance?<\/h2>\n\n\n\n<p>Of course, we think the best option is to keep your cash in an account that has FDIC insurance <em>and <\/em>can be easily used as a pre-investment holding tank. If that account has a high-interest rate, even better. Hey, we happen to know an account exactly like that! The <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account<\/a> comes with up to $1 million in FDIC insurance. And like other brokerage firms, we <em>also <\/em>have SIPC insurance on our <a href=\"https:\/\/www.wealthfront.com\/investing\">investment accounts<\/a>. The way people are banking is actively evolving right now, and our clients are demanding a lot more than traditional banks offer when it comes to cash — but they still don’t want to take chances with their money. We couldn’t agree more strongly with both of these points. (Seriously, let’s keep this energy.) We believe outgrowing the traditional banking paradigm shouldn’t have to feel reckless or risky, so we’re building a financial environment that’s highly flexible, growth-oriented, <em>and <\/em>as protected as possible.&nbsp;<br><\/p>\n\n\n\n<p>So this $1 million in FDIC insurance — <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/360022405992--How-does-Wealthfront-offer-FDIC-insurance-\">how did we pull that off<\/a>? It’s not magic, but it is clever (if we do say so ourselves). When you deposit money into your Wealthfront Cash Account, we sweep it into banks that are protected by the FDIC. Because we use <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/360022591631\">multiple banks<\/a>, we can provide more insurance than the $250,000 offered at single banks.&nbsp;<\/p>\n\n\n\n<p>And don’t worry: The whole “sweeping to multiple banks” thing doesn’t mean your cash gets held up in transit when you try to move it around. We do all the heavy lifting on the backend to make sure you have easy access to your cash whenever you need it, either for a big purchase or an investment. You can even see which banks are holding your funds on your monthly statement. (Is now a good time to mention that the Wealthfront Cash Account also currently has an APY of 2.57%, the highest available on the market*? Sorry, we just can’t really stop talking about that. We’re pretty psyched about it.)<\/p>\n\n\n\n<p>When deciding where you’re going to keep your cash — your old bank account, your mattress, a piggy bank, <em>none<\/em> of which has a high interest rate, for what it’s worth — you should first understand whether your savings will be protected by FDIC or SIPC insurance. Hopefully, that will be a lot easier now that you actually know what they both are. <\/p>\n\n\n\n<p><br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>What’s the difference between FDIC and SIPC? And does it really actually matter which one you have on your account? (Spoiler: Yes, it absolutely does.) Here’s what you need to know. <\/p>\n","protected":false},"author":129,"featured_media":10680,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233],"tags":[6547,6942,554,924,6943],"yst_prominent_words":[1509,3049,1739,6475,6940,6939,6934,6936,6551,6941,6935,4160,2771,6937,1271,4107,4105,6938,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10676"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10676"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10676\/revisions"}],"predecessor-version":[{"id":13034,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10676\/revisions\/13034"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10680"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10676"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10676"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10676"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10676"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}