{"id":10741,"date":"2019-07-29T16:11:08","date_gmt":"2019-07-29T23:11:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10741"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"the-fed-is-poised-to-lower-rates-is-this-a-good-thing-or-a-bad-thing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/the-fed-is-poised-to-lower-rates-is-this-a-good-thing-or-a-bad-thing\/","title":{"rendered":"The Fed is Poised to Lower Rates — Is This a Good Thing or a Bad Thing?"},"content":{"rendered":"\n<p><em>Long time readers of this blog know how much I respect Howard Marks, Chairman of Oaktree Capital. Howard is as well known for his thoughtful letters to his investors as he is for his outstanding returns. Today, we are publishing <a href=\"https:\/\/www.oaktreecapital.com\/docs\/default-source\/memos\/on-the-other-hand.pdf\">Howard&#8217;s latest letter<\/a>, with his permission, which addresses the pluses and minuses of the Fed potentially lowering rates this week. Given the heightened interest in what could happen to interest rates as a result, we thought you all could benefit from Howard&#8217;s insight.&nbsp;&#8211; Andy Rachleff<\/em>, <em>Wealthfront CEO<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\" \/>\n\n\n\n<p>It often happens that just as I’m about to release a memo, I come across something that absolutely has to be incorporated. That was the case on June 12, the day “<a href=\"https:\/\/www.oaktreecapital.com\/docs\/default-source\/memos\/this-time-its-different.pdf\">This Time It’s Different<\/a>” was published. I was reading a first-quarter report from Ruffer, a London-based money manager, and I came across the following question:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Can the Fed, with its discretions and its firepower, keep a market dislocation at bay, or halt it once it has begun?<\/p><\/blockquote>\n\n\n\n<p>That question caused me to think back to remarks made a few days earlier by Federal Reserve Chairman Jerome Powell regarding how the Fed would deal with the possibility of a trade war and its potential ramifications:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>We are closely monitoring the implications of these developments for the U.S. economic outlook and, as always, we will act as appropriate to sustain the expansion, with a strong labor market and inflation near our symmetric 2% objective. <\/p><cite>CNBC, June 4<\/cite><\/blockquote>\n\n\n\n<p>Together, these two inputs prompted me to reflect on the role and powers of the Fed. <strong>In short, is it the Fed’s job to sustain expansions and keep market dislocations at bay <em>ad infinitum<\/em>?<\/strong> I concluded that “This Time It’s Different” shouldn’t ignore this subject and, as a result, reworked the end of its section on quantitative easing, adding a new final paragraph:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Can government actions permanently raise the level of demand in an economy, or do they mostly accelerate future demand into the present? If the latter, can QE elevate GDP forever above what it otherwise would have been? I doubt it. But if it could, wouldn’t that eventually cause what I call an “excess,” leading to a recession?<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Finally, when I hear people talk about the possibility that the Fed will prevent a recession, I wonder whether it’s even desirable for it to have that goal.<\/strong> Per the above, are recessions really avoidable or merely postponable? And if the latter, is it better for them to occur naturally or be postponed unnaturally? <strong>Might efforts to postpone them create undue faith in the power and intentions of the Fed, and thus a return of moral hazard? And if the Fed wards off a series of little recessions, mightn’t that just mean that, when the ability to keep doing so reaches its limit, the one that finally arrives will be a doozy?<\/strong><\/p><\/blockquote>\n\n\n\n<p>I’m so glad these last-minute inspirations caused me to include the above. I think the topic is very important, so much so that I’m now going to devote a memo to the subject of Fed interest-rate management.<\/p>\n\n\n\n<h2><strong>What Do Fed Actions Tell Us?<\/strong><\/h2>\n\n\n\n<p>Many people look at the operation of an economy and the efforts of a central bank to influence it and see things that are logical and straightforward. Others see a complex ecosystem that has financial, political and behavioral components, with tendencies that are understandable but certainly subject to significant uncertainty and ambiguity. I’m one of the latter. I think of the Fed and its considerations as complex, multi-faceted and characterized by a great deal of on-the-one-hand-but-on-the-other- hand. I’ll explain at length below, right after issuing my usual caveats: I’m not an economist, an expert on monetary policy or a Fed watcher – just a casual observer.<\/p>\n\n\n\n<p>Many people take Fed actions at face value. <strong>When the Fed cuts interest rates, as the consensus expects it to do soon, investors take that as a “buy” signal. Their thought process is simple: weak economy → rate cuts → economic stimulus → stronger GDP → higher corporate profits → higher stock prices.<\/strong> For this reason, many people – first-level thinkers that they are – take a statement like Powell’s above as simplistic and a positive.<\/p>\n\n\n\n<p>But there’s much more to the story. Digging deeper, one should ask, “Why is the Fed cutting rates?” The answer, of course, is that the Fed anticipates economic weakness (or sees it taking place) and wants to ward it off. So the second-level thinker wonders how bad the outlook is, how much worse it might have gotten without the rate cut, and whether the cut will be sufficient to avert a slowdown.<\/p>\n\n\n\n<p>In 2006, on the way to the Global Financial Crisis, delinquencies on sub-prime mortgages began to rise. The trend became more noticeable in mid-2007, leading to falling prices for mortgage-backed securities; margin calls for mortgage-backed-securities funds (from banks that had given them leverage); and, eventually, fund meltdowns. Most prominently, on July 31, 2007, two mortgage- backed-securities funds managed by Bear Stearns filed for bankruptcy.<\/p>\n\n\n\n<p>Investors wanted help, and the Fed rode to the rescue. On September 18, it cut the fed funds rate by 50 basis points, from 5.25% to 4.75%, and issued a statement that included the following:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Today’s action is intended to help forestall some of the adverse effects on the broader economy that might otherwise arise from the disruptions in financial markets and to promote moderate growth over time. . . .<\/p><p>Developments in financial markets since the Committee’s last regular meeting have increased the uncertainty surrounding the economic outlook. The Committee will continue to assess the effects of these and other developments on economic prospects and will act as needed to foster price stability and sustainable economic growth.<\/p><\/blockquote>\n\n\n\n<p>The rate cut and message were warmly received, with the S&amp;P 500 rising more than 6% over the next two weeks. Few people, I think, questioned whether this really was good news.<\/p>\n\n\n\n<p>Shortly after that first cut, I considered the following question: If you went to the doctor for an ailment and he pulled out a huge hypodermic needle, would you take that as good news or bad? Since the vast majority of Fed actions consist of 25-basis-point interest rate cuts or increases, doesn’t a cut of 50 basis points mean the Fed finds the outlook particularly worrisome? If a rate cut of 25 basis points is good news for the markets, is a cut of 50 basis points better or worse?<\/p>\n\n\n\n<p>My point is that a rate cut’s implications aren’t always as simple a matter as they may appear to be. Assuming the Fed is a good diagnostician, a decision to cut rates isn’t necessarily good news. You can argue that, if there’s trouble ahead, we’re better off with a rate cut than without one. <strong>But that still doesn’t make it good news. First, it means the Fed thinks trouble is looming. And second, it certainly doesn’t guarantee the problem will be solved. <\/strong>(It’s worth noting that 18 months after that first rate cut in September 2007 – during which time ten more cuts followed, eventually taking the fed funds rate to nearly zero – the S&amp;P 500 finally bottomed out, <strong>down more than 50% from where it stood on the day of the first cut.<\/strong>)<\/p>\n\n\n\n<h2><strong>Are Low Interest Rates a Good Thing?<\/strong><\/h2>\n\n\n\n<p>The Fed’s decision early this year to depart from its announced program of rate increases is widely recognized as a main contributor – if not the main contributor – to investors’ decision to stop pushing down the markets through selling, as well as to the rally indicated by the S&amp;P 500’s gain of roughly 20% so far this year. Since then the rally has been propelled by the expectation of rate cuts, and by statements like Powell’s on page one.<\/p>\n\n\n\n<p>This is the case because of the widespread general faith in the progression I laid out above: weak economy → rate cuts → economic stimulus → stronger GDP → higher corporate profits → higher stock prices. But how, exactly, do low rates contribute to wealth creation?<\/p>\n\n\n\n<ul><li>Low interest rates encourage spending on the part of consumers. Low rates reduce the cost of borrowing, lifting demand for things that are often bought on time or leased, like cars, homes and appliances. Further, low rates translate into lower monthly payments on floating- rate mortgages, leaving consumers more disposable income to spend. Finally, with rates low, spending instead of saving entails little in the way of opportunity costs.<\/li><li>Low rates likewise encourage investment on the part of businesses by reducing the cost of capital, and therefore the return hurdle for expenditures.<\/li><li>Increased demand for goods and services leads to increased hiring, reduced unemployment and a tighter labor market, and thus to wage inflation. Rising wages encourage consumer spending by putting more money into wage-earners’ pockets and improving their mood.<\/li><li>By reducing the interest expense on companies’ floating-rate debt, low rates enhance companies’ profits; make it easier for them to service their debt; and leave them more cash for capital expenditures (which add to GDP), and dividends and stock buy-backs (which put money in investors’ pockets).<\/li><li><strong>Low rates reduce the discount factor used in calculating the net present value of future cash flows. Thus, all else being equal, there’s a direct connection between declining interest rates and rising asset prices. (I consider this to have been the dominant feature of the world of finance over the last ten years.)<\/strong><\/li><li>Low rates on savings and fixed-income investments drive investors to accept increased risk in order to pursue decent returns in a low-return world. This increased risk tolerance makes the financial markets more accommodating, increasing the availability of financing for ventures that otherwise might find capital in short supply.<\/li><li>Finally, rate cuts are taken as a predictor of further rate cuts, implying more of all the above. <strong>When they’re moving in a positive direction, the things described above contribute to the appearance of a virtuous circle.<\/strong><\/li><\/ul>\n\n\n\n<p>For these reasons, most market participants (a) would rather have low rates than high rates and (b) seem to believe that the lower rates are, the better. At this point in time, the U.S. is led by a great cheerleader for low rates. In fact, Powell’s 2018 decision to continue his predecessor’s rate increases and quantitative tightening earned him a place on the list of people experiencing President Trump’s wrath. Here are a few indications of the esteem in which Trump holds Powell:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>My biggest threat is the Fed. Because the Fed is raising rates too fast, and it’s independent, so I don’t speak to him, but I’m not happy with what he’s doing. <\/p><cite>Trump, speaking to Fox Business Network, October 16, 2018<\/cite><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“Here’s a guy, nobody ever heard of before, and now I made him and he wants to show how tough he is? O.K. Let him show how tough he is,” Mr. Trump said on Wednesday. “He’s not doing a good job.”<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>. . . “We should have [European Central Bank head] Draghi, instead of our Fed person,” Mr. Trump said. “Draghi, last week, he said lower interest rates and we’re going to stimulate the economy. They’re going to put money into the economy.”<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>. . . Those comments came after Mr. Trump on Monday accused the Fed of botching the job. “Now they stick, like a stubborn child, when we need rate cuts and easing, to make up for what other countries are doing against us. Blew it!” Mr. Trump said on Twitter. <\/p><cite><em>The New York Times<\/em>, June 26<\/cite><\/blockquote>\n\n\n\n<p>Why would Trump want lower rates? Here are a few possible explanations:<\/p>\n\n\n\n<ul><li>He’s a real estate guy, and the real estate industry lives on high leverage.<\/li><li>Trump has been a substantial borrower for much of his life, so for him low rates are “all good.”<\/li><li>Right now Trump is tightly focused on getting reelected, and ensuring economic growth and a rising stock market over the next 16 months is one of the best things he can do to make that a reality.<\/li><li>Along those lines, if reelection is his main goal, he may be relatively indifferent as to what happens after Election Day 2020, when the scorecard he cares about most will be closed out. <\/li><\/ul>\n\n\n\n<p>Here’s an expression of Trump’s position on rates:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>“Our country’s doing unbelievably well economically,” he told reporters Friday. Yet even as Mr. Trump celebrated the robust hiring numbers, he called again for the Federal Reserve to cut interest rates – a step that would ordinarily suggest worries about the economy’s direction. Growth “would be like a rocket ship” if the Fed acted, he declared. <\/p><cite><em>The New York Times<\/em>, July 6<\/cite><\/blockquote>\n\n\n\n<p>On the basis of the above, one might conclude that Trump thinks rates should always be low. But there was at least one instance when he thought rates were being held too low:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&nbsp;In late 2015 then-candidate Donald Trump accused Janet Yellen, chair of the Federal Reserve, of being part of a political conspiracy. Yellen, he insisted, was keeping interest rates unjustifiably low in an attempt to help Hillary Clinton win the presidency. <\/p><cite><em>The New York Times<\/em>, June 20<\/cite><\/blockquote>\n\n\n\n<p>Regardless, it’s clear that, at this time, Trump thinks low rates are good and there’s no reason to worry about potential negative ramifications. But that doesn’t mean they don’t exist.<\/p>\n\n\n\n<h2><strong>Is There a Downside to Low Interest Rates?<\/strong><\/h2>\n\n\n\n<p>The truth is, there are ways in which low rates are undesirable and potentially harmful. They include these:<\/p>\n\n\n\n<ul><li>Low rates stimulate the economy, as described above, and most economists and businesspeople believe there’s such a thing as the economy becoming too hot. <strong>The principal worry is excessive inflation.<\/strong> While some inflation is a good thing, too much isn’t. It’s generally accepted that too much of the positives described on page three can lead to excessive demand for goods and services; too-tight labor conditions, leading to excessive wage inflation; too much market power in the hands of sellers of goods; and thus rising prices.<\/li><li>Too much inflation imposes a hardship on people living on fixed incomes, since their costs increase rapidly while their incomes don’t. Also, low-income households typically don’t have the means to hedge against inflation that high-income ones do, such as through investments in equities and real assets.<\/li><li>When low rates penalize savers by reducing the returns available on safe instruments like cash, money market funds, savings accounts, Treasury securities and high grade bonds, savers’ alternative to accepting lower incomes is to assume increased risk in pursuit of the higher returns they used to earn safely.<\/li><li>Thus low rates can lead to investment in undeserving companies and shaky securities, encourage the use of excessive leverage, and create asset bubbles that eventually can burst.<\/li><li>Ultimately, investors’ tendency to reach for yield and assume excessive risk can introduce risk to overall financial stability.<\/li><li><strong>Finally, but very importantly, when interest rates are low, central banks don’t have at their disposal as much of their best tool for stimulating economies: the ability to cut rates.<\/strong><\/li><\/ul>\n\n\n\n<p>The following is from a report from RDQ Economics dated June 27:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>What seems lost in the policy assessment is a careful discussion of the risks of overly accommodative monetary policy. Powell did say this week, “we are also mindful that monetary policy should not overreact to any individual data point or short-term swing in sentiment. Doing so would risk adding even more uncertainty to the outlook.” However, our view is that Powell’s observation of the downside of a dovish overreaction is an inadequate assessment of the risk from unnecessarily adding monetary accommodation at this time.<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>. . . underlying inflation is already close to target and the Fed’s past attempts (in the late 1960s\/early 1970s) to trade off a little more inflation for sustained lower rates of unemployment turned out very badly. Alternatively, higher labor costs from an overheated jobs market might squeeze company profit margins and lead to a pullback in investment and hiring.<\/p><\/blockquote>\n\n\n\n<h2><strong>A Daunting Task<\/strong><\/h2>\n\n\n\n<p>The juxtaposition of the above lists of positives and negatives shows that low interest rates – just like most other aspects of economics – have both pros and cons. A lot depends on how they’re viewed. This is illustrated by one of the greatest cartoons from my collection:<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"656\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/07\/Screen-Shot-2019-07-29-at-3.38.36-PM-656x530.png\" alt=\"\" class=\"wp-image-10746\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/07\/Screen-Shot-2019-07-29-at-3.38.36-PM-656x530.png 656w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/07\/Screen-Shot-2019-07-29-at-3.38.36-PM-619x500.png 619w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/07\/Screen-Shot-2019-07-29-at-3.38.36-PM-768x620.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/07\/Screen-Shot-2019-07-29-at-3.38.36-PM.png 1062w\" sizes=\"(max-width: 656px) 100vw, 656px\" \/><\/figure>\n\n\n\n<p>That cartoon is 38 years old. Here’s how <em>The Times<\/em> put it as recently as a couple of weeks ago:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>The gains this week began after Federal Reserve chair, Jerome Powell, suggested the nation’s central bank was worried about the economy. Just days earlier, strong data on the job market had the opposite effect on stocks.<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>This counterintuitive reaction to the news is a phenomenon that’s explained by expectations for interest rates. The weakening outlook for the economy means, in all likelihood, borrowing costs are coming down — and in the right circumstances, this can be good for stocks. <\/p><cite><em>The New York Times<\/em>, July 12<\/cite><\/blockquote>\n\n\n\n<p>Many people think of an economy as a dependable machine that operates according to diagrams and rules, and of central bank actions as levers that can be pulled to adjust the functioning of that machine. But, instead, I believe a lot of uncertainty and variability exist regarding the functioning of economies and central banks. This means the task of managing an economy is difficult, and its goals shouldn’t be thought of as dependably achievable.<\/p>\n\n\n\n<p>I think a recent article from <em>The Times<\/em> provides a great picture of how challenging the job is, and how many ways there are to be wrong. Here’s most of it:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&nbsp;Heading into their policy decision and news conference Wednesday [June 19], there were a lot of ways Federal Reserve officials could have messed things up.<\/p><p><strong>One possibility<\/strong> was a repeat of the meeting in December, when markets judged Chairman Jerome Powell and the Fed to be oblivious about negative forces building in the markets and in the global economy, and sold off precipitously over the next days.<\/p><p>But <strong>the opposite risk<\/strong> was present as well — that out of fear of repeating the December episode, Mr. Powell would exhibit too much of a hair-trigger reaction to recent signs of a slowdown in inflation pressures and industrial activity. If those turn out to be false alarms, a rate cut now would be counterproductive by signaling pessimism and making the Fed look jittery and perhaps even overly influenced by President Trump’s threats to try to demote Mr. Powell over interest rate policy. . . .<\/p><p>In effect, Fed officials are indicating they think it’s pretty likely they will need to cut rates, but are waiting for more evidence.<\/p><p>The relatively muted reaction of financial markets suggests that Wall Street viewed the move [i.e., no change in rates on June 19 but foreshadowing likely cuts later in the year] as appropriately balanced. The stock market was up, but only a little, which helps reduce the sense the Fed is just acting to prop up stocks, while bond yields fell further as markets became more confident that rate cuts were on the way.<\/p><p>So in terms of the narrow goal of getting through Wednesday without either markets falling apart or the Fed’s credibility being shredded, it was a good day for Mr. Powell.<\/p><p>But <strong>the flip side<\/strong> of that is that some lingering questions have been put off to another day.<\/p><p>Deciding to wait for more evidence is a decision, too. Waiting might buy the Fed more time to make sure it’s getting the decision right, but at the cost of losing the opportunity to show it is aggressive and willing to get ahead of a potentially serious problem.<\/p><p>Put differently, if you wait until there is completely compelling evidence of an economic shift before doing something about it, you’re probably too late.<\/p><p><strong>On the other hand<\/strong>, if the Fed later judges that the recent bad news really was just a temporary blip and that rate cuts were actually not needed, they will face the reality of rate cuts even more baked into the prices of Treasury bonds. It would be a doozy of an adjustment to bring them into alignment. If the sharp drop in rates that has taken place since November were to reverse quickly, it could cause huge damage to interest-sensitive sectors like housing and automobiles.<\/p><cite>“The Fed Threads the Needle, for Now,” June 21 (emphasis added)<\/cite><\/blockquote>\n\n\n\n<p><strong>In other words, there’s the risk of being unresponsive or over-responsive, along with the risk of doing too much or too little, and of doing it too soon or too late.<\/strong><\/p>\n\n\n\n<p>The Fed usually acts in response to the overall outlook for the economy: hundreds of millions of transactions entered into by Americans each day. But among the “developments” Powell said the Fed is monitoring today are some very specific, largely political actions. In particular, the Fed has to anticipate and cope with the possibility of a trade war, probably the greatest source of economic uncertainty today. It has to make interest rate and quantitative easing decisions based on its judgment as to what Trump will do (and its impact). Not to mention the lingering risk that Powell’s job hangs in the balance if the answer isn’t low rates. Certainly little of this can be thought of as scientific or reliable.<\/p>\n\n\n\n<p>Further, the Fed has to practice psychology:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&nbsp;. . . Mr. Powell was asked at the news conference about academic research suggesting that when interest rates are near zero, a central bank actually should be more aggressive, rather than less, about cutting rates in the event of a slump — <strong>to maintain credibility that it will not let deflation take hold.<\/strong><\/p><\/blockquote>\n\n\n\n<p>In “This Time It’s Different,” I expressed my view that one of the reasons interest rate adjustments work is that it’s commonly accepted that they will work. When a rate cut is announced, people take it on faith that it will cause the economy to strengthen and markets to rise. Thus they conclude it’s appropriate to spend more and invest more, and their resulting behavior produces the desired response in the economy and markets. Do the lower rates cause the rise, or is it belief in the efficacy of rate cuts? Both, I’d say. But certainly the latter’s contribution isn’t insignificant. As I asked in “This Time,” would a rate cut have the same impact if it weren’t accompanied by an announcement? <strong>Clearly, prevailing opinion regarding Fed management matters a great deal in the efficacy of its actions.<\/strong><\/p>\n\n\n\n<p>&nbsp;Not only does the Fed have to figure out what actions it should take to keep the economic machine humming, but also whether people will react positively and trust in them to work. In other words, psychology, not just economics. <\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>[Powell] acknowledged the idea behind that [academic] work, saying that “an ounce of prevention is worth a pound of cure,” but declined to connect it to what exactly the Fed might do in the current circumstance. “I don’t know what that means in terms of the size of a particular rate cut going forward,” he said.<\/p><\/blockquote>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>So did the Fed get it right Wednesday with the balanced, nuanced approach Mr. Powell chose? The answer is: Ask in a few months.<\/p><\/blockquote>\n\n\n\n<p>So what’s the bottom line? <strong>On one hand, our economy is still expanding. <\/strong>Monetary stimulus via rate cuts (just like fiscal stimulus via deficit spending) is in order when the economy is weak and failing to create jobs. <strong>But stimulus may be somewhere between unneeded and counter- productive at times like today, when the economy is growing acceptably, the unemployment rate is at a 50-year low, wages are rising, and the recovery has just become the longest in history.<\/strong> As I said when the Trump tax cut was enacted in December 2017, doctors don’t prescribe adrenaline for healthy patients. The economy today is healthy. But the Fed has to worry about whether it will remain so, and in particular whether there will be a full-fledged trade war with China.<\/p>\n\n\n\n<p><strong>Thus, on the other hand, people are concerned about the potential for economic weakness.<\/strong> Recent market reaction suggests investors are following their usual elementary take: weak economy → rate cuts → economic stimulus → stronger GDP → higher corporate profits → higher stock prices. When Powell indicated on July 10 that a rate cut could be more imminent than most had thought, the market sat up and saluted, taking the S&amp;P 500 above 3,000 for the first time. <strong>It’s always worth considering whether investors are reacting too positively to the prospect of rate cuts and paying too little heed to the economic weakness on which they’re predicated (and the potential unintended consequences they might bring on).<\/strong><\/p>\n\n\n\n<p><strong>Thus, on the “third hand,”<\/strong> I want to return to the paragraph I included above from “This Time It’s Different”:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Finally, when I hear people talk about the possibility that the Fed will prevent a recession, I wonder whether it’s even desirable for it to have that goal.<\/strong> Per the above, are recessions really avoidable or merely postponable? And if the latter, is it better for them to occur naturally or be postponed unnaturally? <strong>Might efforts to postpone them create undue faith in the power and intentions of the Fed, and thus a return of moral hazard? And if the Fed wards off a series of little recessions, mightn’t that just mean that, when the ability to keep doing so reaches its limit, the one that finally arrives will be a doozy?<\/strong><\/p><\/blockquote>\n\n\n\n<p>Should we be happy to see the Fed trying to prolong the economic expansion and the bull market when they’re already the longest in history? Should it try to produce perpetual prosperity and permanently ward off a correction? Are there risks in its trying to do so? It all depends on which hand is doing the weighing.<\/p>\n\n\n\n<hr class=\"wp-block-separator\" \/>\n\n\n\n<p><em>The Legal and Information below is in reference to Oaktree Capital Management L.P.’s disclosure:<\/em><\/p>\n\n\n\n<p><em>This memorandum expresses the views of the author as of the date indicated and such views are subject to change without notice. Oaktree has no duty or obligation to update the information contained herein. Further, Oaktree makes no representation, and it should not be assumed, that past investment performance is an indication of future results. Moreover, wherever there is the potential for profit there is also the possibility of loss.<\/em><\/p>\n\n\n\n<p><em>This memorandum is being made available for educational purposes only and should not be used for any other purpose. The information contained herein does not constitute and should not be construed as an offering of advisory services or an offer to sell or solicitation to buy any securities or related financial instruments in any jurisdiction. Certain information contained herein concerning economic trends and performance is based on or derived from information provided by independent third-party sources. Oaktree Capital Management, L.P. (“Oaktree”) believes that the sources from which such information has been obtained are reliable; however, it cannot guarantee the accuracy of such information and has not independently verified the accuracy or completeness of such information or the assumptions on which such information is based.<\/em><\/p>\n\n\n\n<p><em>This memorandum, including the information contained herein, may not be copied, reproduced, republished, or posted in whole or in part, in any form without the prior written consent of Oaktree.<\/em><\/p>\n\n\n\n<p>&nbsp;© 2019 OAKTREE CAPITAL MANAGEMENT, L.P. ALL RIGHTS RESERVED<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Howard Marks, Chairman of Oaktree Capital, is well known for his thoughtful letters to his investors. Today, we&#8217;re sharing his insightful letter about the Fed possibly lowering rates this week.<\/p>\n","protected":false},"author":4,"featured_media":10752,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6900,6992,1038,1058,1039],"yst_prominent_words":[6983,6986,6987,6982,2710,1651,6540,6988,2782,1990,6985,6981,6994,6995,6989,6984,5418,6980,6979,3091],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10741"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10741"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10741\/revisions"}],"predecessor-version":[{"id":12055,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10741\/revisions\/12055"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10752"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10741"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10741"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10741"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10741"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}