{"id":10765,"date":"2019-08-02T07:45:01","date_gmt":"2019-08-02T14:45:01","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10765"},"modified":"2020-04-24T09:14:25","modified_gmt":"2020-04-24T16:14:25","slug":"the-wealthfront-cash-account-apy-is-now-2-32","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-now-2-32\/","title":{"rendered":"The Wealthfront Cash Account APY is Now 2.32% Following Fed Funds Rate Decrease"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>On Wednesday, the Federal Reserve lowered the target federal funds rate by 0.25% to 2.25%, marking the first rate decrease since we launched the Wealthfront Cash Account. This necessitated a decrease in the APY on the Wealthfront Cash Account from 2.57% to 2.32%, still a top-of-market rate that’s 23 times higher than what your bank likely pays you, according to Bankrate.com.<\/p>\n\n\n\n<p>We’re not thrilled to see the APY on our cash account go down a little — it’s a bummer no matter how you look at it — but we’ve always been prepared for this. The federal funds rate may fluctuate, but our commitment is unshakable: we will continually offer the highest interest rate we can and relentlessly look for ways to reduce costs so we can pass along more savings to you, no matter what the market throws at us.&nbsp;<\/p>\n\n\n\n<h2>Let’s unpack what happened and talk about what it means for you and your money.<\/h2>\n\n\n\n<p>First, a little background: The fed funds rate is the rate at which banks lend each other funds overnight, so a rate decrease, like the one we saw yesterday, affects nearly every financial institution and thus consumers directly. And the impact isn’t all bad: when the rate goes down, so do mortgage rates. But the rates on high-yield savings accounts and Certificates of Deposit (CDs) go down, too. This includes the Wealthfront Cash Account.&nbsp;<\/p>\n\n\n\n<p>So what does this mean for your money? As a result of this APY decrease, every $1,000 in your cash account will now earn $2.50 less in annual interest. Even with this change, we’ll continue to get you the highest rate we possibly can.&nbsp;<\/p>\n\n\n\n<p>Here’s how we do that: Wealthfront’s business model is entirely based on leveraging technology to <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">strip away the high overhead costs that traditional financial institution<\/a>s are still dragging around. It’s how we’re able to deliver you best-in-class investment management for just 0.25%. It’s how the APY on the cash account is still at the top of the market. Banks won’t offer you the high APY you get on your Wealthfront Cash Account because <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">it simply costs them too much money to run their business<\/a>. Their inefficiencies become your loss. We are single-minded about finding every possible way to help your money work harder and grow faster for you. This means that even when the Fed lowers rates, you’re still going to get more from us than you would from traditional banks.&nbsp;<\/p>\n\n\n\n<p>If paying attention to the fed funds rate feels new to you, that’s not surprising. You might’ve cared more in the past if your old bank had actually passed along any available interest to you, which they likely did not. When your cash was sitting in a traditional bank savings account — not earning any interest for you while making money for your bank — you wouldn’t have ever felt the impact of a rate cut. It’s a real “when you have nothing, you have nothing to lose” situation.&nbsp;<\/p>\n\n\n\n<p>But with Wealthfront, you have something. Once you have a high APY on your cash and feel what it’s like to have your money growing for <em>you<\/em>, a Fed rate cut feels personal. We get that. We had to lower our rate because of the Fed’s decision, but that doesn’t change what <em>we’re<\/em> about. We’ll always tell you what’s going on with your rate and why, while obsessively looking for new ways to preserve the highest rate we can for you. And along the way, you’ll still enjoy everything else you love about Wealthfront and our cash account. The essential differences between us and traditional banks will keep benefitting you, and market fluctuations like this only serve to prove it. When conditions aren’t at their most favorable, that’s when you really know who has your back.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The federal funds rate may fluctuate, but our commitment is unshakable: we will continually offer the highest interest rate we can and relentlessly look for ways to reduce costs so we can pass along more savings to you, no matter what the market throws at us.<\/p>\n","protected":false},"author":129,"featured_media":10768,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[1051,6900,6992,1058,6836],"yst_prominent_words":[1509,6631,1739,6475,6292,6285,6896,6892,2614,6290,6997,6996,1240,5418,6980,6895,6904,1297,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10765"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10765"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10765\/revisions"}],"predecessor-version":[{"id":13025,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10765\/revisions\/13025"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10768"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10765"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10765"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10765"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10765"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}