{"id":10808,"date":"2019-08-07T10:34:37","date_gmt":"2019-08-07T17:34:37","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10808"},"modified":"2019-12-08T14:49:45","modified_gmt":"2019-12-08T22:49:45","slug":"7-questions-your-bank-definitely-doesnt-want-you-to-ask","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/7-questions-your-bank-definitely-doesnt-want-you-to-ask\/","title":{"rendered":"7 Questions Your Bank Definitely Doesn&#8217;t Want You To Ask"},"content":{"rendered":"\n<p>Here’s something you probably already know: <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">Your bank is making a lot of money on you<\/a>. You probably never think about this because it’s such a baked-in part of your reality. Most of us weren’t brought up with the expectation that <em>we <\/em>should make money on the cash we deposit into our banks, meanwhile, our bank is using our money as a huge source of revenue. But that’s just how banking works, right? Perhaps at one time, yes — but not necessarily anymore.&nbsp;<\/p>\n\n\n\n<p>Once upon a time, the benefits of signing up with your then-new bank might have seemed promising enough: free cash bonus for opening a checking and savings account, an introductory higher interest rate, etc. Or maybe your bank became your bank because it was your parents’ bank, or it just happened to be closest to where you lived when you were in high school. So you opened an account and never thought about it hard enough to think about changing it, just accepting whatever you disliked about it along the way; you’ve stuck with your bank more as a result of inertia than loyalty or satisfaction. That’s what most of us did. Until we realized we could expect more. And then&#8230;we had some questions for our banks.<\/p>\n\n\n\n<h2>And it makes sense to ask your bank the hard-hitting questions. Why wouldn’t you? It’s your <em>money <\/em>we’re talking about. <\/h2>\n\n\n\n<p>Even aside from thinking about what kind of financial institution is going to help you best plan for your near- and long-term goals, what about just your day-to-day life? Your daily cash operation is the glue of your whole lifestyle. You may even log into your checking account every morning, before you actually exchange words with another human being. Or maybe you <em>rarely <\/em>check your bank account, which means you need a bank you can trust even more. Maybe you use the ATM all the time or maybe you never touch cash. You like to be in control of your finances, but how many of us are really thinking critically about what our banks do (and don’t do) for us?&nbsp;<\/p>\n\n\n\n<p>In the United States, most consumers are so acquainted with the traditional bank that news about banking can crackle like background noise for any of us who don’t work on Wall Street. We’re living our lives, not babysitting our banks, even when we know they probably deserve a little babysitting. As of 2018, banks <a href=\"https:\/\/theweek.com\/articles\/784965\/big-banks-are-raking-record-profits-lending-slowing-down-why\">were seeing record profits<\/a> while <a href=\"https:\/\/www.nytimes.com\/2018\/10\/12\/business\/dealbook\/bank-lending-slowdown-economy.html\">distributing fewer loans<\/a>. Some of those banks are still recovering from <a href=\"https:\/\/www.cnbc.com\/2019\/07\/16\/wells-fargo-earnings-q2-2019.html\">scandals and big executive departures<\/a> that have rocked their reputations but didn’t dent their profits. <\/p>\n\n\n\n<h2>With banks, most of us vaguely know they’re&#8230;not the best, and yet we stick with them. Because it’s just what we’ve always done.&nbsp;<\/h2>\n\n\n\n<p>But that is changing. High-yield savings options, like the <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account<\/a>, are attracting consumers for a reason: people want better options for saving and growing their money. Consumers want what banks aren’t giving them: transparency about the economics of their account, higher interest rates, fewer fees, and more flexibility. Technology-driven options like Wealthfront are more fluid and customizable based on factors like income level, life stage, goals, and macro economic factors in ways that the one-size-fits-all bank never have been. And even when these new options aren’t prompting people to flat-out leave their banks, it’s provoking them to ask more critical questions, some of which, banks likely aren’t too thrilled to be getting.<\/p>\n\n\n\n<p>Here are some examples that your long-time bank may not be too keen on answering.&nbsp;<\/p>\n\n\n\n<h2>1. <strong>How can I maximize my interest rate?&nbsp;<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/blog.wealthfront.com\/compound-interest\/\">Compound interest is a term<\/a> your bank is probably not going to throw your way. Moreover, as U.S. inflation hovers around 2%, the <a href=\"https:\/\/www.bankrate.com\/banking\/checking\/rates\/\">national average of simple interest<\/a> is only 0.10% on savings accounts.** Money market accounts <a href=\"https:\/\/smartasset.com\/checking-account\/average-money-market-rates\">average between 0.08% and 0.11% APY<\/a>, depending on your balance.** As a result, most interest rates with banks have a pretty hard ceiling, and traditional banks’ business models are probably not aiming to increase the rate of interest they’re paying you.&nbsp;<\/p>\n\n\n\n<p>Plus, they have <a href=\"https:\/\/bankingjournal.aba.com\/2016\/10\/branch-costs-and-size-are-changing\/\"><em>so <\/em>much overhead cost sunk into maintaining physical branches<\/a> — where do you think the money comes from? From all the <a href=\"https:\/\/www.moneyunder30.com\/how-banks-make-money\">interest on <em>your <\/em>deposits<\/a> that they’re <em>not <\/em>passing along to you. Our lack of expensive, useless branches is one of the many ways that Wealthfront is able to keep our costs down so we can pass along more interest to you and help your cash grow faster.<\/p>\n\n\n\n<h2>2. <strong>Speaking of bank branches, why do I ever <em>need<\/em> to visit one?<\/strong>&nbsp;<\/h2>\n\n\n\n<p>OK, so you don’t <em>want <\/em>to visit a bank branch. (“<em>We have the technology not to live like this anymore!<\/em>” &#8211; everyone who’s wasted precious moments of their life in a bank line anytime in the last 5 years.) So why do banks still have them? Traditional banks insist on keeping their brick-and-mortar branches, and to justify that, they’ll often require you to show up in person for some financial needs at least occasionally. For instance, some banks set limits on the check amount you can digitally deposit, meaning you’ll need to visit a branch to do so. As people are <a href=\"https:\/\/www.economist.com\/the-economist-explains\/2018\/06\/11\/why-people-are-working-longer\">working longer hours<\/a> — and women who work outside the home shoulder a <a href=\"https:\/\/www.nytimes.com\/2019\/04\/26\/upshot\/women-long-hours-greedy-professions.html\">disproportionate amount of domestic work<\/a> on top of their jobs — visiting a branch may be inconvenient, if not impossible. Even as more services become digitized, completely remote relationships still aren’t possible with all traditional banks.&nbsp;<\/p>\n\n\n\n<h2>3. <strong>What fees are associated with my account?<\/strong>&nbsp;<\/h2>\n\n\n\n<p>So you miscalculated how much cash you needed to keep in your checking account one month, your automatic payment on your student loans bumped your account below zero. It <em>happens. <\/em>Instead of building their accounts and policies with totally normal human error in mind, banks make a killing from it, profiting from your forgetfulness or accidental withdraw.&nbsp;<\/p>\n\n\n\n<p>In fact, bank profits on overdraft fees keep rising. Overdraft fees are <a href=\"https:\/\/www.consumerreports.org\/bank-fines-fees\/avoid-bank-fees\/\">at their highest in the last decade<\/a>, on average, and out-of-network ATM fees increased by 36% over the last decade as of 2018. In addition, most banks require a minimum balance or require account activity every month or other special stipulations that consumers should be aware of. Beyond overdrafting, fees can apply for lost debit cards or upgrading to business accounts. TL;DR: banks seem to love fees and have a history of sticking them wherever they can.<\/p>\n\n\n\n<h2>4. <strong>Are there fees for withdrawals?<\/strong><\/h2>\n\n\n\n<p>Per federal regulation, you can transfer money out of your savings account a maximum of six times in any month, and that’s it. While it may seem like a small inconvenience, that limit could hit you worst when you least expect it. What if an unexpected timely expense pops up, and you need to access your savings but have already hit your withdrawal limit for the month? Limits like this one are not ideal, to say the least.&nbsp;<\/p>\n\n\n\n<p>Hey, that’s another thing we love about the Wealthfront Cash Account — it’s <em>not <\/em>a traditional bank savings account, and we mean that in all the best ways. In this case, it means unlimited transfers so you can move your money where you need it, when you need it. Your old bank literally cannot offer you this ability.&nbsp;<\/p>\n\n\n\n<h2>5. <strong>How much cash should I be saving?<\/strong><\/h2>\n\n\n\n<p>Because banks earn so much money off of your money, one could easily assume that any financial guidance they give you is probably going to be aimed at <em>their <\/em>bottom line, not yours. Taking your “cash drag” — or any cash that’s in excess of what you need for your <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund plus any expenses you have coming up in the next 3-5 years<\/a> — and investing it could <a href=\"https:\/\/blog.wealthfront.com\/financial-health-savings\/\">nearly triple your return over 30 years*.<\/a> So the ideal ceiling on a savings account is completely subjective; it’s different for everyone. But the long-game of investing, at its core, necessitates that you aren’t stockpiling all your cash into a savings account. You might have to cut through the layers of self-interest and biased advice from traditional banks to figure out what’s really best for <em>you<\/em>.&nbsp;<\/p>\n\n\n\n<h2>6. <strong>Are you socially conscious and ethical about your business practices?<\/strong><\/h2>\n\n\n\n<p>Let’s face it, our current financial system is largely not set up in favor of a responsibility to social causes. The fact that overdraft fees disproportionately impact lower net worth customers is just one example of how banks aren’t exactly built with the “greater good” in mind. If giving your business to socially conscious businesses means something to you — <em>*tips hat to you*<\/em> — you might find out that your <a href=\"https:\/\/www.thebalance.com\/how-do-socially-responsible-banks-work-4580179\">old bank’s business practices don’t align with your values<\/a>.&nbsp;<\/p>\n\n\n\n<h2>7. <strong>Can you refinance my student loans?<\/strong><\/h2>\n\n\n\n<p>Despite the student loan crisis routinely making news and becoming a key talking point among U.S. presidential hopefuls, many traditional banks cannot help you <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">refinance your debt.<\/a> Institutions including Bank of America and U.S. Bank do not offer student loan refinancing, which has allowed an entirely new market <a href=\"https:\/\/www.nerdwallet.com\/best\/loans\/student-loans\/student-loan-refinance-companies\">of student loan refinance companies<\/a> to rise and gain notoriety.&nbsp;<\/p>\n\n\n\n<p>It’s one thing to accept imperfections from a financial institution. It’s not like we’re saying Wealthfront is perfect (but don’t get us wrong: we’re trying our best), but we <em>are <\/em>building a suite of financial products and advice specifically for <em>you<\/em>, with your life and financial goals at the absolute center of everything we do. We’ve simply built our business in a way that allows us to make money without exploiting our clients, which is fundamentally different from how traditional banks are built. It’s pretty great! We sleep so well at night. So if nothing else, you at least have options when it comes to who you trust with your money, which means you have nothing to lose by asking your old bank the tough questions — and walking away if you don’t like the answers you find.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>With banks, most of us vaguely know they’re&#8230;not the best, and yet we stick with them. Because it’s just what we’ve always done. But that is changing.<\/p>\n","protected":false},"author":129,"featured_media":10821,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6716,6547,6770,7002,1129,924,1140],"yst_prominent_words":[1509,3049,2625,1739,6475,6712,1338,2614,2782,2771,1990,1240,7000,6192,4685,3527,7001,6904,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10808"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10808"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10808\/revisions"}],"predecessor-version":[{"id":12057,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10808\/revisions\/12057"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10821"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10808"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10808"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10808"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10808"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}