{"id":1081,"date":"2011-07-12T08:41:55","date_gmt":"2011-07-12T15:41:55","guid":{"rendered":"\/blog\/?p=1081"},"modified":"2019-11-27T01:20:31","modified_gmt":"2019-11-27T09:20:31","slug":"fear-etf-keys-choosing-good","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/fear-etf-keys-choosing-good\/","title":{"rendered":"How To Pick An ETF"},"content":{"rendered":"<h2>Tracking error remains the black box of ETF data; here’s how to account for it<\/h2>\n<p>When it comes to selecting ETFs, there are three important factors to consider, and a fourth that is just as important, but often ignored.<\/p>\n<p>First, a definition. ETFs are exchange-traded funds. Like stocks and unlike mutual funds, they trade throughout the day. They are also set up to mirror the performance of an underlying investment. Some ETFs mirror an index, like the S&amp;P 500®. Over the years, investment companies have produced more complex ETFs, such as those that mirror the performance of a country, sector or commodity, or those that are actively managed.<\/p>\n<p>ETFs are finding an increasingly prominent place in well-informed investors’ portfolios, especially those of slightly wealthier investors who are more apt to be aware of the tolls fees take on investments – and are therefore seeking an alternative to mutual funds.<\/p>\n<p>If you’ve decided that you want to add a particular kind of asset to your portfolio, and you’ve made the decision that an ETF is the right way to do so, you’re at the point where it’s time to look in detail at one or a handful of ETFs. If you’re working with a financial advisor, you can use this list to ask him or her in detail about the characteristics of ETFs in your portfolio.<\/p>\n<h2>Liquidity<\/h2>\n<p>Liquidity is a baseline consideration. Here’s why.<\/p>\n<p>As the number of ETFs has exploded – there was one in 1993; the number surpassed 1,000 in 2011 – a growing number of companies have jumped into the market, offering fairly specialized ETFs with a limited number of shares. The limited number of shares translates into limited liquidity.<\/p>\n<p>Why does liquidity matter? If you go to sell your low-liquidity ETF, you may not find a buyer. In fact, liquidity was one of the concerns of a recent advisory put out by the North American Securities Administrators Association.<\/p>\n<p>Liquidity also affects what’s called the bid\/ask spread. A low bid\/ask spread means that you are more apt to be able to buy an ETF for the amount that you want to pay. An ETF trading frequently may have a low bid\/ask spread. For instance, SPY with over 200 million shares a day has a bid\/ask spread of one penny: 133.76 bid, 133.77 ask. One that trades less frequently may have a higher one:  BBH, which averages 18k shares traded per day has a bid ask of 14 cents based on the current quote bid: 107.59 bid, 107.73 ask.<\/p>\n<p>There is no absolute rule, but Wealthfront founder Dan Carroll says he sticks to ETFs with at least 100,000 shares traded in daily volume. Here’s where you can see the number of shares trading for ETFs: <a href=\"http:\/\/news.morningstar.com\/etf\/Lists\/ETFReturns.html\">http:\/\/news.morningstar.com\/etf\/Lists\/ETFReturns.html<\/a>.<\/p>\n<p>You can search for bid\/ask spreads on an ETF simply by going to <a href=\"http:\/\/finance.yahoo.com\/\">Yahoo!’s finance section<\/a> and typing in the name of one.<\/p>\n<h2>Expense ratio<\/h2>\n<p>Common ETFs – those that mirror indexes like the S&amp;P 500 – tend to have very low management fees, often well under .5%. (Generally speaking, it’s safe to say that a common ETF will have a lower management fee than a similar mutual fund.)<\/p>\n<p>Vanguard ETFs often have the lowest expense ratios.<\/p>\n<p>As you might expect, more complex ETFs, such as those intended to capture the performance of a sector, like biotechnology, or a country, like Japan, have higher fees. Expense ratios for those ETFs fall into a wider range, and can be as high as 1%. Actively managed ETFs may have even higher expense ratios.<\/p>\n<p>One good resource to find the expense ratios for ETFs: http:\/\/screen.morningstar.com\/etfselector\/etf_screener_version1.aspx<\/p>\n<p>The spam that Morningstar sends is a small price to pay for access to this list.<\/p>\n<h2>Commissions<\/h2>\n<p>A growing number of brokerages, including Schwab, TD Ameritrade and Fidelity, have begun offering commission-free ETFs. (Fidelity offers some iShares&#8217; ETFs commission-free; TD Ameritrade offers a variety of providers&#8217; ETFs commission-free, and Schwab is offering its own ETFs commission-free.) However, don’t forget that in the financial services industry, a fee that disappears from one place usually crops up in another – what we like to call the “whack-a-mole” phenomenon. If you are buying a commission-free ETF, check to see if the management fee is higher than other ETFs that are sold with a commission.<\/p>\n<p>One critical mistake you might make, in fact, is to buy a commission-free ETF without stopping to consider whether you actually plan to trade it. If you are planning to hold the ETF, a low expense ratio is much more to your benefit than no commissions.<\/p>\n<p>If you plan to actively trade your ETF, you need to factor in the amount that your brokerage will charge to make trades. That could be as little as $7 or $8 at online discount brokerages, or much more.<\/p>\n<p>To tell if an ETF is commission free, you have to search for the lists that Schwab, Fidelity and TD have stating which ETFs qualify.<\/p>\n<ul>\n<li>Fidelity’s list is here: <a href=\"http:\/\/personal.fidelity.com\/products\/trading\/What_You_Can_Trade\/WYCT_ETFs_Category.shtml\">http:\/\/personal.fidelity.com\/products\/trading\/What_You_Can_Trade\/WYCT_ETFs_Category.shtml<\/a><\/li>\n<li>Schwab’s is here: <a href=\"http:\/\/www.schwab.com\/public\/schwab\/investment_products\/etfs\/schwab_etfs\">http:\/\/www.schwab.com\/public\/schwab\/investment_products\/etfs\/schwab_etfs<\/a><\/li>\n<li>And TD’s is here: <a href=\"http:\/\/research.tdameritrade.com\/public\/etfs\/commissionfree\/commissionfree.asp\">http:\/\/research.tdameritrade.com\/public\/etfs\/commissionfree\/commissionfree.asp<\/a><\/li>\n<\/ul>\n<h2>Tracking error<\/h2>\n<p>As you know, an ETF is set up to mirror an underlying investment. But exchange traded funds are almost never able to <em>exactly<\/em> mirror that underlying asset class. For instance, instead of buying  the shares of every company in an index, the ETF may buy a representative sampling.<\/p>\n<p>The difference between the performance of the underlying asset class and the ETF is what’s known as the tracking error. It can be quite large, especially with more complex ETFs. You have to look deep to find tracking error data – which is why we think of it as the black box of ETF data. When the tracking cost is negative, it acts as an embedded cost.<\/p>\n<p>Consider it this way: if you’ve decided that you want your portfolio to include emerging market assets, because you’ve decided that emerging markets hold promise for growth, the tracking error of the ETF you pick may instantly lop 1-2% off the performance.<\/p>\n<p>Tracking error is lower for common ETFs, but still a factor to consider.<\/p>\n<p>Here are two places where you can find tracking-error data (thanks to ETF Trends for helping us with these sources):<\/p>\n<ul>\n<li>Morningstar and this site, <a href=\"http:\/\/www.xtf.com\/Ratings\/\">http:\/\/www.xtf.com\/Ratings\/<\/a>, allow you to look at tracking error if you search for ETFs by name.<\/li>\n<li>In a <a href=\"http:\/\/www.quora.com\/How-do-the-iShares-index-ETFs-compare-to-Vanguards-index-funds\">recent post<\/a> on Quora, Dan Carroll ran through a comparison that takes into account commissions, fees and tracking errors, looking at ETF providers iShares and Vanguard.<\/li>\n<\/ul>\n<p>Here is a sampling of the post<\/p>\n<p>For the sake of this example, let’s also assume that you are 35 years old, have $100k to invest and plan on diversifying across all asset classes.<\/p>\n<p><strong><span style=\"text-decoration: underline\">U.S. STOCKS<\/span><\/strong><\/p>\n<p><strong>Vanguard Total Stock Market (VTI)<\/strong><\/p>\n<ul>\n<li>Fee- 0.07%<\/li>\n<li>Tracking error (the difference between the performance of a fund and the performance of its underlying index) &#8211; 0.07%<\/li>\n<li>Total (tracking error isn’t necessarily a cost but acts as an embedded one)- 0.14%<\/li>\n<\/ul>\n<p><strong>iShares Russell 3000 Index (IWV)<\/strong><\/p>\n<ul>\n<li>Fee- 0.21%<\/li>\n<li>Tracking error- 0.16%<\/li>\n<li>Total cost- 0.37%<\/li>\n<\/ul>\n<p><strong>Bottom line:<\/strong> You would have to incur 0.23% in trading costs annually to account for this. For a $100,000 account with a $25,000 allocation to a Total U.S. Stock Market ETF, you would have to incur roughly $58 in trading commissions or over 7 trades a year annually to make up that 0.23 basis points. If you plan on making less than 7 trades a year, then you are better off with Vanguard’s (VTI).<\/p>\n<p><strong><span style=\"text-decoration: underline\">REITs<\/span><\/strong><\/p>\n<p><strong>Vanguard REIT (VNQ)<\/strong><\/p>\n<ul>\n<li>Fee- 0.12%<\/li>\n<li>Tracking error- 0.13%<\/li>\n<li>Total cost- 0.25%<\/li>\n<\/ul>\n<p><strong>iShares Dow Jones US Real Estate (IYR)<\/strong><\/p>\n<ul>\n<li>Fee- 0.47%<\/li>\n<li>Tracking error- 0.26%<\/li>\n<li>Total cost- 0.73%<\/li>\n<\/ul>\n<p><strong>Bottom line:<\/strong> You would have to incur 0.48% in trading commissions to be better off with iShares (IYR). Assuming you had a 10% allocation or $10k, you would have to trade over 6 times a year to be better off with iShares.<\/p>\n<p>You can find the rest of the comparision, which includes international stock ETFs, emerging market ETFs, and commodities ETFs, <a href=\"http:\/\/www.quora.com\/How-do-the-iShares-index-ETFs-compare-to-Vanguards-index-funds\">here<\/a>.<\/p>\n<p>In the next few weeks, we plan to post on why commission-free ETFs are not really free. Drop me a line if you’d like to comment or have some insight: Betsy@wealthfront.com.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When it comes to selecting ETFs, there are three important factors to consider, and a fourth that is just as important, but often ignored.<\/p>\n","protected":false},"author":20,"featured_media":7227,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[62,375,373,374],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,1672,2113,2107,2104,2114,2108,2105,2115,2109,2103,2099,2098,2534,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1081"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1081"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1081\/revisions"}],"predecessor-version":[{"id":11641,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1081\/revisions\/11641"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7227"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1081"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1081"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1081"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1081"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}