{"id":10857,"date":"2019-08-15T07:00:44","date_gmt":"2019-08-15T14:00:44","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=10857"},"modified":"2020-05-29T19:19:17","modified_gmt":"2020-05-30T02:19:17","slug":"5-surprising-ways-to-trick-your-brain-into-spending-less","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/5-surprising-ways-to-trick-your-brain-into-spending-less\/","title":{"rendered":"5 Surprising Ways to Trick Your Brain Into Spending Less"},"content":{"rendered":"\n<p>Saving money is the financial equivalent of working out for many of us. Common sense tells us it will be beneficial in the long run, yet our brains can too easily self sabotage and talk us out of doing it in a matter of seconds. <em>I’ll spend less next month. I work hard and should enjoy my money. These are *investment* cashmere sweaters. <\/em>Whether you want to save for retirement, <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">build an emergency fund<\/a>, put <a href=\"https:\/\/blog.wealthfront.com\/best-time-to-buy-a-home\/\">money aside for a new house<\/a> or car, or pay for your next vacation, spending less money every month will help you reach your goals faster and set you up for a financially thriving future.&nbsp;<\/p>\n\n\n\n<p>First of all, there’s absolutely nothing wrong with spending some of your hard-earned cash on yourself. Being smart about your money doesn’t mean living a bare-bones life where you’re deprived of all ability to be a human, which includes being sometimes indulgent and sometimes lazy — being smart about your money means accepting that you <em>are <\/em>going to be those things sometimes, deciding which places are most worth it to you to splurge or cut corners, and planning accordingly. Existing in the world is hard enough without beating yourself up for buying lunch when you don’t have time to prep a meal. But at the same time, getting ahold of your finances means thinking about what’s worth splurging on and what isn’t. <\/p>\n\n\n\n<p>Regardless of how much cash you have, doing the most with your money that isn’t going toward rent, bills, and basic living expenses will go a long way toward <a href=\"https:\/\/www.wealthfront.com\/planning\">creating a financial plan that works for <em>you<\/em><\/a>. The point is to figure out your financial priorities for this stage in your life and create a spending plan to match. Do you <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">have high-interest debts<\/a> that you want to pay off? Do you want to start saving for a wedding, a new car, a house, or having kids (either soon or someday)? Do you already have kids and want to help them pay for college when the day comes? Do you want to save up enough cash to cover your expenses if you lose your job or have unexpected medical bills? There are a million reasons to save money for the future, of course, and pinpointing what’s important to you will help you make a comprehensive financial plan that actually serves your goals.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/d3mlE7uhX8KFgEmY\/giphy.gif\" alt=\"\"\/><figcaption><em>via <a href=\"https:\/\/media.giphy.com\/media\/d3mlE7uhX8KFgEmY\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>If you’re thinking, “Sure, saving more and spending less sounds great in theory, but how do I actually do it?” We hear you. It’s definitely not always easy. It’s all well and good to make a budget so clean you could eat overpriced takeout on it, but who is going to physically take your laptop away from you when you get an email about a sale on something you definitely don’t need but totally want to buy anyway?&nbsp;<\/p>\n\n\n\n<p>We’ve been there, and luckily, there are a few sneaky ways you can circumvent your most impulsive (and forgetful) moments and keep your money moves aimed squarely at where you <em>actually<\/em> want your cash to go.<\/p>\n\n\n\n<h2><strong>Automate your savings and investments deposits<\/strong><\/h2>\n\n\n\n<p>The single best thing you can do to spend less is making saving and investing a decision you make <em>once<\/em>, as opposed to having to remember to do it every month. Scheduling monthly transfers for a certain amount of cash out of your checking account right after your paycheck hits your bank account will trick your brain into thinking you have less money in the first place. If you see less money in your bank account, odds are you’ll spend less.&nbsp;<\/p>\n\n\n\n<p>You probably know that automatic deposits are a lifesaver when it comes to setting aside money for retirement or contributing to your investments, but they can actually help you <a href=\"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/\">save more cash in general<\/a>. And you <em>know <\/em>we have a suggestion about where you should automatically funnel that cash: <a href=\"https:\/\/www.wealthfront.com\/cash\">the Wealthfront Cash Account comes complete with a top-of-market APY<\/a>, up to $1 million FDIC insurance, unlimited transfers, and no fees. And to make your life even easier, you can set up recurring transfers for once a week, every other week, every month on the 1st and 15th, or monthly depending on when payday rolls around.&nbsp;<\/p>\n\n\n\n<h2><strong>Make a commitment worth keeping<\/strong><\/h2>\n\n\n\n<p>When you sit down and budget how much you want to spend each month, there’s usually no real incentive to stick to it. Sure, you’ll be disappointed in yourself for spending more than you planned, but what’s adulthood if not lots of small disappointments that you have to learn to live with? The key to following a budget is setting up what <a href=\"https:\/\/en.wikibooks.org\/wiki\/Bestiary_of_Behavioral_Economics\/Commitment_Devices\">behavioral economists call a “commitment device”<\/a> — essentially making a contract with yourself that includes a penalty of some sort.<\/p>\n\n\n\n<p>“When you set up a commitment device, you yourself are saying, ‘I have this goal of saving for retirement, but I know it’s going to be hard for me so I’m going to do something that makes the benefits outway the cost&#8230; I’m going to make it really hard for me to break that contract,’” Deborah Small, professor of marketing and psychology at the Wharton School, University of Pennsylvania, told Wealthfront.<\/p>\n\n\n\n<p>A contract with yourself can take many forms, but the penalty has to be high enough that you’ll likely stick to your goal. Examples: promise your partner or roommate that you’ll deep clean your entire home if you don’t stick to your budget, or write out a contract with yourself stipulating that you’ll cancel your Netflix account if you don’t spend less. Look, sometimes you have to level with your inner child and lay down some house rules.&nbsp;&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/iB4PoTVka0Xnul7UaC\/giphy.gif\" alt=\"\"\/><figcaption><em>via <a href=\"https:\/\/media.giphy.com\/media\/iB4PoTVka0Xnul7UaC\/giphy.gif\">Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h2><strong>Remove as many temptations to spend as possible<\/strong><\/h2>\n\n\n\n<p>The thing is, you already know what you need. If it didn’t occur to you to need to spend money on something before you saw an ad for it while swiping on Instagram, then you very likely do not actually need it. Marketing is full of evil geniuses — take yourself out of their path of influence as much as you can, and watch your account balances flourish. Because as much as you <em>know <\/em>your financial goals are more important to you than whatever impulse purchases could be working against them, the future does not <em>tempt <\/em>you. Your dream future life might make you feel a lot of things, but being <em>tempted <\/em>is a very unique thing, and it often derails carefully laid plans instead of feeding them.<\/p>\n\n\n\n<p>That said, we know this isn’t easy to do. Anyone who doesn’t live on the moon without access to WiFi or cable or streaming services (which, now that we think about it, would be the <em>first <\/em>things installed in a moon colony) is constantly bombarded by shiny new things that they could buy in an instant. Just scrolling through your news feed is a temptation minefield, with everyone showing off the beautiful $16 salad they had for lunch in their designer sneakers.&nbsp;<\/p>\n\n\n\n<p>“We have self-control problems, so we’re constantly faced with temptations to spend,” Small&nbsp; said. “There are things we want right now, whether it’s because we observe other people spending on them and so it seems very normal to spend on it, or because we have these visceral desires to purchase things. It’s like the future can’t compete with that. It’s too abstract and not tempting at all.”<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/media.giphy.com\/media\/3s93EQBZs80E7Xfnt1\/giphy.gif\" alt=\"\"\/><figcaption><em><a href=\"https:\/\/media.giphy.com\/media\/3s93EQBZs80E7Xfnt1\/giphy.gif\">via Giphy<\/a><\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>For those of us who don’t have enough willpower, it helps to recognize what your unnecessary spending triggers are and start to find alternatives. Try unfollowing the social media accounts that send you down online shopping spirals. Don’t walk through your favorite stores “just to see what’s new, I swear.” And leave the bar a little earlier to catch the train rather than calling an Uber at 2 a.m. It looks different for everyone, and much like figuring out your spending\/saving\/investing budget, you have to examine your own life to see where the tempting moments exist.<\/p>\n\n\n\n<h2><strong>Remind yourself what’s in it for you<\/strong><\/h2>\n\n\n\n<p>Sometimes cutting back on spending just comes down to giving yourself a reality check — you might need to regularly remind yourself what you’re saving for in the first place.&nbsp;<\/p>\n\n\n\n<p>“When you’re thinking about spending on something, think about alternative uses of that money,” Small recommends. “That holds you back a little bit and changes the way you think about that purchase.”<\/p>\n\n\n\n<p>Small gives the following example: When shopping for a new car, you’re given the option of buying a basic car, or leveling up for a few extra thousand dollars. Most people will go with the more expensive car. You’re already spending a lot of money, so why not? But if you reframe the same choice as buying the fancier car or getting the basic car <em>plus<\/em> paying for one year of housing when your kid goes to college, you’re less likely to throw down for the more expensive car. If nothing else, you’re more likely to think carefully about it and make a choice you’re totally onboard with (even if that <em>is <\/em>going with the upgrade) instead of an impulsive one.<\/p>\n\n\n\n<h2><strong>Think small<\/strong><\/h2>\n\n\n\n<p>It sounds counterintuitive to <a href=\"https:\/\/blog.wealthfront.com\/34-people-share-the-one-thing-they-cut-from-their-budget-that-they-never-missed\/\">cut out small expenses when you’re trying to save<\/a> more money, but it will prove to you that you don’t actually miss that cash and could probably save even more. No, this is not where we sit here and tell you that buying avocado toast is the thing that’s quietly ruining your finances — you can more likely blame that on student loans, the gig economy, wealth inequality, job density in affordable housing markets, need we go on? — but when it comes to day-to-day spending, small things do add up. If you buy a $4 coffee on your way to work every morning, that adds up to $1,004 a year. Making it at home a few days a week could cut that number in half.&nbsp;<\/p>\n\n\n\n<p>But what if you <em>love <\/em>your expensive coffee? What if you love chatting with your coffee guy every morning and going there means walking by the amazing smelling flower shop on your way, and basically that $4-a-day habit genuinely makes your days a little nicer? Keep it! Where else can you make cuts that you won’t miss as much? Spending less should not be about deprivation — it’s about assessing the real value of your spending and letting go of things that don’t have much.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Yes, sometimes smart financial habits are really just a matter of playing head games with yourself. Here&#8217;s exactly how to do that. <\/p>\n","protected":false},"author":129,"featured_media":10860,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[1051,71,1115,6851,6499,1180],"yst_prominent_words":[1509,6629,7016,7013,7008,6944,1739,7011,7012,4426,7015,1554,1240,7014,5521,5522,7009,1899,3821,7010],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10857"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10857"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10857\/revisions"}],"predecessor-version":[{"id":13164,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10857\/revisions\/13164"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10860"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10857"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10857"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10857"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10857"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}