{"id":10913,"date":"2019-09-06T16:16:29","date_gmt":"2019-09-06T23:16:29","guid":{"rendered":"\/\/wealthfront.x5view.co\/?p=10913"},"modified":"2020-06-25T07:57:25","modified_gmt":"2020-06-25T14:57:25","slug":"how-do-interest-rates-work-heres-everything-you-need-to-know","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-do-interest-rates-work-heres-everything-you-need-to-know\/","title":{"rendered":"How Do Interest Rates Work? Here’s Everything You Need To Know"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>While “interest” can feel like a dirty word for <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">anyone with debt<\/a>, there’s a lot more going on with these rates than the way they puff up the balance on your credit card. Since interest rates will invariably appear in nearly every aspect of your financial life, it’s incredibly important to understand the different types of interest and their implications on your financial plans. An interest rate has bearing on the size of your credit card bill, how long it takes you to pay off your mortgage or student loans — and it’s also what fuels your savings. <\/p>\n\n\n\n<p>You probably already know a few things about interest rates, like that the principal balance of a loan is the amount you borrowed, and the interest is the money you <a href=\"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/\">pay on top of that every month<\/a> as a fee for borrowing said money. What’s harder to determine is where interest rates come from (no, they don’t just appear out of thin air), how they work, and how they impact your money. Let’s dig into everything you need to know to speak interest rates fluently.&nbsp;<\/p>\n\n\n\n<h2><strong>The different types of interest rates<\/strong><\/h2>\n\n\n\n<p>An interest rate on a <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">savings, checking, or high-yield account<\/a> will usually either have the term APR or APY attached. APR (annual percentage rate) tells you how much interest is paid in a given year, while APY (annual percentage yield) takes into account the year’s compounding interest. <a href=\"https:\/\/blog.wealthfront.com\/compound-interest\/\">What’s compounding interest<\/a>, you ask? Essentially, you earn interest on your interest, unlike simple interest, which is only based on the principal balance of a loan or investment.&nbsp;<\/p>\n\n\n\n<p>For example, if you put $100 into an account with 5% simple interest, you’ll have $105 in a year and $150.00 in 10 years. Meanwhile, $100 in an account with 5% interest compounded monthly will be $105.12 in a year and $164.70 in 10 years. It works the same way for loans. If you take out a $10,000 loan with 5% interest that compounds monthly, you’ll owe $16,470 in 10 years (If you don’t make any payments, that is). Most mortgage loans, credit cards, and high-yield savings accounts will have compound interest.<\/p>\n\n\n\n<h2><strong>Why compound interest matters<\/strong><\/h2>\n\n\n\n<p>Albert Einstein reportedly called compound interest “the eighth wonder of the world,” adding: “He who understands it, earns it; he who doesn’t, pays it.”<\/p>\n\n\n\n<p>While you want to be careful not to rack up credit card debt because of compound interest, it’s your best friend when it comes to saving cash for your future. Take <a href=\"https:\/\/www.wealthfront.com\/cash\">the Wealthfront Cash Account<\/a>, which currently has a 2.32% APY, up to $1 million FDIC insurance, unlimited transfers, and no fees (in other words, it’s basically wonderful in every way). Because of compound interest, a $25,000 deposit at today’s APY would increase to $31,521 over 10 years. If the same $25,000 sat in an account with simple interest for a decade, it would only come to $30,800. And $25,000 sitting in your bank account with no interest will still equal $25,000 in 10 years, which is why we recommend putting any cash that you expect to need in the next three to five years in a high-yield account like Wealthfront’s. Just because you aren’t investing a certain amount of cash doesn’t mean it has to sit there being useless like it would in a traditional bank.<\/p>\n\n\n\n<p>But let’s say you <em>didn’t<\/em> anticipate needing that $25,000 for the next few years, so you put it toward an investment with 5% yearly returns that compounded every month. It would balloon to $41,175 over 10 years. Because you earn interest on the interest you’ve already made, even small rate hikes can make a big difference.<\/p>\n\n\n\n<p>It’s important to know that interest can compound at different rates, though — daily, monthly, quarterly, yearly, or biannually. The more frequently it compounds, the more money an investment will make (or a loan will cost).<\/p>\n\n\n\n<h2><strong>Who decides interest rates<\/strong><\/h2>\n\n\n\n<p>The Federal Reserve, America&#8217;s central banking system, sets the interest rate that banks charge each other to borrow money — called the <a href=\"https:\/\/blog.wealthfront.com\/how-the-fed-funds-rate-impacts-the-wealthfront-cash-account\/\">fed funds rate<\/a> — and banks then use that rate to establish the interest rates they give or charge to their customers. So, anytime you take out a short-term loan or open a high-yield cash account, the interest rate will be impacted by the federal interest rate.&nbsp;<\/p>\n\n\n\n<p>Because Wealthfront’s business model eliminates a lot of the expensive operating costs that traditional banks incur (costs that they need to make money off of your deposits to cover), we can pass along exponentially more of that interest to you, helping your money grow faster. Regardless of how much money you have saved, taking advantage of high interest rates will help you <a href=\"https:\/\/blog.wealthfront.com\/how-to-save-cash-like-an-investor\/\">get more out of your hard-earned money<\/a>. After all, even modest savings will continue to grow over time, like a magic seed planted in a garden that doesn’t require any watering or weeding. High-interest savings: the succulent of cash growth.<\/p>\n\n\n\n<p>However, long-term loans, such as fixed-rate mortgages and student loans, aren’t based on the whims of the Fed, but rather the demand for U.S. Treasury notes and bonds. Like most everything else, interest rates on bonds tend to be lower when they’re in high demand and higher when demand is low. The ideal time to borrow money is when interest rates are low, especially if it’s a fixed-rate loan that locks in your interest rate.<\/p>\n\n\n\n<p>Here’s what it boils down to: When borrowing money, rising interest rates will cost you more in the long run. When saving or investing, rising interest rates will earn you more cash over time. But don’t wait for an interest rate hike to start saving money for your future. Every year counts when it comes to compound interest. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Whether you *think* you completely understand what interest rates are and how they work, or you know that you definitely don&#8217;t know everything about them, this will lay out all the essential details.<\/p>\n","protected":false},"author":129,"featured_media":11473,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7232],"tags":[1072,7244,686,1058],"yst_prominent_words":[1509,7294,7292,6475,5511,5493,7291,7296,2771,1990,1240,7295,7289,5418,3091,7290,3527,7293,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10913"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10913"}],"version-history":[{"count":9,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10913\/revisions"}],"predecessor-version":[{"id":13315,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10913\/revisions\/13315"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/11473"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10913"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10913"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10913"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10913"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}