{"id":10930,"date":"2019-09-12T14:49:18","date_gmt":"2019-09-12T21:49:18","guid":{"rendered":"\/\/wealthfront.x5view.co\/?p=10930"},"modified":"2019-11-27T01:20:35","modified_gmt":"2019-11-27T09:20:35","slug":"7-things-all-couples-should-think-about-when-creating-a-budget","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/7-things-all-couples-should-think-about-when-creating-a-budget\/","title":{"rendered":"7 Things All Couples Should Think About When Creating A Budget"},"content":{"rendered":"\n<p>If you and your partner are thinking about combining finances or saving up for your shared goals, congratulations! You managed to find love in this big, harsh world, and that alone is worth celebrating. While you might have already blended other areas of your lives together, aligning on <a href=\"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/\">short- and long-term financial goals<\/a> can be truly daunting territory. Taking a little time to map out a joint game plan about how you want to spend and save as a couple will help you reach those goals faster and avoid unnecessary stress along the way. <\/p>\n\n\n\n<p>As two adults with your own lives, you probably each entered the relationship with very personal financial goals and beliefs. We totally get that conversations about things like planning for retirement and sending your future children to college don’t usually come up on the first date (or even the second or third). Everyone has different philosophies when it comes to saving, spending, and investing, so melding your finances into a shared budget will require you both to listen and make compromises (obviously). But don’t sweat it too much. <\/p>\n\n\n\n<p><strong>Frankly, the fact that you and your partner are taking your financial future seriously — and that you’ve chosen to grow and learn together — already makes it extremely likely that you’re an unstoppable team who will make amazing partners in money.<\/strong><\/p>\n\n\n\n<p>Think your relationship isn’t far enough along to make a shared budget? Maybe. But budgeting can be useful even if you’re not approaching marriage and looking to fully merge assets. More couples have <a href=\"https:\/\/www.pewresearch.org\/fact-tank\/2017\/04\/06\/number-of-u-s-adults-cohabiting-with-a-partner-continues-to-rise-especially-among-those-50-and-older\/\">been moving in together<\/a> without getting married in recent years, and studies show that money can be <a href=\"https:\/\/www.apa.org\/helpcenter\/money-conflict\">a major source of stress<\/a> and conflict. Not legally binding your financial interests is one thing, but way before that, your lives can exist in close enough proximity to each other that some shared strategy around spending and saving will benefit you both. That doesn’t have to be the case, though. Maybe the talk starts when planning your first trip together. Maybe you go out to dinner all the time and want to make an actual arrangement for who pays for what so you don’t have to do the “reaching for the check dance” forever. Maybe you’re moving in together. Maybe you noticed some of your other coupled friends <a href=\"https:\/\/blog.wealthfront.com\/6-conversations-every-couple-absolutely-must-have-before-buying-a-home\/\">talking about buying houses<\/a> and realize you want to do that together. There are so many catalysts for needing a shared budget in a relationship, and all of them are valid. <\/p>\n\n\n\n<p>Logging numbers into a joint spreadsheet probably wasn’t what initially attracted you to one another, but that doesn’t mean it can’t be romantic! Regardless, you can share<em> <\/em>a sigh of relief once you’re on the same page about how to spend your cash, and honestly, being on the same page about anything <em>is <\/em>romantic.<\/p>\n\n\n\n<p><strong>Even though there’s not a single plan that works for everyone, there are a few key things every couple can keep in mind.<\/strong> <\/p>\n\n\n\n<h2>1. Accept that there <strong>is no one-size-fits-all budget<\/strong><\/h2>\n\n\n\n<p>Your budget won’t be identical to your neighbor’s or your best friend’s. A couple’s expenses can radically differ depending on their joint income, their debts, their lifestyle, and where they live. What matters most is that you’re willing to map out a financial plan that works for <em>you<\/em>. That might mean splitting rent, groceries, and bills 50-50, or maybe you agree on a division of expenses proportional to your individual incomes. Figure out what works best for your household — and do your best not to let anyone else’s plan dictate what you guys do. <\/p>\n\n\n\n<h2>2. Get on the same page abou<strong>t your short- and long-term goals<\/strong><\/h2>\n\n\n\n<p>It&#8217;s important for couples to talk about their specific goals for the future (free tip: Wealthfront has a <a href=\"https:\/\/www.wealthfront.com\/planning\">really amazing planning feature to help you do that<\/a>), as well as how to divvy up the monthly bills. If one of you wants to travel the world debt-free, while the other is determined to buy a house, now is the time to discuss your differences and find a landing spot that works for both of you as much as possible. Some investors <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/120315\/how-create-budget-your-spouse.asp\">use the S.M.A.R.T. acronym<\/a>, which aims to choose goals that are “specific, measurable, achievable, realistic, and time-based.” It’s not a bad filter to apply to your goals during this mapping out conversation.<\/p>\n\n\n\n<p>After you’ve stowed away an <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund<\/a> (either jointly, separately, or both) think about how else you can invest your cash to maximize returns. When it comes to saving for your near and medium-term goals — anything coming up in the next 3-5 years — don’t forget to talk about <em>where<\/em> to keep your cash. A high-yield account — like the <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account<\/a>, which has a deliciously high APY, unlimited withdrawals, and up to $1 million in FDIC insurance through our program banks — allows you to earn interest on the money you expect to spend in the next few years, while still keeping it readily available for when you need it.<\/p>\n\n\n\n<p>You and your partner should also be aligned on how to spend, save, and invest cash you don’t expect to need in the near future. It’s certainly difficult to start budgeting for long-term goals when they feel so distant, but saving for retirement and investing into a diversified portfolio now will give your money more time to grow. (Hey, every year counts when it comes to <a href=\"https:\/\/blog.wealthfront.com\/how-do-interest-rates-work-heres-everything-you-need-to-know\/\">compound interest<\/a>.)<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/lh6.googleusercontent.com\/T1hZxwc8J-HkVSEHyxxq5Fmd4TbHbiQXXlC1lzSZ9VJhVEt8ijXcr8HJvB0B1Tcpxu2mBOI1R1sNj78y3z7Wv8rtfmJrFkFhAkg_stsiQRZv20YF-2dvRjvLHMgCi2ZuX9p48NpR\" alt=\"\" \/><\/figure>\n\n\n\n<h2>3. <strong>Don&#8217;t lose sight of your needs as individuals<\/strong><\/h2>\n\n\n\n<p>So it goes as relationships get more serious and you become more of a team with your partner, you’re still <em>you, <\/em>and it’s always important to continue being your own person. When it comes to finances, starting to save money with your partner doesn’t mean you should neglect your own needs, plans, and goals. You’ll still want to hang onto your emergency fund and continue saving up for certain personal goals in a separate place from where your shared goals are being saved for. Again, this is an area where being transparent, open-minded, and supportive with one another will go a very long way. Be willing to consider each other’s point of view! They see you from an angle you never could, and they can probably illuminate some things about your budget and financial plans that you actually need to hear, like observations on <a href=\"https:\/\/blog.wealthfront.com\/34-people-share-the-one-thing-they-cut-from-their-budget-that-they-never-missed\/\">what you could probably cut<\/a> from your budget and never miss. <\/p>\n\n\n\n<h2>4. <strong>Hold each other accountable — but do it nicely<\/strong><\/h2>\n\n\n\n<p>You’ve probably done a lot together as a couple, but have you ever reminded one another about the budget?<em> <\/em>It’s a whole new phase of a relationship. This doesn’t have to feel like nagging. You can absolutely find a way to check each other that feels helpful and supportive for both of you. Some couples even set standing “money dates” to talk about how things are going. Try fitting the talk into an activity that you’d already be doing together, like cooking dinner or walking your dog on a Saturday morning. That way you’re still spending quality time together, ideally doing something you enjoy, and coming to the table comfortable yet prepared.<\/p>\n\n\n\n<h2>5. <strong>Remember that challenging conversations always make couples closer<\/strong><\/h2>\n\n\n\n<p>The way we grow up can completely lay the foundation for how comfortable and confident we are talking about money, and it can sow the roots of our financial strategies. It’s incredibly helpful to clue your partner in on these things about you. Talk about your upbringing together — how was money discussed in your house growing up? How did you feel about money? Did your parents argue about it or were they a power couple of personal finance? You might learn something new and see one another in a more complete light. <\/p>\n\n\n\n<p>The fact is, you can only work through your different money beliefs once you understand where the other person is coming from. As with most parts of life, you don’t have to paint a rosy picture, but you do have to ask each other for the support you need and leave space to talk about your fears and concerns. You also don’t need to be 100% business when chatting with your person about money. Talking about budgeting and goal-setting can be equal parts practical and emotional — don’t underestimate how vulnerable it might make one or both of you feel. Reinforce what you love about each other, and make a point to act like you’re on the same team.<\/p>\n\n\n\n<h2>6. <strong>Be ready to be as honest as you&#8217;ve ever been<\/strong><\/h2>\n\n\n\n<p>You’ll be doing yourself and your relationship a favor if you’re upfront about how you want to approach money. Those talks might cover assets, debt, and planning for the worst, including a breakup. (Look, we’re <em>sure<\/em> you’ll be together forever, but you know&#8230;just in case.) You already know that trust is essential to living life together, and managing your money is a huge part of that. <\/p>\n\n\n\n<p><em>Ask each other: <\/em><\/p>\n\n\n\n<ul><li>What constitutes a major purchase to you?<\/li><li>What are your spending habits?<\/li><li>What do you want to invest in, and why?<\/li><\/ul>\n\n\n\n<p>These conversations are <em>way <\/em>deeper than “how much should we spend on takeout every month?” They are undeniably an examination of who you both are at your core, how open and accepting you are of each other’s realest selves, and how you function together as a team. Open up to your partner, be willing to process the truth, and then plan accordingly.<\/p>\n\n\n\n<h2>7. <strong>Expect to mess up, and don&#8217;t sweat it when you do<\/strong><\/h2>\n\n\n\n<p>One secretly wonderful part about sharing your life with someone is when one of you messes something up (which you both inevitably will with some regularity), and then you find a way to work through it together. It becomes an opportunity to show that you love each other through having patience and empathy in a moment when you could be annoyed or judgmental. Maybe one of you goes on a shopping spree when you agreed to tighten up spending to save for a new car, or maybe you might <em>both<\/em> order Thai for dinner three nights in a row after cutting the eating-out budgeting to justify a shiny, new kitchen appliance. Being overly harsh when one of you missteps won’t help you get back on track. Instead, give yourself the space to reevaluate, recognize where your expectations didn’t meet reality, and modify your approach if needed. And if not, just laugh about the inherent sloppiness of being human, and try again tomorrow.<\/p>\n\n\n\n<p>Budgeting as a couple isn’t about forcing each other to give up your morning matcha or Friday bagels, but coming together to plan for a shared future. And the happiness of that shared future isn’t <em>just <\/em>in getting there — it’s in talking about it, dreaming about it, planning and working for it, and becoming closer and more trusting of each other in the process. It’s about how your shared future changes how well you know each other and how you exist in the present together. See? That really is kind of romantic. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>These conversations go way deeper than simply “how much should we spend on takeout every month?” They are undeniably an examination of who you both are at your core, how open and accepting you are of each other’s realest selves, and how you function together as a team. <\/p>\n","protected":false},"author":129,"featured_media":11471,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7231],"tags":[551,1051,71,6497,1115,924,6499,1180],"yst_prominent_words":[6787,2768,1237,2321,1245,1248,3276,1240,7283,6210,7284,7287,5522,7285,7281,7282,7286,7288,3509,3114],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10930"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=10930"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10930\/revisions"}],"predecessor-version":[{"id":12061,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/10930\/revisions\/12061"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/11471"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=10930"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=10930"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=10930"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=10930"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}