{"id":1111,"date":"2011-07-19T09:51:42","date_gmt":"2011-07-19T16:51:42","guid":{"rendered":"\/blog\/?p=1111"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"money-virtuous-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/money-virtuous-investing\/","title":{"rendered":"You Really Can Make Money with ‘Virtuous’ Investing"},"content":{"rendered":"<p><em>This post was excerpted and adapted from her latest book, <a href=\"http:\/\/www.amazon.com\/Overloaded-Liberal-Investing-Parenting-Political\/dp\/0807032638\/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1266840214&amp;sr=1-1\">The Overloaded Liberal: Shopping, Investing, Parenting ,and Other Daily Dilemmas in an Age of Political Activism (Beacon Press, 2010)<\/a>. Reprinted with permission from Beacon Press.<\/em><\/p>\n<p>For years, the financial world dismissed socially responsible investing (or “SRI”) as the hobby of church pension funds, unions, and green activists who either didn&#8217;t know what they were doing or didn&#8217;t care if they lost money. Finance pros assumed that investing according to ethical or political values &#8212; whether to avoid tobacco or support alternative energy &#8212; that is, investing for any purpose other than to maximize returns, must logically hurt the bottom line.<\/p>\n<p>Yet no one has ever proved whether this is true. In fact, a growing pile of evidence suggests that ethical investing doesn’t hurt returns at all. With more and more big pension and foundation funds seeking &#8220;green&#8221; investments and venerable <em>Institutional Investor<\/em> magazine &#8212; which is read by 100,000 top finance and government officials worldwide &#8212; running a cover story in November 2010 in favor of this approach, something has clearly started to shift in the Wall Street zeitgeist.<\/p>\n<p>Take a look at the raft of studies by Wall Street and academia. Though they appear to be wildly contradictory and to offer evidence both for and against socially responsible investing, the “pro” side is beginning to look a little weightier.<\/p>\n<p>First, a few “antis.” Two professors at Dartmouth College, Karen Fisher-Vanden and Karin S. Thorburn, analyzed what happens to the stock prices of companies that join an organization dedicated to curbing climate change, such as Climate Leaders or Ceres. The professors found that the companies “<a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1324983\">experience significantly negative abnormal stock returns<\/a>…suggesting that ‘green’ expenditures crowd out growth-related investments.”<\/p>\n<p>From his experience managing investments for sometimes socially-conscious multi-millionaires, Christopher Cordaro, chief investment officer of RegentAtlantic Capital in New Jersey, figures that ethical criteria cut his clients’ profits by a half-percent to one percent. For nearly seven years the giant California public employees’ pension fund CalPERS prohibited investments in 27 developing countries that didn’t meet certain standards on child labor and government oversight. When they eased the ban in August 2007, fund officials estimated that it had cost CalPERS $400 million in lost returns.<\/p>\n<p>Now, some voices from the pro-SRI side: In 2003, Marc Orlitzky of the University of Sydney in Australia and Frank L. Schmidt and Sara L. Rynes of the University of Iowa did a <a href=\"http:\/\/oss.sagepub.com\/content\/24\/3\/403.short\">meta-analysis<\/a>, or a study of multiple studies – in this case, 52 studies of social investing over 30 years.<\/p>\n<p>Their conclusion: “The meta-analytic findings suggest that corporate virtue in the form of social responsibility and, to a lesser extent, environmental responsibility is likely to pay off.” Another meta-study, commissioned by the United Kingdom Environment Agency in 2004, uncovered “strong evidence that where a company has sound environmental governance policies, practices and performance, it is highly likely to result in improved financial performance” in 85 percent of the 70 studies it looked at. The highly respected Center for Retirement Research at Boston College is wary of SRI, yet it also has concluded that a big pension fund would probably have enough choices left, after screening ethically, to sniff out good investments. And CalPERS—officially &#8212; still believes in SRI. “We have found that advocating for good will have a beneficial long-term impact on share value, at least indirectly, by strengthening the foundation of the economy,” Clark McKinley, a spokesperson for the fund, declares. He claims that the ban on developing countries had nothing to do with bleeding-heart social concerns but was really just hard-nosed financial risk avoidance.<\/p>\n<p>Perhaps most important, the widely used <a href=\"http:\/\/www.msci.com\/products\/indices\/thematic\/esg\/\">MSCIKLD index<\/a> of 400 socially responsible companies significantly outperformed the S&amp;P 500® in the ten years from October 2000 through October 2010, earning 0.07 percent on an annualized basis versus the S&amp;P’s negative 0.95 percent, according to a Nov. 2010 article in Institutional Investor, titled “Money from Trees.” (The numbers are so lousy because the period encompassed the 2008-09 recession plus an earlier downturn.)<\/p>\n<p>Bottom line: Does socially responsible investing hurt returns? The true answer is that, as with any returns, the statistics can be manipulated. What period of time are you studying? What yardstick are you using for comparison? Since socially responsible funds tend to favor tech companies and eschew Big Oil, they did great during the tech boom of the late 1990s and suffered when those stocks collapsed and oil prices skyrocketed in the early 2000s. Furthermore, as with all investments, returns depend on each portfolio’s quirks and manager.<\/p>\n<p>But $2.7 trillion in SRI money implies that this is not just a fringe phenomenon. Even the name has changed to include more traditional investor issues. It&#8217;s now called ESG investing, for environmental, social, and hard-core governance topics like independent boards and staggered elections.<\/p>\n<p><em>Also by the author: the award-winning <a href=\"http:\/\/www.amazon.com\/Pension-Dumping-Reasons-Wreckage-Stakes\/dp\/1576602397\/ref=pd_bbs_sr_1?ie=UTF8&amp;s=books&amp;qid=1205535129&amp;sr=1-1\">“Pension Dumping: The Reasons, the Wreckage, the Stakes for Wall Street” (Bloomberg Press).<\/a><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This post was excerpted and adapted from her latest book, The Overloaded Liberal: Shopping, Investing, Parenting ,and Other Daily Dilemmas in an Age of Political Activism (Beacon Press, 2010). Reprinted with permission from Beacon Press. For years, the financial world dismissed socially responsible investing (or “SRI”) as the hobby of church pension funds, unions, and [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[222],"yst_prominent_words":[1856,2533,2526,2527,2522,2525,2524,1242,1492,2529,2523,2528,2521,1278,2531,2530,2520,2519,2532,1411],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1111"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1111"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1111\/revisions"}],"predecessor-version":[{"id":11642,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1111\/revisions\/11642"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7220"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1111"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1111"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1111"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1111"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}