{"id":11436,"date":"2019-09-25T15:25:46","date_gmt":"2019-09-25T22:25:46","guid":{"rendered":"\/\/wealthfront.x5view.co\/?p=10981"},"modified":"2019-11-05T02:06:25","modified_gmt":"2019-11-05T10:06:25","slug":"what-so-many-people-get-wrong-about-tax-loss-harvesting","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-so-many-people-get-wrong-about-tax-loss-harvesting\/","title":{"rendered":"What So Many People Get Wrong About Tax-Loss Harvesting"},"content":{"rendered":"\n<p>Tax-loss harvesting is one of the biggest reasons why people choose Wealthfront’s automated investment service, and yet it is our least-understood feature. We’ve gone to great lengths to educate our clients on how tax-loss harvesting works. Our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/tax-loss-harvesting\/\">whitepaper<\/a> is an incredible deep dive into the topic, from the basics to a granular exploration of the details. We <a href=\"\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">publish our actual tax-loss harvesting results<\/a> year over year. We even ran an experiment to <a href=\"\/\/blog.wealthfront.com\/tax-loss-harvesting-comparison\/\">compare the tax-loss harvesting benefits offered by Charles Schwab and Wealthfront<\/a> in 2016. Even still,&nbsp;we see behavior that suggests people don’t fully grasp how to make the best use of it. So I’d like to go about this topic a different way: addressing the misunderstandings themselves.<\/p>\n\n\n\n<h2><strong>Let’s start with what most people get right.&nbsp;<\/strong><\/h2>\n\n\n\n<p>What clients <em>do<\/em> understand and <em>love<\/em> about tax-loss harvesting is its simple value proposition. Most people hate paying taxes, and tax-loss harvesting can lower the taxes you pay. The inherent value is easily evident, even amidst misunderstandings. Unfortunately, a number of our competitors would like you to believe that tax-loss harvesting is a commodity feature — either it works or it doesn’t. To them, offering tax-loss harvesting “checks the box.” But nothing could be further from the truth. If you open accounts at a number of automated investment services with comparable risk levels (i.e. similar investment mixes), you will notice a wide variance in the <em>amount<\/em> of losses harvested. More losses harvested means greater tax savings for you. Based on our testing, we are confident we will harvest the most.&nbsp;<\/p>\n\n\n\n<p>But despite all of the information and testing we provide, we still see people open accounts with multiple automated investment services, thinking that type of diversification is a good thing. In this case, it’s not. By spreading your money among more than one automated investment service, you could kill all the potential benefit you’d get from tax-loss harvesting. It’s important to ask yourself why you want to open accounts with multiple automated investment services. If it’s a higher return you’re seeking, this is a fool’s errand. The portfolios offered by automated investment services are largely commoditized, applying only a slightly different asset allocation for a particular level of risk tolerance to their respective portfolios. This means over the long run you will see approximately the same (pre-fee) return. Only luck will lead one portfolio to generate a higher return in a particular period like one quarter or one year. However, the benefits of tax-loss harvesting can vary significantly based on quality of implementation, and it should take no more than six months to see the differences among vendors.<\/p>\n\n\n\n<h2><strong>Aside from being ineffectual, there’s another significant downside to opening multiple automated investment accounts: wash sales.<\/strong><\/h2>\n\n\n\n<p>&nbsp;Should you decide to run the tax-loss harvesting test among multiple automated service providers, you need to keep in mind that you will not be able to receive the full benefit of all the losses you harvest when it comes time to file your taxes due to the “<a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/210999163-What-is-a-wash-sale-and-why-does-it-matter-\">wash sale rule.<\/a>” A wash sale occurs when you sell and buy a substantially identical security (regardless of what investment portfolio it’s held in) within 30 days. It defers your ability to recognize the loss on that security (which results in taxes saved) until the following tax year. Minimizing wash sales is therefore critical to maximizing taxes saved. Unfortunately, it is highly likely that most of the losses you generate will be characterized as wash sales if you use multiple automated investment services because most use similar ETFs. That’s why we don’t recommend keeping multiple automated investment services, since it can wipe out most of the benefit you would otherwise derive from tax-loss harvesting. (That said, we love a good experiment and data-based decisions, so we understand if you decide to do this test anyway. Just please consolidate as soon as you have your answer.)&nbsp;<\/p>\n\n\n\n<p>It’s also worth noting that the wash sale rule applies to <em>all<\/em> of your investments (taxable and IRAs), as well as your spouse’s investments. That means you cannot get maximum benefit from tax-loss harvesting if you keep your taxable account at one service and your IRA account at another, <em>or<\/em> if you keep your spouse’s accounts somewhere else. You have the tax code to thank for this. In order to get the maximum after tax benefit of tax-loss harvesting (which, as we <a href=\"\/\/blog.wealthfront.com\/vanguard-versus-wealthfront\/\">pointed out in <\/a>2016, could represent 3x to 11x our advisory cost), you need to make sure all your portfolios in which you own ETFs are managed by the same company to avoid wash sales.<\/p>\n\n\n\n<p>I hope the message is clear after reading this: if you’re going to commit to passive investing, overwhelmingly your best bet is to choose <em>one<\/em> automated investment service. Most automated investment services are highly diversified and insured by the <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211004063-What-is-SIPC-Insurance-\">SIPC<\/a>, so there is no need to diversify across multiple automated investment services in the long run. If you opened accounts with multiple services at some point to test them and still have money sitting in a forgotten investment account, consolidating as soon as possible will maximize your tax savings. While we’d love for you to consolidate with us, the important thing is that you consolidate <em>somewhere<\/em>, so as not to wipe out the benefit tax-loss harvesting could give you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What clients do understand and love about tax-loss harvesting is its simple value proposition: it can lower the taxes you pay. But too many people are getting something important wrong about this popular feature.<\/p>\n","protected":false},"author":4,"featured_media":11466,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[568,454,520],"yst_prominent_words":[7272,7269,1540,1531,1527,2348,2126,1258,1530,4983,7270,7267,7266,7273,7268,2127,2119,5475,7207,7271],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11436"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=11436"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11436\/revisions"}],"predecessor-version":[{"id":11458,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11436\/revisions\/11458"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/11466"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=11436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=11436"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=11436"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=11436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}