{"id":11441,"date":"2019-10-08T15:02:54","date_gmt":"2019-10-08T22:02:54","guid":{"rendered":"\/\/wealthfront.x5view.co\/?p=11040"},"modified":"2020-10-23T16:10:32","modified_gmt":"2020-10-23T23:10:32","slug":"what-impacts-the-rate-we-can-pay-on-the-wealthfront-cash-account","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-impacts-the-rate-we-can-pay-on-the-wealthfront-cash-account\/","title":{"rendered":"What Impacts the Rate We Can Pay on the Wealthfront Cash Account?"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>Over the last few months, we’ve had to lower the interest rate on the Wealthfront Cash Account each time the Federal Reserve lowered the <em>target<\/em> fed funds rate. This may lead you to assume the only time your rate will decrease is when the Federal Reserve makes a rate cut announcement. Unfortunately this is not the case –&nbsp;the interest rate on your cash account can also be impacted by the <em>effective <\/em>fed funds rate, which has seen considerable and historically unusual volatility in recent weeks. In this post, we’ll explain what exactly this rate is and how it might impact the interest rate on your cash account.&nbsp;<\/p>\n\n\n\n<h2><strong>It starts with the Federal Reserve<\/strong><\/h2>\n\n\n\n<p>The Federal Reserve meets eight times a year to determine the <em>target <\/em>fed funds rate, which is set as a range. At the last meeting in September, the target range was lowered by 0.25% to between 1.75% and 2.00%. This target rate influences nearly every financial institution, and a rate change impacts consumers almost immediately. <a href=\"https:\/\/blog.wealthfront.com\/how-the-fed-funds-rate-impacts-the-wealthfront-cash-account\/\">As we discussed in a previous post<\/a>, when the Federal Reserve decides to cut the target fed funds rate like we saw on July 31 and Sept 18, the interest rates paid to you from high yield savings accounts and Certificate of Deposit (CD) go down, too. The silver lining here is that the interest rate on loans, like mortgages or student loans, go down as well.&nbsp;&nbsp;<\/p>\n\n\n\n<h2><strong>What is the federal funds rate and what is it used for?&nbsp;<\/strong><\/h2>\n\n\n\n<p>As part of its role in managing risk in the financial markets, the Federal Reserve requires banks to have a certain amount of federal funds (cash held at Federal Reserve Banks) each night. Day to day, some banks will have more than the amount of funds required by regulators, while other banks will not have enough. The <em>fed funds rate<\/em> is the rate that banks with surpluses are willing to loan funds to banks without enough to meet their nightly reserve requirement. While the Federal Reserve sets a target range for the fed funds rate through the Fed meetings, that’s all it is – a target. In reality, the federal funds rate is determined by supply and demand for borrowing between banks and fluctuates daily.&nbsp;<\/p>\n\n\n\n<p>However, the Federal Reserve can further influence the fed funds rate by taking various monetary actions, such as buying and selling US government securities in the open market. If the Federal Reserve buys securities from banks, banks will in effect have more cash on hand from selling their securities, which means they will have more funds to lend to other banks. And if there’s an increased supply of cash in the system, then the fed funds rate should fall.&nbsp;<\/p>\n\n\n\n<h2><strong>How does this impact the rate you earn from the Wealthfront Cash Account?&nbsp;<\/strong><\/h2>\n\n\n\n<p>As we’ve explained before, the rate we’re able to pay on the Wealthfront Cash Account is based on the rates we receive from Wealthfront’s partner banks — the banks where we place your cash account funds. The rate from our partner banks is based on a set premium over the previous night’s <em>effective<\/em> fed funds rate, which is the average rate that banks lent and borrowed funds to each other the prior night. This means a decrease in the effective fed funds rate will lead to a decrease in the rate we receive from our partner banks.&nbsp;<\/p>\n\n\n\n<p>Our regulators do not allow us to ever pay a rate higher than what we receive from our partner banks. When it comes to setting our rate, we aim to pass as much interest on to clients as possible, while offering a stable rate. To do so, we maintain a small rate cushion so you don’t have to experience the daily volatility of effective fed funds rate. The size of the cushion is meant to handle almost all expected rate volatility based on historical experience. However we would have to lower our rate in the unlikely scenario where the effective fed funds rate were to drop by more than the amount of our cushion. For example, if tomorrow the effective fed funds rate were to drop such that the rate we receive from our partner banks is 2.06%, we would have to decrease our rate from 2.07% to 2.06%.&nbsp;<\/p>\n\n\n\n<p>As difficult as it is to predict Fed announcements around rate decreases, it’s even more difficult to forecast the day to day swings in the effective fed funds rate. While we geek out about the details of monetary policy, we don’t expect you to. But it’s important to us to be as transparent as possible about what’s happening in the background with your money.&nbsp;<\/p>\n\n\n\n<p>With an interest rate of 2.07%, the Wealthfront Cash Account helps you earn 20x the average of what you’d earn with traditional financial institutions*. And at any interest rate, you enjoy unlimited free transfers, pay no fees, and your cash is covered by FDIC insurance for up to $1 million through our partner banks. Our consolidated financial ecosystem makes it simple for you to manage your savings and investments from one place. Your cash is still growing, and we’re always looking for new ways to pass along more interest to you.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: As of , the Wealthfront Cash Account has a APY. Read more about it . Over the last few months, we’ve had to lower the interest rate on the Wealthfront Cash Account each time the Federal Reserve lowered the target fed funds rate. This may lead you to assume the only time your rate [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":11464,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7234],"tags":[6900,6992,1058,6836],"yst_prominent_words":[2625,6475,7260,7257,7256,6292,6285,6540,1281,6290,2771,7263,7262,7264,7265,7259,7261,7258,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11441"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=11441"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11441\/revisions"}],"predecessor-version":[{"id":13021,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/11441\/revisions\/13021"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/11464"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=11441"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=11441"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=11441"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=11441"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}