{"id":1159,"date":"2011-07-25T10:07:02","date_gmt":"2011-07-25T17:07:02","guid":{"rendered":"\/blog\/?p=1159"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"bric-3-ways-invest-emerging-markets","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/bric-3-ways-invest-emerging-markets\/","title":{"rendered":"Beyond BRIC: 3 Ways To Invest In Emerging Markets"},"content":{"rendered":"<p>Jeff Towson, author of <em>What Would Ben Graham Do Now: A New Value Investing Playbook for a Global Age<\/em>, <a href=\"http:\/\/www.tradestreaming.com\/2011\/07\/10\/how-saudi-prince-waleed-invested-globally-and-grew-30k-to-22b-with-jeffrey-towson-transcript\/\">recently said to me<\/a>:<\/p>\n<p>“You can’t be a big investor in this world and just not be part of this.”<\/p>\n<p>He was referring to investing in emerging markets &#8212; Brazil, Russia, India, and China (BRIC), for sure &#8212; but also to Saudi Arabia, Macao and Qatar. When the guy who was heading direct investments in Asia Pacific and the Middle East for Prince Waleed, one of the world’s richest people and best investors, speaks, I listen.<\/p>\n<p>For Towson, much of the easy money has been made in BRIC. As a global investor, he’s on the prowl for the next growth story. If Chinese real estate is really crowded, he’s looking for the next big thing. That got me thinking: exactly how should most people (read, not Waleed) invest in emerging markets beyond BRIC?<\/p>\n<p>One strategy Towson describes is what many of us in the West have done de facto to taste of the foreign fruit: buy multinationals with exposure to our target markets.  So, if we want exposure to tobacco firms doing business in China, we buy Altria Group (<a href=\"http:\/\/finance.yahoo.com\/q?s=MO\">MO<\/a>).  But there’s a snag: Towson calls this strategy <em>conspicuously contorted<\/em>, comparing it to trying to invest in Texas by putting our money in Idaho based firms.<\/p>\n<p>I&#8217;m not in any way suggesting a wholesale shakeup of your portfolio, but a measured approach that includes more direct exposure to emerging markets if you don’t already have it. Here are 3 ways for investors to invest in emerging markets, extending your reach beyond BRIC.<\/p>\n<p><strong>Foreign Bonds and Currencies<\/strong>: Investors are trained to think about international investing from a very limited, stock-centric perspective.  But there are other flavors out there. One strategy investors have used to take advantage of higher yields abroad and diversification out of dollars is by buying foreign bonds. Most brokerages offer bonds for both foreign corporations and countries. You may need to call a bond trader to get access though. If you want to buy the diversification and professional management a fund brings, Van Eck recently launched its Market Vectors LatAm Aggregate Bond ETF (<a href=\"http:\/\/finance.yahoo.com\/q?s=BONO&amp;ql=1\">BONO<\/a>). This fund holds a wide variety of Latin American sovereign debt (some is denominated in USD, so do your research) as well as bonds issued by businesses.<\/p>\n<p>WisdomTree also recently introduced the Asia Local Debt ETF (<a href=\"http:\/\/finance.yahoo.com\/q?s=ALD&amp;ql=1\">ALD<\/a>).  While it holds Chinese and Australian debt, it’s a widely diversified fund, investing in bonds from Indonesia, Malaysia, South Korea, and Thailand. <a href=\"http:\/\/www.smartmoney.com\/invest\/strategies\/the-beauty-of-currency-baskets-1310413669360\/?link=SM_hp_ls1e\">Jonathan Hoenig<\/a> recently recommended checking out Barclays GEMS Asia-8 ETN (<a href=\"http:\/\/finance.yahoo.com\/q?s=AYT&amp;ql=1\">AYT<\/a>): it’s a bit less diverse than WisdomTree’s offering and uses local currency deposits instead of debt. Think of it as a cross-Asian pseudo-money market fund. It also is an exchanged traded note (not fund), so it’s an unsecured credit obligation of Barclays. You must put that into your risk pipe and smoke it when making a decision to invest.<\/p>\n<p><strong>ETFs with a Twist<\/strong>: With the bull market in ETFs, there are tens of new funds launching every month for investors to choose from. Many are single country ETFs giving investors direct exposure to emerging markets. So, if I want to target Peru as an investment destination, I no longer need to buy a broad-based Latin America ETF.  I can buy a Peru ETF like the iShares MSCI Peru ETF (<a href=\"http:\/\/finance.yahoo.com\/q?s=EPU&amp;ql=1\">EPU<\/a>). But this puts a lot of risk on my analysis &#8212; what if Peru suffers a set back and instead, Chile goes bonkers?  Here’s <a href=\"http:\/\/seekingalpha.com\/data\/emerging_markets\">a great list<\/a> of all the emerging market ETFs.<\/p>\n<p>Think about implementing a macro strategy that takes advantage of relative strengths of some of these emerging market ETFs.  Mike Dever, founder of Brandywine Asset Management and author of a new book <em><a href=\"http:\/\/www.jackassinvesting.com\/\">Jackass Investing<\/a>,<\/em> describes a strategy that looks at a basket of 25 foreign ETFs. He suggests buying each ETF when it shows a positive rate of change (ROC) in price over the prior 42 trading days. The ROC is a <a href=\"http:\/\/www.investopedia.com\/articles\/technical\/092401.asp#axzz1T7LxM56Y\">measure of momentum<\/a> that quantifies the speed at which prices are changing over a specific period. Each fund gets a 5% allocation and held for 30 days minimum or until the ROC turns negative. His research shows an average return of almost 9% per year over the past 11 years.*<\/p>\n<p>Along with PowerShares, Dorsey Wright, the well-known research shop, has its own ETF that uses a trend following methodology when picking its portfolio constituents.  It’s called the PowerShares DWA Emerging Markets Technical Leaders Portfolio (<a href=\"http:\/\/finance.yahoo.com\/q?s=PIE&amp;ql=1\">PIE<\/a>) and invests 100 emerging market companies domiciled abroad. Instead of an index that uses market capitalization to populate its portfolio (and consequently, overweights the bigger economies), PIE invests in those companies exhibiting what it calls <a href=\"http:\/\/www.invescopowershares.com\/pdf\/P-PIE-PC-1.pdf\">powerful relative strength<\/a>. Because momentum drives the investment mandate for the ETF, the fund is designed to take advantage of stronger economies, markets and companies.<\/p>\n<p><strong>Emerging, emerging markets<\/strong>: One of the most common tools to access emerging markets has been the <a href=\"http:\/\/finance.yahoo.com\/q?s=EFA%2C+&amp;ql=0\">iShares MSCI Emerging Markets Fund<\/a>. It provides broad exposure to BRIC but also to countries like South Korea, Taiwan and South Africa, three of the top 5 countries in the fund, and cumulatively, <a href=\"http:\/\/us.ishares.com\/product_info\/fund\/overview\/EEM.htm?fundSearch=true&amp;qt=EEM\">around 30% of assets<\/a>. The problem with the emerging market index, as it sits today, is that it ends up being really correlated to developed markets.  It zigs when the S&amp;P 500® zigs (instead of zagging).<\/p>\n<p>So, those bold investors looking for something further *out there* may want to jump into frontier markets like Vietnam, Pakistan and Jordan.  Going frontier means adding lesser correlated assets to your portfolio, as the MSCI Frontier Markets Index shows 0.64 correlation to the developed markets and only 0.59 to the larger emerging markets in the EEM, according to <em>Jackass Investing<\/em>. Brandywine’s Dever recommends looking at something like the Forward Frontier MarketStrat Fund (FRONX).<\/p>\n<p>We know the world is changing as evidenced by the <a href=\"http:\/\/www.bespokeinvest.com\/thinkbig\/2011\/3\/23\/china-surpasses-japan-in-of-world-market-cap.html\">continuous erosion of the U.S. share of world market capitalization<\/a>. The U.S. has seen its share decrease from 42% (2005) to just over 30% (2011).<\/p>\n<p>The developed world’s loss is the emerging market’s gain. It’s that simple right now.  Understanding this trend and figuring out how to position investment portfolios to invest in emerging markets and beyond should be front-and-center for all serious investors.<\/p>\n<p>* Editor’s Note: Mr. Miller mentions a momentum strategy in this column, one advocated by Mike Dever, founder of Brandywine Asset Management and author of <em>Jackass Investing<\/em>. We believe, however, that momentum investing is too difficult for average investors and even most sophisticated ones, because it requires you to get out before everyone else does, at exactly the right moment. In this post, <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">Investors&#8217; Biggest Mistake<\/a>, Wealthfront CIO Burton Malkiel detailed some of the difficulties of the general approach. In the specific case Mr. Miller is describing, the question is, if you are going to buy the country that’s growing the fastest, when do you stop?<\/p>\n<p>Do you think the momentum strategy Mr. Miller outlines could work?<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Jeff Towson, author of What Would Ben Graham Do Now: A New Value Investing Playbook for a Global Age, recently said to me: “You can’t be a big investor in this world and just not be part of this.” He was referring to investing in emerging markets &#8212; Brazil, Russia, India, and China (BRIC), for [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7219,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[25,370,54],"yst_prominent_words":[2515,2516,2518,2111,2102,2100,2110,2106,2101,2345,2107,2104,2108,2105,2109,2517,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1159"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1159"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1159\/revisions"}],"predecessor-version":[{"id":11643,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1159\/revisions\/11643"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7219"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1159"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1159"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1159"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1159"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}