{"id":1166,"date":"2011-07-27T13:32:44","date_gmt":"2011-07-27T20:32:44","guid":{"rendered":"\/blog\/?p=1166"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"stupid-investors-library-congress","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/stupid-investors-library-congress\/","title":{"rendered":"9 Investment Mistakes To Guard Against, According to the Library of Congress"},"content":{"rendered":"<p><em>(For a second post on the Library of Congress report, see <a href=\"https:\/\/blog.wealthfront.com\/investing-mistakes-men-women-library-congress\/\">Men, Women And Investing<\/a>)<\/em><\/p>\n<p>After many decades of public health campaigns, Americans know the sure-fire ways they can sabotage their health. Smoke. Eat too much. Be a couch potato.<\/p>\n<p>Last year, the SEC asked the Library of Congress to survey the universe of research into investor behavior to come up with a similar list of ways that investors mess up.<\/p>\n<p>Surprisingly, the evidence was clear-cut against nine specific practices, many of which are commonly, often implicity, promoted by the financial services industry and the media that covers it.<\/p>\n<p>According to the Library of Congress, these are the nine most common investing mistakes (In some cases, the links below are to subscription sites, as some of the research is not available online for free.):<\/p>\n<h3>1. Trading too much<\/h3>\n<p>Active traders have lower returns than the market.  In “<a title=\"The Journal of Finance &quot;Trading Is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual Investors&quot;\" href=\"http:\/\/faculty.haas.berkeley.edu\/odean\/papers%20current%20versions\/Individual_Investor_Performance_Final.pdf\" target=\"_blank\" rel=\"noopener\">Trading is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual Investors<\/a>,” published in <em>The Journal of Finance<\/em>, Brade M. Barber and Terrance Odean found of 66,465 households with accounts at a large discount broker during 1991 to 1996, those that traded most (48 or more times a year) earned an annual return of 11.4 percent, while the market returned 17.9 percent. Granted the research is old (it’d be nice to see those kinds of annual returns again, wouldn’t it?), but it holds true over time, as the DALBAR research cited by Wealthfront CIO Burton Malkiel in <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">Investors&#8217; Biggest Mistake<\/a> shows.<\/p>\n<p>The authors also note that overconfidence leads to active trading.<\/p>\n<h3>2. Trying desperately to overcome losses<\/h3>\n<p>Researchers called this the disposition effect, saying that loss-averse investors sell high-performing investments and hold on to poor performers, but in fact, <a href=\"http:\/\/www.jstor.org\/pss\/117424\">achieve the reverse<\/a>. This is different from a disciplined rebalancing, in which investors buy and sell (regardless of performance) to return to a predetermined asset allocation. Rather, say the authors, it reflects the tendency of loss-averse investors &#8212; even if they are long-term investors – to evaluate their portfolios frequently.<\/p>\n<h3>3. Paying more attention to past returns of mutual funds than to fees<\/h3>\n<p>This may be the one bit of wisdom that’s sinking in with investors who are <a href=\"\/etfs-mutual-funds\/\">fleeing mutual funds<\/a>, in part because of their high fees.<\/p>\n<h3>4. Investing too much in what they know<\/h3>\n<p>People tend to prefer to invest in what is familiar, favoring their own country, region, state and company, despite the widespread evidence that diversified portfolios help tamp down volatility risk and aid compounding.<\/p>\n<p>This reminded me of my husband’s grandmother, who lived in York, Pa., and held a huge portion of her portfolio in the stock of York Water Co. (<a href=\"http:\/\/finance.yahoo.com\/q?s=YORW\">YORW<\/a>). Thankfully, a stable company, but not exactly a barnburner when it comes to returns. The tendency of employees to keep their retirement savings predominantly in their employers’ stock is another example of familiarity bias, as is the preference for glamour stocks.<\/p>\n<h3>5. Taking part in manias and panics<\/h3>\n<p>“In the past 10 years,” write the authors of the Library of Congress report, “two instances of mania followed by panic have severely harmed investors: the bursting of the dot-com bubble in 2000 and the housing crisis. … A diversified portfolio, including fixed income securities, would have mitigated the impact of these crises on investment portfolios.”<\/p>\n<h3>6. Buying into momentum investing<\/h3>\n<p>Momentum investing, whereby the investor buys securities with recent high returns and sells those with low recent returns, is a manifestation of herd behavior and magical thinking, say Ildiko Mohacsy and Heidi Lefer in their “Money and Sentiment: A Psychodynamic Approach to Behavioral Finance,” available by subscription at: <a href=\"http:\/\/proquest.umi.com\/login\">http:\/\/proquest.umi.com\/login<\/a>.<\/p>\n<p>In essence, short-run momentum leads to long-run reversals when stock prices overshoot their intrinsic value.<\/p>\n<h3>7. Diversifying without understanding<\/h3>\n<p>Even investors who understand that they should diversify may tend to do so in an overly simplistic way. Professors Shlomo Benartzi and Richard H. Thaler, who specialize in behavioral finance, found that investors in <a href=\"http:\/\/www.jstor.org\/stable\/2677899\">defined contribution plans tended to divide all their assets equally among the investment choices offered<\/a>.<\/p>\n<p>So an investor who had two choices – say, stocks and bonds – tended to do a 50\/50 split, and one offered three – say, U.S. equities, bonds and international equities – tended to divide then 33\/33\/33.<\/p>\n<p>Really?! It’s hard to believe people could think investing is that simple.<\/p>\n<h3>8. Noise trading<\/h3>\n<p>Individual investors are net buyers of attention-grabbing stocks, basing their decisions mostly on the news and not on the fundamentals. A <a href=\"http:\/\/rfs.oxfordjournals.org\/cgi\/reprint\/21\/2\/785\">study<\/a> by Brad M. Barber and Terrance Odean showed that the attention-grabbing stocks don’t perform as well as the stocks that the same investors decided to sell.<\/p>\n<p>Deadpan, the Library of Congress study points out that “this research suggests that day trading is not a worthwhile activity.”<\/p>\n<p>No one who’s ever seen a friend or relative fall prey to this particular addiction would argue <em>that <\/em>point.<\/p>\n<h3>9. Not being diversified enough<\/h3>\n<p>Although mean-variance portfolio theory recommends that portfolios hold at least 300 stocks – and many experts recommend a portfolio diversified across asset classes, too &#8212; <a href=\"http:\/\/www.jstor.org\/stable\/4480587\">the average investor actually holds only three or four stocks<\/a>.<\/p>\n<p>In fairness, the Library of Congress also cites a <a href=\"http:\/\/search.ebscohost.com\/\">study<\/a> showing that some individual investors achieve superior returns by concentrating their investments in a few stocks. “Financial returns in excess of the norm correlate with local stocks, stocks not included in the S&amp;P 500® index, and stocks with less analyst coverage,” according to the report.<\/p>\n<p><strong>The Bottom Line<\/strong><\/p>\n<p>Since it&#8217;s around lunch time as I write, let&#8217;s pose the question like this: As an investor, are you lying on the couch every day, hand in a bag of chips, uninterested, assuming that your portfolio will eventually rise in the long term, while all the while your portfolio slips sideways? Or is it worse than that – are you stuffing your face with a big greasy hoagie, indulging in the short-term satisfactions of buying and selling without a responsible approach?<\/p>\n<p>As we write here regularly, a responsible and profitable approach to investing is based on research, insight, and common sense &#8211; not on hunches, fear or aimless greed. You won&#8217;t find the balance you need by being complacent or by passively consuming what the financial services industry wants to feed you.<\/p>\n<p>Think of the Wealthfront blog as a pushy but well-meaning nutritionist who will help you nourish your portfolio without the empty calories.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>After many decades of public health campaigns, Americans know the sure-fire ways they can sabotage their health. Smoke. Eat too much. Be a couch potato.<\/p>\n<p>Last year, the SEC asked the Library of Congress to survey the universe of research into investor behavior to come up with a similar list of ways that investors screw up.<\/p>\n<p>Surprisingly, the evidence was clear-cut against nine specific practices, many of which are commonly, often implicity, promoted by the financial services industry and the media that covers it.<\/p>\n<p>According to the Library of Congress, these are the nine most common investing mistakes (In some cases, the links below are to subscription sites, as some of the research is not available online for free.)<\/p>\n","protected":false},"author":20,"featured_media":7216,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[362,368,370,54,64,363,366,369,372,194,371],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,2113,2107,2104,2114,2108,2105,2514,2115,2109,2103,2099,2098,2382,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1166"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1166"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1166\/revisions"}],"predecessor-version":[{"id":11644,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1166\/revisions\/11644"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7216"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1166"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1166"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1166"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1166"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}