{"id":1191,"date":"2011-08-02T08:17:42","date_gmt":"2011-08-02T16:17:42","guid":{"rendered":"\/blog\/?p=1191"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"investing-mistakes-men-women-library-congress","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/investing-mistakes-men-women-library-congress\/","title":{"rendered":"How Men And Women Trip Up (Differently) As Investors"},"content":{"rendered":"<p>Last week, we wrote about the Library of Congress’s report on <a href=\"https:\/\/www.wealthfront.com\/blog\/stupid-investors-library-congress\/\">nine stupid mistakes investors make<\/a>. Library researchers turned up academic research that shed light on investors’ misguided behavior, such as momentum investing and trading too often.<\/p>\n<p>The research also turned up evidence that men and women are prone to different kinds of mistakes.<\/p>\n<p><strong>Men overshoot<\/strong><\/p>\n<p>Sorry, guys, but the evidence is clear that some of you tend to be afflicted with overconfidence that leads to one of the most obvious investment mistakes: active trading.<\/p>\n<p>Using account data for over 35,000 households from a large discount brokerage, Brad M. Barber and Terrance Odean of the University of California-Berkeley looked at the common stock investments of men and women from February 1991 through January 1997. (They did the research when both were at the University of California-Davis, where Professor Barber remains. Professor Odean has since moved on to the University of California-Berkeley.) They found that men traded 45% more than women and that trading reduced men’s net returns by 2.65 percentage points a year as opposed to 1.72 percentage points for women.<\/p>\n<p>The effect was even more pronounced when the researchers compared single men and single women.<\/p>\n<p>“Single men trade 67% more than single women thereby reducing their returns by 1.44 percentage points per year more than do single women,” according to the study.<\/p>\n<p>Mssrs. Barber and Odean called their report: “<a href=\"http:\/\/faculty.haas.berkeley.edu\/odean\/papers\/gender\/BoysWillBeBoys.pdf\">Boys Will Be Boys: Gender, Overconfidence, and Common Stock Investment<\/a>.”<\/p>\n<p>They also quoted the 19<sup>th<\/sup> century American humorist Josh Billings: “It’s not what a man don’t know that makes him a fool, but what he does know that ain’t so.”<\/p>\n<p><strong>Women may settle<\/strong><\/p>\n<p>If you had to guess the investment mistake that most plagues women, what would it be? Women settle for less money than men on the job; is it possible that they do so in the investing world, as well?<\/p>\n<p>A small pile of research has already begun to make it clear that women are more risk-averse than men and that they are less financially literate. Whether that risk aversion helps them as investors, or hurts, is an open question (the financial literacy no doubt hurts).<\/p>\n<p>The survey by the Library of Congress report says that at certain crucial times, such as at retirement, risk aversion may hurt. The LOC found evidence in “<a href=\"http:\/\/www.jstor.org\/discover\/10.2307\/29730058?uid=3739832&amp;uid=2133&amp;uid=2&amp;uid=70&amp;uid=4&amp;uid=3739256&amp;sid=21102061636647\">Who Chooses Annuities? An Experimental Investigation of the Role of Gender, Framing and Defaults<\/a>.” In that study, researchers at the College of William and Mary and the Massachusetts Institute of Technology found that women were more likely than men to settle for the modest returns of an annuity at retirement.<\/p>\n<p>“The authors note that annuities attract a middle-class, relatively well-educated, and predominantly female clientele, motivated by affective (emotional) factors, such as trust, familiarity, and loss aversion,” said the Library of Congress researchers.<\/p>\n<p>(Fast definition: Fixed or variable income annuities offer regular payouts over time in exchange for a lump sum in the beginning. The income level may be fixed or variable, and the payout may or may not be linked to underlying investments in the annuity. Annuities often come under fire from consumer advocates and regulators because of their complexity).<\/p>\n<p>Of course, there’s no telling for sure whether a woman might have done better managing her own investments than buying an annuity. But I’d say there’s a good chance, given most annuities’ high costs and the difficulty of accessing the money tied up in an annuity if you end up needing a lump sum.<\/p>\n<p>Interestingly, even when the researchers took women’s established higher risk aversion into account, they found that women were more likely to buy the annuity. Exactly why isn’t clear, but the Library of Congress researchers probably have the right idea:<\/p>\n<p>“While overconfidence may lead some men to trade too often, women tend to a different investment mistake: they settle for modest returns,” the LOC report speculated.<\/p>\n<p>Now if we could just get the men and women talking, then maybe some of the men will end up with a more cautious approach and the women will become more confident.<\/p>\n<p><em>This blog post was altered from its original form: Quotes around the sentence, Way to go, ladies, in keeping those returns as low as possible!, were removed to make it clear that Library of Congress researchers did not make that statement; and information about where Terrence Odean and Brad Barber did their research was added.<\/em><\/p>\n<p>The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Last week, we wrote about the Library of Congress’s report on nine stupid mistakes investors make. Library researchers turned up academic research that shed light on investors’ misguided behavior, such as momentum investing and trading too often. The research also turned up evidence that men and women are prone to different kinds of mistakes. Men [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[364,362,363,366,243,365],"yst_prominent_words":[1639,2659,2662,2660,2665,2668,2514,2654,2663,1236,2655,2664,2657,2667,1278,2656,2666,2658,2661,1234],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1191"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1191"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1191\/revisions"}],"predecessor-version":[{"id":11646,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1191\/revisions\/11646"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7220"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1191"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1191"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1191"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1191"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}