{"id":12070,"date":"2019-11-21T09:53:00","date_gmt":"2019-11-21T17:53:00","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12070"},"modified":"2020-10-28T14:07:20","modified_gmt":"2020-10-28T21:07:20","slug":"why-banks-are-about-to-lose-50-million-customers","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-banks-are-about-to-lose-50-million-customers\/","title":{"rendered":"Why Banks Are About To Lose 50 Million Customers"},"content":{"rendered":"\n<p>When I reflect on innovation in financial services, I’m reminded of a comment Paul Volcker made during the 2009 Future of Finance Initiative when he opined that the ATM was the only financial innovation that has improved society. Most of us don’t even remember a time when the ATM didn’t<em> <\/em>exist, but it completely revolutionized the way we bank by making it self-serve and adding a level of convenience that didn’t exist before. The ATM made us all bank tellers.&nbsp;<\/p>\n\n\n\n<p>We could lament the fact that we haven’t seen society-changing innovation since the late 1960s, but I believe over the next decade the financial services industry will undergo an unprecedented tech renaissance. The end result won’t be a singular <em>product<\/em> that betters society, but an <em>entire industry<\/em>. This industry won’t be based on branches or ATMs; it will be based on data, advice, and one-click commerce. Here’s what will change.<\/p>\n\n\n\n<h2><strong>Branches will turn into clicks<\/strong><\/h2>\n\n\n\n<p>Let’s face it, your bank is just a paycheck motel. It gives your paycheck a brief resting place before it heads back on the road to more important places — paying your rent and your bills before eventually making its way to its final destination: building your nest egg. I recently spent the night at a Days Inn and I swear they had the same dull grey carpet and cream tile as my bank. Coincidence? I think not.&nbsp;<\/p>\n\n\n\n<p>Few are visiting their local bank branch anymore, and gone are the days of client-banker relationships. We recently surveyed Wealthfront clients under the age of 40 and found that nearly 30% haven’t been to a bank branch in the last <em>year<\/em>. These “branch-nevers” are at the forefront of the nextgen banking revolution, and we expect to see their numbers grow rapidly as their options increase. <\/p>\n\n\n\n<p>It should come as no surprise that <a href=\"https:\/\/www.economist.com\/finance-and-economics\/2017\/07\/27\/the-closing-of-american-bank-branches\">there are about 10,000 fewer branches today than there were in 2008<\/a>. With the advent of nextgen banking services and challenger banks, we predict this decline will accelerate and we’ll see 30% fewer branches in the U.S. by 2030. We’re not alone in our prediction. In a recent report, Mike Mayo, one of the most respected banking analysts in the industry also predicts bankers will be traded in for “bots,” as he calls them. <br><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/11\/updated-branches-929x530.jpg\" alt=\"\" class=\"wp-image-11176\"\/><figcaption>Source: The Economist, &#8220;The Closing of American Bank Branches&#8221;<\/figcaption><\/figure>\n\n\n\n<h2><strong>Your unintelligent bank app will be replaced by smart financial hubs<\/strong><\/h2>\n\n\n\n<p>Your bank app doesn’t integrate with your other finances. It doesn’t know your goals and it doesn’t give you advice or recommendations. Bank apps are basically ATMs on your phone. You can check your balance, see your recent transactions, and maybe make a<em> <\/em>mobile check deposit. According to a recent study by J.D. Power and Wells Fargo, when banking customers become fully digital they become <em>less<\/em> satisfied customers. The functionality is just too limited and the user experience isn’t up to par with modern consumer expectations. <\/p>\n\n\n\n<p>Wealthfront’s app is more intelligent than your phone ATM. We take advantage of modern APIs so our app connects to <em>all <\/em>of your financial accounts, enabling you to see a complete picture of your current net worth, your monthly savings, and at what age you might realistically retire, among other things. Your entire financial life can go with you wherever you are, right in your pocket. <\/p>\n\n\n\n<p>Wealthfront isn’t just a simple budgeting app. We use machine learning to analyze your financial data combined with massive data sets to deliver personalized answers to over 10,000 different financial questions. For example, we can analyze hundreds of thousands of approved mortgages and neighborhood home pricing data to tell you how much you’d need to save for a down payment — all in a matter of milliseconds. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/11\/updated-mortgage-phone-mock-593x530.jpg\" alt=\"\" class=\"wp-image-11180\"\/><\/figure>\n\n\n\n<p>In the near future, we’ll be able to tell you if you qualify for an $800,000 mortgage at a 3.5% interest rate, and with just a few clicks you’ll have your mortgage. Because we link to your financial accounts, we plan to remove the paperwork involved in the process and look forward to the day when we can make getting a mortgage as easy as ordering shampoo on Amazon.<\/p>\n\n\n\n<p>Today, approximately one third of retail banking customers in the U.S. are fully digital. These customers are stuck between a rock and a hard place. They don’t want to go to visit their local paycheck motel, but they aren’t getting what they need from their current set of bank apps. By our estimate, there are over 50 million retail banking clients up for grabs at the top U.S.&nbsp; banks alone. These branch-nevers <em>will<\/em> leave their banks for a better solution over the next decade. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/11\/50-Million-People-1060x530.jpg\" alt=\"\" class=\"wp-image-11153\"\/><\/figure>\n\n\n\n<h2><strong>Your hard-earned money will be optimized by Self-Driving Money™<\/strong><\/h2>\n\n\n\n<p>To help you reach total financial nirvana, we’re going to <em>automate <\/em>your finances and deliver what we call Self-Driving Money™. Imagine a world where you can direct deposit your paycheck into Wealthfront and let us take care of the rest, optimizing every single dollar you earn. In the near future, Wealthfront will automatically pay your bills, top off your emergency fund, and invest the rest in the most appropriate way based on your lifestyle and goals.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/11\/SDM-GIF.gif\" alt=\"\" class=\"wp-image-11155\"\/><\/figure>\n\n\n\n<p>We believe Self-Driving Money™ will save people both time and worry they currently spend on their finances. Right now our clients spend 150 hours a year working on their finances and rank money among their top three concerns. By 2030 we hope to reduce the amount of time our clients spend on their finances by 75%, and ensure that money is no longer one of their top three concerns. <\/p>\n\n\n\n<h2><strong>Consumers, not corporations, will call the shots<\/strong><\/h2>\n\n\n\n<p>We realize this is <em>a lot <\/em>of change and the financial system as we know it will look a lot different in the next decade. But this change is long overdue, as is a financial industry where the consumers, not corporations call the shots. Technology has the power to flip that dynamic and we hope to lead this change. That’s the future we are excited to build for you.&nbsp;<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When I reflect on innovation in financial services, I’m reminded of a comment Paul Volcker made during the 2009 Future of Finance Initiative when he opined that the ATM was the only financial innovation that has improved society. Most of us don’t even remember a time when the ATM didn’t exist, but it completely revolutionized [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":12073,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6547],"yst_prominent_words":[1542,3049,10009,10010,10007,10016,10011,10017,10005,10014,1237,10012,2697,2454,10015,10008,10006,10013,10004,10003],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12070"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12070"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12070\/revisions"}],"predecessor-version":[{"id":12072,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12070\/revisions\/12072"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12073"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12070"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12070"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12070"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12070"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}