{"id":1209,"date":"2011-08-08T12:06:51","date_gmt":"2011-08-08T19:06:51","guid":{"rendered":"\/blog\/?p=1209"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"markets-diving-heres-sell-money-managers","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/markets-diving-heres-sell-money-managers\/","title":{"rendered":"The Markets Are Diving. Here’s Who Should Sell, According To Money Managers"},"content":{"rendered":"<p>When the market takes a sharp dive, two groups of people worry: those who ought to, and those who shouldn’t.<\/p>\n<p>If you are an investor comfortable with <a href=\"https:\/\/www.wealthfront.com\/blog\/jim-cramers-mad-money-diversification-idea-astray\/\">your portfolio allocations<\/a> and <a href=\"https:\/\/www.wealthfront.com\/blog\/are-you-being-honest-about-your-risk-tolerance\/\">your risk profile<\/a>, now is not a time to panic. You can look to the professionals for some clues. Many are treating this shift as an opportunity to buy equities.<\/p>\n<p>“We believe this sell-off will provide opportunities to tweak our portfolio to buy more of good companies that have been oversold and sell good companies that have held up well.  Since we are fully invested, we can’t buy &#8216;more&#8217;, but we can upgrade the quality and characteristics of the portfolio at this time,” says Glenn A. Dever, president of Berwyn, Pa.-based Coho Partners Ltd., which runs a strategy on Wealthfront’s platform. “What usually happens is that investors sell at the bottom and miss the bounce – whenever it happens.  I’d encourage comments to your investors to stick with their long-term strategy and not to panic.”<\/p>\n<p>Neither he nor other Wealthfront public equity money managers I spoke to today are making major shifts to their portfolios; they may be selling a few of their less promising holdings to buy shares in companies that suddenly look like bargains. The dive isn’t a trigger to change asset allocations, except at the margins; rather, it’s an opportunity to raise the quality of holdings within their equity allocations. For more on this, see <a href=\"http:\/\/www.quora.com\/Market-Plunge-August-4-2011\/How-should-I-reallocate-my-investment-portfolio-in-response-to-the-August-4-2011-Market-Plunge\">this recent post<\/a> by Wealthfront CEO Andy Rachleff on Quora.<\/p>\n<p>The views of Wealthfront’s managers and executives are echoed online.<\/p>\n<p>Stay in the ring when it comes to developed market equities, advised Hans Olsen, head of Americas investment strategy at Barclays Wealth, in this <a href=\"http:\/\/www.bloomberg.com\/news\/2011-08-08\/stick-with-u-s-stocks-after-downgrade-barclays-s-olsen-says.html\"><em>Bloomberg<\/em> story<\/a>. &#8220;They’re cheap and they’re supported by their earnings,&#8221; Olsen said. &#8220;Even if the earnings were to get a bit of a haircut, these valuations still support those earnings.&#8221;<\/p>\n<p>Advisors for high-net worth clients are also being told to buy. “People have that fear of losing money again, but there are fundamental reasons why we think this could be a good time to look at opportunities for clients’ portfolios,” says Darrell Cronk in another <a href=\"http:\/\/www.bloomberg.com\/news\/2011-08-05\/wealth-advisers-putting-clients-in-big-caps-after-market-rout.html\"><em>Bloomberg<\/em> story.<\/a> He is regional chief investment officer in the office of Wells Fargo Private Bank, which manages $180 billion in assets. “Corporate fundamentals are strong and economic fundamentals are very weak, so that means opportunity.”<\/p>\n<h3>Investors caught short<\/h3>\n<p>That’s all fine if – and it’s a big if – you’ve been wise in developing a portfolio you feel comfortable with.<\/p>\n<p>What if you’re one of those investors overweighed in equities with too short a time horizon. What if you have a short-term need for cash? You’re planning on buying a house, or you have a junior in high school.<\/p>\n<p>The hard advice from managers: Sell down to your budget, or sell down to the point that you can sleep at night.<\/p>\n<p>“This is my 26th year in the business. When people ask me about the next year or two, I say, ‘Flip a coin,’” says David Rolfe, chief investment officer of St. Louis, Mo.-based Wedgewood Partners. “There’s just an unknowable set of circumstances.”<\/p>\n<p>While managers are hopeful the market will bounce back on good economic news or a sign in November that politicians are grappling realistically with the entitlement problem, when (when?!) the bounce will happen is anybody’s guess.<\/p>\n<p>“After Lehman, it took people a couple of quarters of earnings statements to realize that these companies weren’t going to go away,” says Gregg Giboney, president and portfolio manager for Timberline Investment Management, a West Linn, Ore.-based firm that runs a strategy on Wealthfront’s platform. “At this point, the markets are focused more on the emotional [factors] than the fundamentals.”<\/p>\n<h3>For those who like to laugh when they cry<\/h3>\n<p>Then again, there are those who don’t seem to have as much faith in the markets, like comedian Andy Borowitz. <a href=\"http:\/\/www.borowitzreport.com\/\">“In an effort to find a safe haven, rattled investors fled the dollar today and moved their money into Groupons.”<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When the market takes a sharp dive, two groups of people worry: those who ought to, and those who shouldn’t. If you are an investor comfortable with your portfolio allocations and your risk profile, now is not a time to panic. You can look to the professionals for some clues. Many are treating this shift [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7216,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[370,54,5],"yst_prominent_words":[2645,1751,2181,2175,1424,2647,1258,2180,1257,1262,1268,1293,2644,2641,2278,1298,2643,2642,1296,2646],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1209"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1209"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1209\/revisions"}],"predecessor-version":[{"id":11654,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1209\/revisions\/11654"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7216"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1209"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1209"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1209"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1209"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}