{"id":12137,"date":"2019-12-05T09:00:08","date_gmt":"2019-12-05T17:00:08","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12137"},"modified":"2020-10-28T14:05:31","modified_gmt":"2020-10-28T21:05:31","slug":"millennials-and-bank-branches-a-bad-match","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/millennials-and-bank-branches-a-bad-match\/","title":{"rendered":"Millennials and Bank Branches: A Bad Match"},"content":{"rendered":"\n<p>Consumer banks are about to experience an unprecedented upheaval as more and more young people — a critical demographic on which they depend for growth — become disenchanted with the status quo. This creates an opportunity for new entrants to reimagine what banking will look like.&nbsp;<\/p>\n\n\n\n<p>The number of people who use consumer banking services basically grows with the general population. In order to maintain their customer bases, banks need to constantly replace their lost older customers with kids. That’s why they focus an inordinate amount of effort convincing college students to use their services. But they’re getting it wrong.<\/p>\n\n\n\n<h2><strong>Millennials don’t want their parents’ bank<\/strong><\/h2>\n\n\n\n<p>Today’s banks were designed by baby boomers for baby boomers and they have a very specific set of preferences that young people don’t share. Boomers like “high-touch” services and want to sit down with a banker to go through all of the paperwork they’ve diligently printed out. At the very least, they need a phone number to call 24\/7. While banks have been able to control their costs by building more functionality into ATMs, they still need enormous customer service departments to satisfy baby boomer expectations.<\/p>\n\n\n\n<p>In contrast, a millennial’s first instinct when they have a question is to turn to Google or text a well-informed friend. Making a phone call is a last resort and major point of frustration. Requiring a visit to an office or retail location means it likely won’t get done. Case in point, I’ve now heard several anecdotes from our millennial employees about how they or their friends haven’t cashed a number of year-old checks because to them, visiting a bank branch is a huge pain. Millennials quite literally avoid branches at all costs.&nbsp;<\/p>\n\n\n\n<h2><strong>Branches cost <em>you<\/em> money<\/strong><\/h2>\n\n\n\n<p>Banks have a huge amount of money tied up in operating branches. For example, Wells Fargo has roughly 5,400 retail branches spread across the U.S. The cost of maintaining these branches is huge, averaging between $200,000 and $400,000 per branch per year. Someone needs to pay for those branches whether or not they are used — and it’s customers.&nbsp; If you take the national average of approximately 1,500 customers served per branch, that works out to approximately $200 per customer per year.&nbsp;<\/p>\n\n\n\n<p>Let that sink in. Customers are effectively paying $200 each year through lower interest rates paid on deposits, higher interest rates charged on loans and additional fees for capabilities they don’t value. It’s no wonder millennials don’t like banks. And attempting to turn a bank branch into a lounge, café or co-working space is not going to make a difference.&nbsp;<\/p>\n\n\n\n<p>To make matters worse, banks are not sensitive to how their economics are perceived by customers. For example, after the recent Federal Reserve rate cut, Jamie Dimon, the CEO of JPMorgan Chase, was asked how he would deal with negative pressure on revenues caused by a decreasing interest rate environment. Without missing a beat, he replied that they’d just find other fees to charge consumers to make up for the difference.&nbsp;<\/p>\n\n\n\n<p>Why don’t banks just roll out more digital solutions if they need younger clients? Unfortunately, building software is not a core competence of the banking industry. In aggregate the global banking industry spends more than $261 billion on IT. That’s greater than the <em>revenues<\/em> of Google and Facebook put together. But what do they have to show for it? JPMorgan Chase recently had to shut down their Millennial-focused app “Finn” after only one year due to poor adoption.<\/p>\n\n\n\n<h2><strong>Bank branches are the new cable TV<\/strong><\/h2>\n\n\n\n<p>Most people don’t know banks have a large issue brewing with younger customers because banks often quote the large numbers of millennials they serve. But they only serve those millennials because a compelling alternative didn’t exist when they went to college. Unlike baby boomers, millennials have shown they are happy to switch banks if a better alternative exists. In fact, millennials are switching banks at a rate <a href=\"https:\/\/www.gallup.com\/analytics\/237734\/ways-banks-win-keep-millennial-customers.aspx\">2.5 times higher<\/a> than their parents.<\/p>\n\n\n\n<p>What happened to cable is a great analogy for banks. Millennials grew up watching television on cable TV networks. But that didn’t make them loyal. They were the first to cut the cable cord even when streaming was only offered on computers and mobile phones. In other words, they put up with certain tradeoffs to watch on the platforms they prefer. Young people will likely be the first to leave banks once a viable alternative emerges.<\/p>\n\n\n\n<h2><strong>A new kind of banking service<\/strong><\/h2>\n\n\n\n<p>This climate creates the perfect environment for native mobile banking services to serve millennials with great success. But just moving existing banking services to mobile will not be enough to convince people to make the switch. These native mobile banking services will&nbsp; need to offer something the banks currently don’t or can’t.&nbsp;<\/p>\n\n\n\n<p>For example, a number of new challenger banks have succeeded in attracting the previously&nbsp;unbanked and people living paycheck to paycheck by offering access to their direct deposited paychecks two days sooner. It’s easy for a new bank to forego the money they would have earned on those two days of float if they design a new business model to address it from the beginning. They can make up that lost money by earning interchange fees on debit card transactions — fees that customers don’t see or incur, and traditional banks can’t charge due to regulatory challenges.&nbsp;<\/p>\n\n\n\n<p>The next group likely to be served by new tech enabled banks are a group I refer to as “millennials who save.” There have been many articles written about how millennials are a lost generation that have no hope of succeeding financially. But that ignores almost 20 million millennials who have great jobs and are thriving. Having grown up digitally native, this group uses the Internet to find ways to get more out of the money they earn — whether through premium travel reward points on credit cards or higher interest on their cash savings balances. They have little interest in getting paid two days sooner because it doesn’t make a difference in their lives.<\/p>\n\n\n\n<p>Wealthfront has found great success with millennials who save by leveraging its huge investment in automation to pass along its savings to its clients — in other words offering <em>more<\/em>. Whether it’s higher interest on their idle cash or lower fees on their investment accounts, Wealthfront has struck a nerve with this group and&nbsp; attracted deposits at an unprecedented rate.&nbsp;<\/p>\n\n\n\n<p>In the near future Wealthfront will take advantage of its more recent investment in artificial intelligence to deliver on its vision of Self-Driving Money™. In other words, it will be possible for its clients to direct deposit their paychecks, have their bills paid automatically and then have the remaining money routed to the most appropriate type of account depending on their particular situation or goals. This will enable millennials who save to put their financial lives on autopilot with the confidence that everything will be optimized, something no banker in a branch is capable of doing.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Consumer banks are about to experience an unprecedented upheaval as more and more young people — a critical demographic on which they depend for growth — become disenchanted with the status quo. This creates an opportunity for new entrants to reimagine what banking will look like.&nbsp; The number of people who use consumer banking services [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":12149,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6547,10048],"yst_prominent_words":[3785,10007,10016,10039,6267,2625,10017,6951,1259,10047,1990,3044,4495,10046,10044,10045,10043,10042,1268,3047],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12137"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12137"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12137\/revisions"}],"predecessor-version":[{"id":13607,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12137\/revisions\/13607"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12149"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12137"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12137"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12137"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12137"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}