{"id":1221,"date":"2011-08-10T09:43:28","date_gmt":"2011-08-10T16:43:28","guid":{"rendered":"\/blog\/?p=1221"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"10-signs-bad-investment-advisor","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/10-signs-bad-investment-advisor\/","title":{"rendered":"10 Signs Of A Bad Investment Advisor"},"content":{"rendered":"<p>In times of market turbulence, investors are apt to reconsider their relationships with their advisors, or reconsider their status as DIYers. You may not make a move till things settle out, but it’s a good idea to look with a critical eye at the way your investments are being managed in this testing environment.<\/p>\n<p>Excluding criminals, there are two kinds of bad investment advisors: well-meaning advisors without the wherewithal to keep up with the science of the fast-evolving profession, and those whose main focus is not on managing their clients’ assets well, but on gathering assets under management in order to grow their own practices.<\/p>\n<p>How do you tell if you’re sitting across from either one of these types of bad advisors? In an industry that lacks transparency, it can be difficult.<\/p>\n<p>I talked to a handful of people to develop this list of  “10 signs of a bad investment advisor,” including <a href=\"http:\/\/www.lindaleitz.com\/\">Linda Leitz<\/a>, a fee-only financial advisor; Ron Rhoades, professor and financial planning program chair, Alfred State College; some of the brains here at Wealthfront, a company trying to upend the current system of money management, who are passionate about transparency; and Kristi Kuechler, former president of the <a href=\"https:\/\/www.memberlink.net\/\">Institute for Private Investors<\/a>, a membership group of high-net-worth investors. If I relied on the thoughts of one of these experts to develop a point, I provided an attribution in the paragraph.<\/p>\n<p>If there’s no attribution, then you can consider the thought my own and I’ll take full responsibility for its quality – or lack thereof.<\/p>\n<p>Items 1-5 in this 10-sign list runs today; <a href=\"https:\/\/blog.wealthfront.com\/10-signs-bad-investment-advisor-part-ii\/\">here&#8217;s the link to 6-10<\/a>.<\/p>\n<p><strong>1.  The investment advisor doesn’t focus specifically on investment advice<\/strong><\/p>\n<p>Some advisors practice much like the country doctor of old, promising to do everything under one roof, from investment advice to financial planning to tax advice to insurance products. Rare is the firm that can do all those things well; rarer still the single person.<\/p>\n<p>In fact, says Ms. Kuechler, a good advisor will ask <em>you<\/em> a series of tough questions, ascertaining your goals to make sure she is the right person for the job.<\/p>\n<p>A good investment advisor probably will ask whether you have a solid financial plan, will talk to you about taxes, and may even prompt you to seek outside help. But her main focus will be helping you earn returns on your money, and she’ll have the specialized skills required to develop a customized plan of asset allocation and a strategy for finding the best investment products in those asset classes.<\/p>\n<p><strong>2.  The advisor does not speak openly about returns<\/strong><\/p>\n<p>If your advisor doesn’t speak openly and proudly of the risk-adjusted returns he or she has earned for investors, time to run for the door, say Wealthfront executives. (One of Wealthfront’s guiding principles is transparency.)<\/p>\n<p>“I would be wary of an advisor that is unwilling to share  his or her past returns,” says Ms. Kuechler. Some advisors will say that because they customize portfolios, they cannot provide a composite return. If you hear that, ask for returns on similar portfolios.<\/p>\n<p>“Given how advisors typically customize client portfolios, that may require sharing a broad set of individual returns,” Ms. Kuechler says.<\/p>\n<p>Of course, what you should be bringing to the table is a reasonable expectation of what good returns look like, especially when a portfolio has been designed to minimize risk. We’d all like a compounded, risk-free 8-10% return. Not going to happen.<\/p>\n<p>Many investors suffer from the classic investing mistake of focusing exclusively on recent returns or ‘performance chasing,’ says Ms. Kuechler. “Investors must try to understand HOW that return was achieved and be very aware of the risk taken (with volatility only one measure of risk).”<\/p>\n<p>(Here’s a recent blog post on creating a <a href=\"https:\/\/www.wealthfront.com\/blog\/jim-cramers-mad-money-diversification-idea-astray\/\">diversified portfolio<\/a> to minimize risk.)<\/p>\n<p><strong>3. The advisor touts service instead of returns<\/strong><\/p>\n<p>Advisors may try to cover up a history of poor returns – or the lack of well-thought-out investment strategies &#8212; with a focus on handholding and service.<\/p>\n<p>Bedside manner may well be important to you. But are you willing to pay the fairly high fees – 1-3% of assets – that many advisors charge for a nice bedside manner? What you really should want to pay for are skills that will help you earn a good return on your money.<\/p>\n<p><strong>4.  The advisor promises to customize a stock portfolio for you<\/strong><\/p>\n<p>An advisor who tells you that she customizes a stock portfolio for her clients is selling you a bill of goods.<\/p>\n<p>Rather, advisors should customize an asset allocation for you, and then be focused on buying the best managers for each asset class.<\/p>\n<p>Consider what a customized portfolio might mean: An advisor who favors one client over another with “better” stocks would be acting extraordinarily unethically toward less-favored clients.<\/p>\n<p>The stock-customization sales pitch is especially a red flag if the advisor is selling herself as both a financial planner and an investment advisor.<\/p>\n<p>“I personally doubt whether one person can be a stock picker (it takes so much time to analyze corporation&#8217;s financial statements, etc., if done correctly) <span style=\"text-decoration: underline\">and<\/span> be a financial planner to retail clients,” says Mr. Rhoades.<\/p>\n<p><strong>5.  The advisor pushes products in which he or she has a vested interest<\/strong><\/p>\n<p>In the Byzantine world of financial service fees, it’s sometimes hard to tell how and how much an advisor is getting paid. Advisors who receive their compensation from mutual fund companies may be biased to sell more funds to you, just as advisors employed by a financial institution like a bank might be more likely to sell that company’s products, even if they cost you more. A fee-only advisor’s incentive might be to take too much risk, so that your assets grow faster and he earns more in the short term.<\/p>\n<p>You’ll need to equip yourself to recognize this sign of a bad advisor.<\/p>\n<p>Take steps to understand how your advisor gets paid, says Ms. Leitz. That way, you’ll be aware if the advisor is subtly, or even not so subtly, pushing you to buy investments that will cost you more – and pay them more.<\/p>\n<p>Mr. Rhoades suggests that advisors should inform you of all of the fees and costs of your investments &#8211; in writing &#8211; including an estimate of the transaction costs such as brokerage commissions and bid-ask spreads within mutual funds or other pooled investment vehicles.<\/p>\n<p><em>Part two of the 10 signs will run on Monday.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In times of market turbulence, investors are apt to reconsider their relationships with their advisors, or reconsider their status as DIYers. You may not make a move till things settle out, but it’s a good idea to look with a critical eye at the way your investments are being managed in this testing environment. Excluding [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7215,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[65,68,359,5,102,358,360,248],"yst_prominent_words":[2636,2326,2506,1289,2639,2631,1237,2635,1230,1258,2634,2630,1257,2640,2638,2632,1293,1278,2633,2637],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1221"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1221"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1221\/revisions"}],"predecessor-version":[{"id":11655,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1221\/revisions\/11655"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7215"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1221"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1221"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1221"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1221"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}