{"id":12223,"date":"2019-12-11T14:02:19","date_gmt":"2019-12-11T22:02:19","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12223"},"modified":"2020-07-07T08:37:55","modified_gmt":"2020-07-07T15:37:55","slug":"wealthfront-now-offers-easy-roth-conversions","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/wealthfront-now-offers-easy-roth-conversions\/","title":{"rendered":"Wealthfront Now Offers Easy Roth Conversions"},"content":{"rendered":"\n<p>Roth conversions have been a top request from Wealthfront clients since our founding, and we’re excited to announce they’re now available. Roth conversions allow clients who can’t contribute directly to a Roth IRA due to income restrictions to easily convert the funds in their Wealthfront Traditional IRA or Wealthfront SEP IRA to a Wealthfront Roth IRA.&nbsp;<\/p>\n\n\n\n<p>Automating Roth conversions is the latest in Wealthfront’s unparalleled suite of automated tax optimization features, which includes <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">Tax-Loss Harvesting<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211005023-What-is-Stock-level-Tax-Loss-Harvesting-\">Stock-level Tax-Loss Harvesting<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/210998783-Will-Wealthfront-handle-my-transferred-assets-tax-efficiently-\">minimizing your taxes while transferring between brokerage accounts<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211007423-How-does-Wealthfront-choose-which-investments-to-sell-when-I-withdraw-\">minimizing your taxes when you make withdrawals<\/a>, and <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-portfolio-rebalancing-just-got-even-better\/\">tax minimized rebalancing<\/a>. It’s another example of our ability to use software to take a process that can be complex and require lots of paperwork and make it as easy as clicking one button for no additional cost. <\/p>\n\n\n\n<h2>How our clients can benefit from Roth conversions<\/h2>\n\n\n\n<p>First, a little background: When you have a traditional or SEP IRA, you may earn a tax deduction for your contributions and pay taxes on distributions in retirement. With a Roth IRA, you pay taxes on contributions and then enjoy tax-free growth and distributions in retirement as long as you meet the qualifying conditions. There are <a href=\"https:\/\/www.irs.gov\/retirement-plans\/amount-of-roth-ira-contributions-that-you-can-make-for-2019\">income limits<\/a> that prevent many clients from contributing directly to a Roth IRA: for 2019, they are $137,000 for an individual and $203,000 for a married couple filing jointly. Roth conversions allow you to take advantage of the tax benefits associated with a Roth IRA even if you earn too much to meet the income requirements. In general, there are two common reasons people consider it:&nbsp;<\/p>\n\n\n\n<p>1. If you expect your income for the year to be unusually low, perhaps because you’re going back to school or taking some time off to travel. In this situation, you can convert an existing traditional IRA or SEP IRA (maybe one that you rolled over from a previous employer’s retirement plan) into a Roth IRA, pay taxes now while you’re in a lower tax bracket, and then receive tax-free growth and withdrawals in retirement.&nbsp;&nbsp;<\/p>\n\n\n\n<p>2. If you contribute to your employer’s 401(k) plan, but you want to save even more each year for retirement in a tax-advantaged account. With a Roth conversion, you can make a nondeductible contribution to a traditional IRA and then convert those funds to a Roth IRA which will then grow tax-free.&nbsp;<\/p>\n\n\n\n<p>Interested in learning more about Roth conversions? <a href=\"https:\/\/blog.wealthfront.com\/should-you-consider-a-roth-ira-conversion\/\">Check out this blog post<\/a>.&nbsp;<\/p>\n\n\n\n<h2>So how does it work? <\/h2>\n\n\n\n<p>We designed this experience to be effortless and automated. Typically, the Roth conversion process requires lots of paperwork. With Wealthfront, Roth conversions are simple to execute on our mobile app or web site. If you already have a Wealthfront Roth IRA, navigate to the Wealthfront Traditional IRA account dashboard and click “Convert funds to a Roth IRA.” If you don’t have a Roth IRA, just click “Open new account,” select Roth IRA, and then choose the Wealthfront Traditional IRA as the funding source. From there, we’ll automatically convert the funds to your Wealthfront Roth IRA. <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/roth_conversion_v3.gif\" alt=\"\"\/><\/figure>\n\n\n\n<p>During tax season, we’ll automatically issue Forms 1099-R and 5498, and remind you of an additional tax form that you may need to file directly. It doesn’t get any easier than that.&nbsp;<\/p>\n\n\n\n<h2>One piece of the puzzle<\/h2>\n\n\n\n<p>You already know we believe in investing in a diversified portfolio of low-cost index funds. We also think it’s important to focus on minimizing fees and minimizing the taxes you pay.<\/p>\n\n\n\n<p>At Wealthfront, we’re committed to helping our clients get the most out of their money and we’re always looking for ways to deliver more value by applying software to problems that technology is better at solving than people are. We’re excited to offer automated Roth conversions as we move closer to delivering on our vision of Self-Driving Money™ where you direct-deposit your paycheck and our software pays your bills and then immediately and automatically routes your hard-earned dollars to exactly where they need to be, whether that’s your emergency fund, a taxable investment account, or a Roth IRA conversion.&nbsp;<\/p>\n\n\n\n<p>Our technology-first approach enables us to perpetually improve our investment products while keeping costs low and minimizing taxes. With Roth conversions, we’re proud to have built a wildly convenient way for clients to execute this tax-optimization strategy, leaving more money in your pocket.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Roth conversions have been a top request from Wealthfront clients since our founding, and we’re excited to announce they’re now available. Roth conversions allow clients who can’t contribute directly to a Roth IRA due to income restrictions to easily convert the funds in their Wealthfront Traditional IRA or Wealthfront SEP IRA to a Wealthfront Roth [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12347,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234,7241],"tags":[107,821,205,217],"yst_prominent_words":[10074,10088,10079,10076,10078,10086,10084,1452,10064,6658,10073,10077,1446,4929,1445,1297,10085,10083,10087,10082],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12223"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12223"}],"version-history":[{"count":16,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12223\/revisions"}],"predecessor-version":[{"id":13591,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12223\/revisions\/13591"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12347"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12223"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12223"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12223"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12223"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}