{"id":12239,"date":"2019-12-11T14:03:34","date_gmt":"2019-12-11T22:03:34","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12239"},"modified":"2021-02-09T16:55:02","modified_gmt":"2021-02-10T00:55:02","slug":"should-you-consider-a-roth-ira-conversion","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/should-you-consider-a-roth-ira-conversion\/","title":{"rendered":"Should You Consider a Roth IRA Conversion?"},"content":{"rendered":"\n<p><em>Note: For more information about the different types of IRAs, check out our&nbsp;<a rel=\"noreferrer noopener\" href=\"https:\/\/www.wealthfront.com\/ira-calculator\" target=\"_blank\">IRA Account Selection Tool<\/a><\/em><a rel=\"noreferrer noopener\" href=\"https:\/\/www.wealthfront.com\/ira-calculator\" target=\"_blank\">.<\/a><\/p>\n\n\n\n<p>If you’re actively saving for retirement (and you should be!), you already know there are a number of tax-advantaged accounts you can use. The most popular ones are 401(k)s, traditional IRAs, and Roth IRAs. They come with different tax advantages to encourage you to put money away for later.&nbsp;<\/p>\n\n\n\n<p>First, the basics: a 401(k) is an employer-sponsored plan with high contribution limits and few investment options. You get a tax deduction when you contribute to a 401(k). Individual retirement accounts, or IRAs, are accounts that you open for yourself with lower contribution limits and more flexibility around investment options. In general (depending on your income and whether you are covered by an employer-sponsored plan) you get a tax deduction in the year that you contribute to a traditional IRA and then pay taxes on withdrawals. With a Roth IRA, you don’t get a tax deduction when you contribute, but your qualified withdrawals are tax-free.<\/p>\n\n\n\n<p>Roth IRAs are a powerful way to take advantage of years and years of tax-free growth. But if you earn more than $137,000 as an individual or $203,000 as a married couple filing jointly <a href=\"https:\/\/www.irs.gov\/retirement-plans\/roth-iras\">in 2019<\/a>, you can’t contribute directly to a Roth IRA. That’s where Roth conversions come in.&nbsp;<\/p>\n\n\n\n<p>A Roth conversion is when you move funds from a traditional IRA or SEP IRA to a Roth IRA. You might owe taxes in the year of the conversion (depending on whether you have any pre-tax funds in an IRA), but then your funds can grow and your qualified withdrawals will be tax-free. There are two common instances when someone would likely benefit from a Roth conversion:<\/p>\n\n\n\n<h2>One-off conversion<\/h2>\n\n\n\n<p>Let’s say you know you’re in an exceptionally low-earning year. Maybe you’re going to graduate school or you’re taking time off to see the world. You have an existing traditional IRA with some pre-tax funds in it (either because you rolled over a 401(k) from a previous employer or you contributed to one directly), and since you’re in a lower-than-usual tax bracket, this is a great time to pay taxes on the conversion and then benefit from tax-free growth and withdrawals.&nbsp;<\/p>\n\n\n\n<p>Let’s look at an example. Say you’re taking some time off and you know you’ll be earning a lot less this year than you normally do. As a result, let’s assume your ordinary income tax rate will be 20% this year instead of the 40% it would be in a typical year. You have $10,000 in a traditional IRA, and you’re wondering if you should do a Roth conversion. If you were to leave the money in a traditional IRA for 30 years, assuming a 6% compounded return, it would be worth $34,460.95 after paying a 40% tax upon withdrawal. However if you converted the account to a Roth IRA, you’d pay $2,000 in taxes now (20% current income tax rate multiplied by the value of the account), but the value of the remaining $8,000 compounded at 6% annually over the next 30 years would be worth $45,947.93 after tax because you wouldn’t owe any additional taxes upon withdrawal. Converting your traditional IRA in a low-earning year has the potential to give your retirement savings a huge boost.<\/p>\n\n\n\n<h2>Backdoor Roth<\/h2>\n\n\n\n<p>Let’s say you want to save some additional money for the long term, but you earn too much to contribute directly to a Roth IRA and\/or you are covered by your employer’s 401(k) plan (you may not be able to <a href=\"https:\/\/www.irs.gov\/retirement-plans\/plan-participant-employee\/2020-ira-contribution-and-deduction-limits-effect-of-modified-agi-on-deductible-contributions-if-you-are-covered-by-a-retirement-plan-at-work\">deduct contributions to a traditional IRA<\/a> if you are covered by an employer’s 401(k) plan). Assuming you don’t have any pre-tax money in a traditional IRA and don’t anticipate needing the funds within five years, you’re likely to benefit from a Roth conversion.&nbsp;<\/p>\n\n\n\n<p>Again, let us explain with an example. If you fit the description above, you can either invest by opening a taxable investment account or making a non-deductible contribution to a traditional IRA. If you invest $6,000 in a taxable investment account at a 6% compounded return over 30 years, ignoring the taxes you’d have to pay on dividends and the gains associated with account rebalancing, your account would be worth $34,460.95 at retirement, but you’d still owe capital gains taxes when you sell to withdraw. If your capital gains tax rate in retirement were 15% then that account would only be worth $30,191.81 after taxes. However if you contributed $6,000 to a traditional IRA account instead and converted to a Roth IRA, your account would be worth $34,460.95 at withdrawal because you would owe no taxes on the sales. That’s the power of Roth conversions. <\/p>\n\n\n\n<h2>Roth conversions made simple<\/h2>\n\n\n\n<p><a href=\"https:\/\/blog.wealthfront.com\/wealthfront-now-offers-easy-roth-conversions\/\">Wealthfront now offers automated Roth conversions<\/a>, which have been a top request from our clients since our founding. It’s just another way we help keep more money in your pocket through our unparalleled suite of tax-optimization features including <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">Tax-Loss Harvesting<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211005023-What-is-Stock-level-Tax-Loss-Harvesting-\">Stock-level Tax-Loss Harvesting<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/210998783-Will-Wealthfront-handle-my-transferred-assets-tax-efficiently-\">minimizing your taxes while transferring between brokerage accounts<\/a>, <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211007423-How-does-Wealthfront-choose-which-investments-to-sell-when-I-withdraw-\">minimizing your taxes when you make withdrawals<\/a>, and <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-portfolio-rebalancing-just-got-even-better\/\">tax minimized rebalancing<\/a>. And while the typical Roth conversion process can require mountains of paperwork, we’ve made it as easy as the press of a button. For even more help with planning for retirement, we recommend checking out our <a href=\"https:\/\/blog.wealthfront.com\/introducing-free-financial-planning\/\">free planning app<\/a>.<\/p>\n\n\n\n<p>This is a big step towards delivering on our vision of Self-Driving Money™, where you’ll direct-deposit your paycheck and we’ll automatically route your money to exactly where it needs to be — whether that’s a taxable investment account, your emergency fund, or a Roth IRA conversion — and you won’t have to sweat your finances ever again. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: For more information about the different types of IRAs, check out our&nbsp;IRA Account Selection Tool. If you’re actively saving for retirement (and you should be!), you already know there are a number of tax-advantaged accounts you can use. The most popular ones are 401(k)s, traditional IRAs, and Roth IRAs. They come with different tax [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12260,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[107,821,205,217],"yst_prominent_words":[10113,10115,10111,10112,10076,10114,3361,1452,10119,10118,1456,10092,10073,1446,10089,2394,10117,5422,1445,10116],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12239"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12239"}],"version-history":[{"count":19,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12239\/revisions"}],"predecessor-version":[{"id":13856,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12239\/revisions\/13856"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12260"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12239"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12239"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12239"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12239"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}