{"id":12359,"date":"2019-12-18T16:00:20","date_gmt":"2019-12-19T00:00:20","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12359"},"modified":"2020-10-23T16:07:49","modified_gmt":"2020-10-23T23:07:49","slug":"why-rental-properties-are-not-good-investments","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-rental-properties-are-not-good-investments\/","title":{"rendered":"Why Rental Properties Are Not Good Investments"},"content":{"rendered":"\n<p>One of the most common pieces of financial advice our clients hear from their friends and family is to invest their excess cash in rental properties. Unfortunately, this is terrible advice for all but a lucky few. There are four big reasons for this: it likely won’t generate the income you expect, it’s hard to generate a compelling return, a lack of diversification is likely to hurt you in the long run and real estate is illiquid, so you can’t necessarily sell it when you want. <\/p>\n\n\n\n<p>Before you buy a rental property as an investment, consider the reasons you’re unlikely to come out ahead.<\/p>\n\n\n\n<h2>Income isn&#8217;t guaranteed<\/h2>\n\n\n\n<p>A popular reason we hear for wanting to invest in real estate is a desire for additional income. Unfortunately <em>most real estate investments, especially residential properties bought for investment, don’t generate positive cash flow for quite a while<\/em>. That means you have to fund losses each year. Allow me to illustrate with an example.<\/p>\n\n\n\n<p>Imagine you bought a house or condo for $500,000 and financed it with a mortgage of $400,000 at a 30 year fixed rate (with no points) of 3.8%. Your monthly payment would be $1,864. Your monthly real estate taxes would probably be at least $400. You should also factor in monthly upkeep and insurance, meaning you’d need to charge a monthly rent of almost $3,000 just to break even. For a condo, you’d have to add in homeowner association (HOA) fees. There aren’t many $500,000 homes that can command monthly rent of $3,000 in the areas where our clients live. Eventually, with annual rent increases, you could break even, but it would be a while before you’d generate the income you originally sought with a real estate purchase. Raising rent can also be a challenge in cities like San Francisco that have rent control laws and limit your ability to ask your renter to leave if they don’t pay their rent on time.<\/p>\n\n\n\n<h2>It&#8217;s hard to generate a compelling return<\/h2>\n\n\n\n<p>Another reason we hear for wanting to own real estate is it is “understandable” compared to trying to invest in stocks or bonds, which many people believe requires a knowledge of financial markets. People who are unsure of how to start investing often perceive investing in stocks or bonds as overly risky and worry they won’t be able to time the market correctly. This fear is further stoked by pundits who claim the market is under- or overvalued, despite overwhelming research that market timing is irrelevant to earning a good return. Buying a diversified portfolio of low cost index funds requires very little expertise, especially when managed by an automated advisor like Wealthfront.&nbsp;&nbsp;<\/p>\n\n\n\n<p>In contrast, people think buying an investment property must be like buying a home — something with which most Americans have experience. But buying a home is very different than buying a property for an investment return. Not all home values appreciate, and that’s OK as long as you can afford your monthly payment and enjoy where you live. But an investment property that doesn’t appreciate represents an enormous opportunity cost because your down payment could have been invested elsewhere.&nbsp;<\/p>\n\n\n\n<p>Generating a compelling return on an investment property requires significant appreciation. That’s because as we explained above, it’s difficult to charge enough rent to offset the full cost of carrying the property and the real estate broker commission.&nbsp;<\/p>\n\n\n\n<p>Again this is best illustrated with an example. Let’s assume you could charge a rent of $2,000 on the previously described $500,000 property (which is pretty steep relative to the mortgage payment) and increase it by 2% per year due to inflation. Let’s further assume the property appreciates at 3% per year (a rate greater than inflation, which is unusual by historical standards), which means it would be worth $580,000 if you sold it after five years. After deducting a 6% real estate commission, the compounded return on your equity investment would be only 4.1% — and that assumes your rental property was occupied for all five years which is often not the case. The lower the occupancy rate, the lower your return. To make following the numbers easier, <a href=\"https:\/\/drive.google.com\/open?id=1K7z0yzEoOeEksx0dxbMc1Es0JB1_Fd-c_kFKtvbQZLY\">we created a spreadsheet that shows our math<\/a>.<\/p>\n\n\n\n<p>Just because something is easier to understand doesn’t make it better. For comparison, <a href=\"https:\/\/www.wealthfront.com\/historical-performance\">Wealthfront’s average portfolio earned just under 8% net of fees over the past eight years<\/a>. And the Wealthfront return is far more tax efficient than the return you would receive on real estate due to the way dividends on your Wealthfront portfolio are taxed and our tax-loss harvesting.<\/p>\n\n\n\n<p>In order to improve upon that 4.1% return, you need to have a nose for the neighborhoods that are likely to appreciate most rapidly and\/or find a terribly mispriced property to buy (into which you can invest a small amount of money and upgrade into something that can command a much higher rent — even better if you can do the work yourself, but you need to make sure you are being adequately compensated for that time). The challenge is, despite what you may hear or read, a minority of even <em>professional<\/em> real estate investors outperform the average return for the real estate market over the long term. And we’re talking about people who have large staffs to help them find the ideal property and make improvements.<\/p>\n\n\n\n<h2>It&#8217;s better to diversify your investments<\/h2>\n\n\n\n<p>You should think of investing in an individual property the same way you should think about an investment in an individual stock: as a big risk. You are unlikely to outperform the market unless you have an information advantage, which you probably won’t have unless you are a real estate professional or are willing to put lots of time and energy into finding a property.<\/p>\n\n\n\n<p>The idea of trying to choose the “right” individual property is alluring, especially when you think you can get a good deal or buy it with a lot of leverage. That strategy can work well in an up market. However, 2008 taught all of us about the risks of an undiversified real estate portfolio, and reminded us that leverage can work both ways.<\/p>\n\n\n\n<p>Investing in a risky asset class like real estate requires diversification to generate a higher long-term return because you never know when a particular real estate strategy or type of property will fall out of favor. The benefit of a real estate index fund is it’s comprised of many Real Estate Investment Trusts (<a href=\"https:\/\/www.investopedia.com\/terms\/r\/reit.asp\">REITs<\/a>), each of which is diversified among many properties.<\/p>\n\n\n\n<p>That said, diversifying your real estate portfolio is not enough. You also need to diversify across types of investments, or asset classes, to maximize your long-term, risk-adjusted return. Real estate is a great component to have in a portfolio because it can act as a hedge against inflation (real estate tends to be more correlated to inflation than other asset classes), but it generally is not very attractive on its own.<\/p>\n\n\n\n<h2>Liquidity matters<\/h2>\n\n\n\n<p>The last major argument against owning investment properties is liquidity. Unlike a real estate index fund, you cannot sell your property whenever you want. It can be hard to predict how long it will take for a residential property to sell (and it often feels like the more eager you are to sell, the longer it takes). Institutional investors generally believe they should earn an extra 3% to 5% annually on their investment to justify having their money tied up. Trying to earn 3% to 5% more than you would on your index fund is almost impossible except for a handful of real estate private equity investors who attract the best and the brightest to do nothing but focus on outperforming the market. Do you really believe you can do it when professionals can’t?<\/p>\n\n\n\n<p>Our advice on rental property investing is consistent with what we advise on other non-index investments like stock picking and angel investing: if you’re going to do it, treat it as your “play money” and limit it to 10% of your liquid net worth (as we explain in <a href=\"https:\/\/blog.wealthfront.com\/home-mortgage-investment\/\">Sizing Up Your Home As An Investment<\/a>, you should not treat your home as an investment, so you don’t have to limit your equity in it to 10% of your liquid net worth). If you already own a property that is bringing in more rental income than you’re paying in carrying cost in a neighborhood that is appreciating, then congratulations! You probably don’t need to hurry and sell. However, if you own a property that rents for less than your carrying cost, then I would strongly urge you to consider selling the property and instead invest in a diversified portfolio of low-cost index funds.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>One of the most common pieces of financial advice our clients hear from their friends and family is to invest their excess cash in rental properties. Unfortunately, this is terrible advice for all but a lucky few. There are four big reasons for this: it likely won’t generate the income you expect, it’s hard to [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":12364,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[5,450,697,486],"yst_prominent_words":[3891,3886,10146,2216,10155,10145,10143,10138,10144,10148,10158,2334,1258,10151,3890,3328,2203,3895,10152,1521],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12359"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12359"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12359\/revisions"}],"predecessor-version":[{"id":12392,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12359\/revisions\/12392"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12364"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12359"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12359"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12359"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12359"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}