{"id":1235,"date":"2011-09-02T08:53:35","date_gmt":"2011-09-02T15:53:35","guid":{"rendered":"\/blog\/?p=1235"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"529-plan-right-option","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/529-plan-right-option\/","title":{"rendered":"When A 529 Plan Is Not The Right Option"},"content":{"rendered":"<p><em>This is a guest post by <strong>Kira Botkin<\/strong>. Kira contributes to the <a href=\"http:\/\/www.moneycrashers.com\/\" rel=\"nofollow\">Money Crashers<\/a> personal finance blog and specializes in financial topics like saving for retirement, finding <a href=\"http:\/\/www.moneycrashers.com\/list-common-overlooked-personal-tax-deductions-individuals\/\" rel=\"nofollow\"> commonly overlooked personal tax deductions<\/a>, living a frugal lifestyle, and getting out of debt.<\/em><\/p>\n<p>You&#8217;ve probably by now heard the conventional wisdom: If your children are planning on college (or you&#8217;re planning on college <em>for <\/em>them), a <a href=\"http:\/\/www.moneycrashers.com\/529-college-savings-plan\/\">529 college savings plan<\/a> is a great way to save for tuition and expenses. In many states, contributions to 529 plans win you a tax deduction for state tax purposes, and the earnings are federal- and state tax-free.<\/p>\n<p>That&#8217;s the conventional wisdom and it may be right in some cases. But changes in the investing environment and the high fees of some 529 plans have made two key alternatives, †Coverdell plans and Roth IRAs, more attractive alternatives than they were. A 529 plan can also affect your kidsí chances of receiving financial aid.<\/p>\n<h2>Here are 9 situations in which a 529 plan may not make sense:<\/h2>\n<h3>1. High Fees Bug You<\/h3>\n<p>529 plans can be broadly grouped into two categories: prepaid tuition plans, which lock in tuition costs at particular colleges and universities, and college savings plans, which you can think of more like tax-free savings accounts that can be used for a broad range of educational purposes. College savings plans often are sold through brokerages and offer a range of investment options within the tax-free accounts.<\/p>\n<p>The SECís primer on 529 plans includes a good explanation of the fees, but the bottom line is that college savings plans sold through a broker may be loaded with commissions and fees, just like other investment products. Youíll have to do the math to figure out if the tax deductions outweigh the fees. Or, you can look into the prepaid tuition plans, which have lower fees, and easier ones to understand.† LINK: <a href=\"http:\/\/www.sec.gov\/investor\/pubs\/intro529.htm\">http:\/\/www.sec.gov\/investor\/pubs\/intro529.htm<\/a>.<\/p>\n<h3>2. You Want Control Over the Investment Strategy<\/h3>\n<p>The IRS rules say that you can only adjust the investments in your 529 plan once a calendar year. Thatís a significant downside in a volatile market. This Forbes post offers ways to get around that rule (by opening a second 529 plan) but who wants the complication? In addition, college savings plans usually offer a fairly limited selection of investment options.<\/p>\n<h3>3. You Can Only Save a Few Thousand Dollars a Year<\/h3>\n<p>Along with the state tax deductions on the contributions, another big attraction of 529 plans is that there is no annual limit on the amount you can contribute. If you donít have that much money to put aside, a 529 plan loses some of its appeal. Two other savings vehicles, <a href=\"http:\/\/www.moneycrashers.com\/what-is-a-roth-ira-benefits-restrictions\/\">Roth IRAs<\/a> and <a href=\"http:\/\/www.moneycrashers.com\/coverdell-education-savings-account-esa\/\">Coverdell Education Savings Accounts<\/a> offer powerful tax advantages, and more spending flexibility. You can save $2,000 a year in a Coverdell, and use it for pre-college education costs as well as that big college tuition bill, and $5,000 or $6,000 annually in a Roth IRA depending on whether youíre younger or older than 50.<\/p>\n<h3>4. If You Want to Maximize Your Child&#8217;s Financial Aid<\/h3>\n<p>One of the downsides of a 529 plan is that it counts as an available asset when the federal government and individual schools calculate financial aid. If the plan is owned by the parent (as opposed to the student), this may not affect federal financial aid to a very large extent. The student&#8217;s eligibility for aid will decrease by 5.64% of the 529 plan&#8217;s assets for federal purposes. But a 529 plan balance may be a bigger detriment when it comes to aid and scholarships offered by individual schools to a much greater extent, depending on the school. This is a situation where using a Roth IRA also makes sense because parent-owned retirement assets are entirely ignored from financial aid calculations.<\/p>\n<h3>5. If Your Child is Independent or Married<\/h3>\n<p>Money in a 529 plan owned by the student is counted as a parental asset if the student is considered a dependent of their parent for tax purposes. But if the student has declared independence or is no longer a dependent, the 529 plan is counted as their own asset. Any asset that the student owns can seriously affect financial aid &#8211; sometimes up to as much as 35% of the value of the account per year! Some schools will consider students to be independent if they are married as well.<\/p>\n<p>A student who has decided to save their 529 assets for graduate school, or who is going back to school later in life, might be shocked to find out how much it will negatively impact their financial aid eligibility. In other words, if you want to help fund the education of an independent student, contributing to their 529 could actually hurt more than help them if they&#8217;d otherwise be available for substantial aid.<\/p>\n<h3>6. If You Have More Than One Child<\/h3>\n<p>Because beneficiaries can be easily changed on 529 accounts, most schools will count the value of all 529 accounts within the family as being for the benefit of the student applying for aid. If you have multiple children who each have their own 529, the balances of all the 529 accounts will be considered as parental assets.<\/p>\n<p>You may want to consider having grandparents establish 529 accounts for the benefit of younger children, or transfer ownership to them if the transfer of plan assets won&#8217;t incur <a href=\"http:\/\/www.moneycrashers.com\/gift-tax-rate-rules-exclusion-limit\/\">gift taxes<\/a>. You&#8217;ll only want to do this, however, if you have a tight relationship with grandparents and trust them with your children&#8217;s education money.<\/p>\n<p>You can alternatively invest in assets not counted in financial aid calculations, such as increasing principal payments on your mortgage or investing in an insurance policy for the benefit of your child. This helps to avoid bumping up 529 balances and penalizing the child who is currently up for financial aid.<\/p>\n<h3>7. If College Is Coming Soon<\/h3>\n<p>529 plans are intended to be long-term investments that allow funds to grow and be withdrawn tax-free when used for education. If you open a 529 account just as your child is entering college, you forego many of these tax advantages since the account won&#8217;t have much time to produce earnings. You&#8217;ll also have limited your options both in terms of investment choices as well as what you can use future earnings on.<\/p>\n<p>For example, if your child decides to join the ROTC or gets a merit-based scholarship halfway through school, you won&#8217;t be able to withdraw earnings for something else without a penalty being assessed. Further, investment options in a 529 plan are heavy on long-term investments like stocks and mutual funds, but have limited offerings in the way of short-term investments like money markets and CDs.<\/p>\n<h3>8. If You Live in a No-Income Tax State<\/h3>\n<p>In many states, you&#8217;re able to deduct 529 plan contributions from income on your state income taxes. Thereís currently no federal tax deduction for 529 contributions.<\/p>\n<p>However, if you live in a state that doesn&#8217;t assess income taxes, or a state that doesn&#8217;t currently allow deductions for 529 contributions, you won&#8217;t get that nice tax break for contributing to your child&#8217;s 529. For more information, see this†<a href=\"http:\/\/www.finaid.org\/savings\/state529deductions.phtml\">list of states that allow deductions<\/a>.<\/p>\n<h3>9. If Your Child Is Planning on an Alternative Education<\/h3>\n<p>Not every child has their sights set on college. For example, they may prefer to develop skill at a trade for which traditional education would be inappropriate. Withdrawing money from a 529 account without spending it at a qualified educational institution can mean incurring a 10% penalty, plus paying income tax on the earnings. That can add up to a significant amount, especially if you&#8217;ve invested over a long period of time.<\/p>\n<p>If you want to allow for flexibility and not create a &#8220;college or bust&#8221; situation, complement a 529 plan with other savings vehicles, such as a Roth IRA and ordinary brokerage accounts with long-term investments. In this way, if college costs are less than expected or non-existent, or if an alternative education needs to be funded, you won&#8217;t need to worry about incurring a penalty for withdrawing 529 funds for &#8220;non-educational&#8221; purposes.<\/p>\n<h2>Final Thoughts<\/h2>\n<p>529 plans are helpful and appropriate in many situations. But in some cases like those detailed above, there are better ways to invest that don&#8217;t reduce financial aid, limit investment flexibility, or result in high fees and taxes. Consider your situation and goals to best determine which approach makes sense for you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is a guest post by Kira Botkin. Kira contributes to the Money Crashers personal finance blog and specializes in financial topics like saving for retirement, finding commonly overlooked personal tax deductions, living a frugal lifestyle, and getting out of debt. You&#8217;ve probably by now heard the conventional wisdom: If your children are planning on [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7279,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7232,7231],"tags":[388,391,390,393,392],"yst_prominent_words":[2686,2730,2723,2684,2731,2732,2726,2725,2724,2728,2733,2735,2144,2736,2146,2727,1446,2729,2123,2734],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1235"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1235"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1235\/revisions"}],"predecessor-version":[{"id":11656,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1235\/revisions\/11656"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7279"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1235"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1235"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1235"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1235"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}