{"id":12413,"date":"2020-01-09T10:08:05","date_gmt":"2020-01-09T18:08:05","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12413"},"modified":"2020-06-12T14:47:16","modified_gmt":"2020-06-12T21:47:16","slug":"your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle\/","title":{"rendered":"Your High-Yield Cash Account Shouldn&#8217;t Be Your Only Savings Vehicle"},"content":{"rendered":"\n<p><em>Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/em><\/p>\n\n\n\n<p>We were extremely gratified with the incredible reaction people had last year to the introduction of our high-yield cash account that’s FDIC insured through our partner banks. In less than a year we attracted more than $8 billion of net deposits for this new service. To our knowledge, that’s more deposits than any bank has ever accumulated in its first year. The praise we heard for our cash account was consistent with its unprecedented growth. But that doesn’t mean a high-yield cash account is the right way for everyone to save.<\/p>\n\n\n\n<p>As we have <a href=\"https:\/\/blog.wealthfront.com\/short-term-long-term-saving\/\">previously written on this blog<\/a>, high-yield cash accounts are an ideal vehicle for savings on which you can’t afford to take any risk. This includes saving for near-term significant expenses like the down payment on a home or setting aside money for an <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund<\/a>. Each of these goals require all the money saved to be there when you need it. That means saving for these goals in an account subject to market risk (i.e. potential for near-term decline) could put you in a dangerous position.&nbsp;<\/p>\n\n\n\n<p>But just because an account is subject to market risk and could decline in the short term does not mean it’s inferior to a high-yield cash account. In fact, there are many cases where an investment account is the superior vehicle for your savings. But millennials in particular are more risk-averse than previous generations and as a result, they hold <a href=\"https:\/\/blog.wealthfront.com\/4-signs-you-have-too-much-cash\/\">way too much cash<\/a>.<\/p>\n\n\n\n<p>Return is always correlated with risk. The higher the risk, the higher the expected return. The best representation of the relationship between return and risk is what is known as the Efficient Frontier. It defines the set of potential portfolios that maximize return for every level of risk. Typically, academics express risk in terms of volatility. As you can see in the chart below, you can currently earn a return of 1.62% if you take no risk (a treasury bill), 4.10% if you are willing to accept annual volatility of 7.43% on your portfolio and 6.51% if you are willing to accept annual volatility of 14.97% on your portfolio.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"851\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1-851x530.jpg\" alt=\"\" class=\"wp-image-12415\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1-851x530.jpg 851w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1-640x399.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1-768x479.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1-1536x957.jpg 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart1.jpg 1926w\" sizes=\"(max-width: 851px) 100vw, 851px\" \/><\/figure>\n\n\n\n<p>Understanding the relationship between return and risk is what has enabled Wealthfront to generate an <a href=\"https:\/\/www.wealthfront.com\/historical-performance\">8.4% compounded return<\/a> on its average taxable account over the past eight years (since we were founded). We can’t guarantee we will earn this level of return in the future, but it couldn’t have been achieved without taking some risk. That being said, our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\">investment methodology<\/a> was designed to maximize your net-of-fee, after-tax risk-adjusted return. Most people don’t realize that is due to compounding — the risk of losing money on your investment portfolio decreases the longer you hold your money in a “risky” portfolio. We explained this concept in detail in <a href=\"https:\/\/blog.wealthfront.com\/think-long-term-investing\/\">another blog post<\/a>. <\/p>\n\n\n\n<p>It is very important to invest your savings in a portfolio with greater risk than what you would find in a high-yield cash account if you need to pay for something in more than three to five years. That’s because over time, even high-yield cash accounts don’t always keep up with inflation. Compounding at a slower rate than inflation implies a negative <em>real<\/em> return which leads to a decrease in purchasing power. Put simply, your money buys you less over time.&nbsp;<\/p>\n\n\n\n<p>The chart below displays how the yield on a high-yield cash account of the sort offered by Wealthfront might have compared to inflation over the past 50 years. To build this chart we assumed the cash account paid an annual percentage yield comparable to the premium we currently pay over the effective Federal Reserve Funds Rate (for an explanation of how we are able to pay such a high rate please see <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">our blog post on the subject<\/a>).&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"797\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2-797x530.jpg\" alt=\"\" class=\"wp-image-12416\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2-797x530.jpg 797w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2-640x426.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2-768x511.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2-1536x1022.jpg 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart2.jpg 1926w\" sizes=\"(max-width: 797px) 100vw, 797px\" \/><\/figure>\n\n\n\n<p>As you can see, inflation has exceeded the rate on the high-yield cash account for about 28% of the one-year periods in the last 50 years. When inflation exceeds the rate on high-yield cash accounts (as it has <strong>81% of the time over the last decade<\/strong>, which has admittedly been an exceptional time), that implies a loss of purchasing power. In order to get a little leverage in meeting your long term goals, you need to save in an investment account that has the opportunity to grow at a higher rate than inflation. Examples of goals that should be addressed with an investment account rather than a high-yield cash account are saving for retirement, funding your kids’ college, taking an extended amount of time off in the future, upgrading to a larger home or a desire to live a more comfortable lifestyle. It’s also a superior way to just grow your wealth.<\/p>\n\n\n\n<p>The chart below compares the value of saving $10,000 per year for 10 years in an account that earns 1.82% per year (the current APY on our Wealthfront Cash Account) and investing that same money in an investment account that earns 8.4% per year.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"819\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-819x530.jpg\" alt=\"\" class=\"wp-image-12417\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-819x530.jpg 819w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-640x414.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-768x497.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-1536x994.jpg 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/chart3-2048x1325.jpg 2048w\" sizes=\"(max-width: 819px) 100vw, 819px\" \/><\/figure>\n\n\n\n<p>After 10 years you would have $39,046 more to spend on your long term goals if you used the investment account instead of the high-yield savings account. The challenge is to achieve this extra value without taking too much risk. For the past quarter of a century DALBAR has studied the behavior of individual investors and found that on average they consistently make the same mistake that severely impacts their investment performance — they buy when the market goes up and sell when the market goes down. This poor behavior costs the average investor 1.5% to 3.5% of their portfolio value per year! Through our risk tolerance evaluation questionnaire we attempt to identify an investment mix that will lead to a volatility level you can tolerate. This way, you won’t be tempted to make the mistake of the average individual investor and you can capture that extra 1.5% to 3.5% per year.<\/p>\n\n\n\n<p>It may not be comfortable, but taking some market risk is likely to lead to far better long-term outcomes than placing all your savings in a high-yield cash account. Feeling nervous about taking this leap of faith? Our advice is to earmark a small percentage of what you might need for the long term and would have placed in a high-yield cash account and instead place it in a diversified low-cost investment account. See how it does over 6 to 12 months, but don’t overreact if it goes down right away. That is not an indication you made a mistake. Remember without some volatility, you can’t earn a higher return. Once you get comfortable with volatility you may even start adding to your investment account on a recurring basis, which will help you take advantage of market dips and really drive your wealth.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: As of , the Wealthfront Cash Account has a APY. Read more about it . We were extremely gratified with the incredible reaction people had last year to the introduction of our high-yield cash account that’s FDIC insured through our partner banks. In less than a year we attracted more than $8 billion of [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":12420,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232,7231],"tags":[1051,5,6500],"yst_prominent_words":[10189,1509,1739,6475,6528,10180,6705,6704,10196,4530,4735,10194,10193,10195,1307,10183,10182,6476,10188,10187],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12413"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12413"}],"version-history":[{"count":15,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12413\/revisions"}],"predecessor-version":[{"id":13037,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12413\/revisions\/13037"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12420"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12413"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12413"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12413"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12413"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}