{"id":1245,"date":"2011-08-15T10:59:57","date_gmt":"2011-08-15T17:59:57","guid":{"rendered":"\/blog\/?p=1245"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"10-signs-bad-investment-advisor-part-ii","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/10-signs-bad-investment-advisor-part-ii\/","title":{"rendered":"10 Signs of a Bad Investment Advisor, Part II"},"content":{"rendered":"<p>On Wednesday, we ran part one of this <a href=\"https:\/\/www.wealthfront.com\/blog\/10-signs-bad-investment-advisor\/\">list of 10 signs you’re dealing with a bad financial advisor<\/a>, including #1: The advisor does not focus specifically on investment advice and #2: The advisor does not speak openly about investment returns.<\/p>\n<p>This is the second part of our list, items 6-10.<\/p>\n<p>To develop this list, I talked to a handful of people, including <a href=\"http:\/\/www.lindaleitz.com\/\">Linda Leitz<\/a>, a fee-only financial advisor; Ron Rhoades, professor and financial planning program chair, Alfred State College; some of the brains here at Wealthfront, a company trying to upend the current system of money management, who are passionate about transparency; and Kristi Kuechler, former president of the <a href=\"https:\/\/www.memberlink.net\/\">Institute for Private Investors<\/a>, a membership group of high-net-worth investors. If I relied on the thoughts of one of these experts to develop a point, I provided an attribution in the paragraph.<\/p>\n<p>If there’s no attribution, then you can consider the thought my own and I’ll take full responsibility for its quality – or lack thereof.<\/p>\n<p><strong>6.  The advisor is overly reliant on mutual funds<\/strong><\/p>\n<p>Many mutual funds are expensive, as we’ve written before. Moreover, mutual funds don’t offer the transparency that investors (and good advisors) need in order to determine which money managers are skilled, not just lucky.<\/p>\n<p>A growing chorus of experts is recognizing that many mutual funds are a bad deal for investors; an advisor who hasn&#8217;t kept up with the shift toward low-fee investments, such as ETFs and index funds, isn&#8217;t doing his job. &#8220;For decades, the mutual fund industry, which manages more than $13 trillion for 90 million Americans, has employed market volatility to produce profits for itself far more reliably than it has produced returns for its investors,&#8221; wrote Yale University Chief Investment Officer David Swensen in a <a href=\"http:\/\/www.nytimes.com\/2011\/08\/14\/opinion\/sunday\/the-mutual-fund-merry-go-round.html?_r=1&amp;scp=1&amp;sq=swensen&amp;st=cse\">New York Times op-ed<\/a> published yesterday. We included his advice on <a href=\"https:\/\/www.wealthfront.com\/blog\/rebalancing-lessons-yale-model\">rebalancing<\/a> in this post.<\/p>\n<p><strong>7.  The advisor cannot back up his investment strategies with academic research<\/strong><\/p>\n<p>Mr. Rhoades suggests that investors should look for an Investment Policy Statement that outlines how investment decisions will be made, a written plan that explains the investment strategy and a plan for rebalancing the portfolio in case of a major market event, such as another Great Recession or a dirty bomb somewhere in the United States. Consider how much better you would have felt watching the recent headlines if you had a copy of such a plan.<\/p>\n<p>The investment strategy should be backed up with the growing body of academic research on investing. You don’t have to understand all of those theories, but you need an assurance that your advisor does.<\/p>\n<p><strong>8.  The advisor custodies assets in-house<\/strong><\/p>\n<p>If you’re working with an investment advisor who directly manages your money, but the money isn’t at a financial institution that sends you statements directly, you may have a problem. Outside custody, as it’s called, provides a level of protection for your money. How can you tell if your assets are custodied outside? Your statements should be coming from a financial institution that you can find and contact, says Ms. Leitz.  (<a href=\"https:\/\/www.wealthfront.com\/blog\/madoff-resonates\/\">Bernie Madoff custodied in-house<\/a>).<\/p>\n<p><strong>9.  The advisor is not a fiduciary<\/strong><\/p>\n<p>Fiduciaries are legally obligated to act in their clients’ best interests. However, many people who call themselves “financial advisors” work for brokerages and operate under the lower suitability standard, which requires them merely to ensure that investments are suitable for the client at the time of the purchase.<\/p>\n<p>Many of the financial advisors working for big Wall Street firms are not fiduciaries. Employees of discount brokerages also are not fiduciaries. “There are entirely too many advisors out there that will act as a fiduciary for you to settle for anything less,” Ms. Leitz says.<\/p>\n<p><strong>10.  The advisor is AWOL and\/or condescending<\/strong><\/p>\n<p>The recent meltdown was a perfect test of this. Did your advisor reach out to you regularly to explain how your investments were holding up and what the decline in the equities market meant for your portfolio?<\/p>\n<p>Sounds basic, says Ms. Kuechler, but many advisors stopped returning phone calls during the financial crisis. Part of an advisor’s job is convincing you not to bail out of the investment plan when your emotions are pushing you to make a decision that’s likely harmful in the long run, says Mr. Rhoades.<\/p>\n<p>Communication is a two-way street. All of the experts I interviewed agreed on this: An advisor who doesn’t take the time to listen to you is not doing his job.<\/p>\n<p>If your advisor takes the approach that you should just leave everything to him and not worry about it, look out, says Ms. Leitz. After a relationship develops, clients sometimes do turn more responsibility over to an advisor or ask fewer questions.  But that should be your decision, not the advisor’s. Similarly, Ms. Kuechler says arrogance in an advisor is a bad sign.<\/p>\n<p>“I would want the relationship to be based on humility,” she says.  “It’s OK to say, ‘I’m an investment professional, but I don’t know where the market is going.’”<\/p>\n<p>Now is the perfect time to ask: Is the advisor selling you services that amount to not much more than a smile? Or is he offering real substance that will help you meet your financial goals? Hold him to the highest standards.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On Wednesday, we ran part one of this list of 10 signs you’re dealing with a bad financial advisor, including #1: The advisor does not focus specifically on investment advice and #2: The advisor does not speak openly about investment returns. This is the second part of our list, items 6-10. To develop this list, [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7230,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[359,419,152,360],"yst_prominent_words":[2615,2326,2506,2616,1237,2336,2335,2614,1281,1258,1465,1257,2617,1423,1294,1240,1279,1271,2144,2619],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1245"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1245"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1245\/revisions"}],"predecessor-version":[{"id":11658,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1245\/revisions\/11658"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7230"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1245"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1245"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1245"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1245"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}