{"id":12508,"date":"2020-01-30T15:13:08","date_gmt":"2020-01-30T23:13:08","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12508"},"modified":"2020-10-23T15:58:53","modified_gmt":"2020-10-23T22:58:53","slug":"why-rate-chasing-doesnt-pay","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-rate-chasing-doesnt-pay\/","title":{"rendered":"Why Rate-Chasing Doesn’t Pay"},"content":{"rendered":"\n<p>We’ve noticed something strange: whenever we’ve had to lower the annual percentage yield (APY) on the Wealthfront Cash Account, some clients immediately transfer their funds to a bank with a slightly higher APY, only to come back to Wealthfront once their new bank lowers its APY, too.&nbsp;<\/p>\n\n\n\n<p>We call this behavior “rate-chasing,” and it’s not a good idea. In fact, if you’re rate-chasing, you’re probably losing time and money. Let us explain.<\/p>\n\n\n\n<h2>You’re missing out on days’ worth of interest<\/h2>\n\n\n\n<p>First and foremost, it’s important to understand that the interest you earn on your Cash Account is based on your <em>daily<\/em> balance over the course of a month. When you move your money out of the account, you miss out on interest during the time it takes to actually move your money.<\/p>\n\n\n\n<p>Moving your money to earn a higher interest rate only makes sense if the bank to which you are moving your money <em>continues<\/em> to pay a higher rate. As you can see from the graph below that displays when two well-known players in the high-yield cash account market lowered their rates relative to Fed rate changes, the traditional banks typically lower their rates two to three weeks after Wealthfront does (other than their first cut in late June, which unlike Wealthfront’s, preceded a Fed rate cut). That’s because Wealthfront is required to immediately lower its rates after a Fed rate cut because brokerage regulations do not allow us to pay out more than we receive from our program banks (and our program banks change their wholesale rates immediately). Retail banks, on the other hand, are not subject to brokerage regulations, so they can lower their rates whenever they want. This often results in an artificially high interest rate for a short period of time. Moving your money to earn a higher rate for only a couple of weeks can actually result in you earning <em>5-15% less<\/em> <em>interest<\/em> in a given month because of the lost interest while your money is in transit.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"703\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-703x530.png\" alt=\"\" class=\"wp-image-12509\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-703x530.png 703w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-640x483.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-768x579.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-1536x1158.png 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/01\/28-final-2048x1544.png 2048w\" sizes=\"(max-width: 703px) 100vw, 703px\" \/><figcaption>Source: DepositAccounts.com<\/figcaption><\/figure>\n\n\n\n<h2>An example<\/h2>\n\n\n\n<p>The true cost of rate-chasing is best illustrated with an example. Let’s say you had $40,000 in a Wealthfront Cash Account, the Fed lowered its interest rate by 0.1% on the seventh day of the month, and Wealthfront had to lower its APY from 1.90% to 1.80%. Let’s further assume that an alternative bank (we’ll call it Bank B) offered a 1.83% APY before the rate cut and had not yet lowered its rate when Wealthfront did so. Finally, let’s assume the rate change occurred on a Friday, so your money wouldn’t arrive at the higher-paying Bank B until Monday. This means you’d miss out on three days’ worth of interest in pursuit of those three extra basis points on your annual interest rate. Once the transfer was complete, you’d earn the higher APY… until Bank B lowered its rate by 0.1%. Let’s say this happens two weeks after Wealthfront’s APY decrease, and Bank B’s new APY is 1.73%.<\/p>\n\n\n\n<p>As a rate-chaser, you would then move your money back to Wealthfront ASAP. This time, we’ll assume it only takes one full day to move your money, so you miss one day of interest. This means in total, your rate-chasing behavior would have cost you four days’ worth of interest in one 30-day month. This doesn’t sound like a big deal, but four days in a 30-day month is over 10% of the month, and the interest lost on those days adds up.<\/p>\n\n\n\n<p>If you had left your money at Wealthfront for the whole 30-day month, you would have earned $59.34 in interest. But if you rate-chased, you would have earned just $51.84 for that month despite earning the higher rate at Bank B for two weeks. That&#8217;s a difference of $7.50 — a loss of nearly 13%.&nbsp;<\/p>\n\n\n\n<p>Obviously, the longer it takes Bank B to lower its rate (which it eventually has to do in order to maintain profitability) and the less time it takes to transfer your money, the less costly it is to rate-chase, but you’re still likely to be worse off even if it takes a month for Bank B to act. And money isn’t the only valuable resource you’ll be wasting:&nbsp; this example doesn’t account for the time and energy it takes to initiate multiple transfers, research multiple banks’ APYs, and monitor your money while moving it between accounts.&nbsp;<\/p>\n\n\n\n<h2>Considerations before you chase<\/h2>\n\n\n\n<p>It’s important to understand a bank’s business model before you jump for what might appear to be a higher rate. Wealthfront’s philosophy is to pass along as much interest as possible to our clients because they adopt so many of our other services. In contrast, <a href=\"https:\/\/blog.wealthfront.com\/how-the-high-interest-rate-on-wealthfront-cash-accounts-does-what-banks-refuse-to-do\/\">banks tend to offer lower rates<\/a> because they learned during the financial crisis that they can get away with it. They’re also unlikely to accept a smaller spread between the rate at which they can loan out money and the rate they pay on cash for an extended period of time.&nbsp;<\/p>\n\n\n\n<p>Just because banks don’t lower their rates immediately after a Fed rate cut doesn’t mean they won’t do it soon. It’s important to examine a bank’s past behavior before you transfer your funds only to lose out on the interest when you have to transfer back to the higher-paying institution. The best way to do this is to peruse their past interest rates using <a href=\"https:\/\/www.depositaccounts.com\/\">depositaccounts.com<\/a>. There you can search for a particular bank and click “View Details” under the “Rates” header.&nbsp;<\/p>\n\n\n\n<h2>The takeaway<\/h2>\n\n\n\n<p>Rate-chasing doesn’t pay. We understand it can be tempting to chase the highest APY you can find for your cash, but in doing so, you’re likely to lose money and waste time. Instead, we recommend that you pick a financial institution you trust to consistently give you as much interest as it can over time and stick with them.&nbsp;<\/p>\n\n\n\n<p>At Wealthfront, we’re committed to passing along as much interest as we possibly can. We promise to continue doing so, and we also promise to keep being 100% transparent about why we offer the APY we do. We hope that if and when there’s an APY change in the future, our clients think twice about hopping from bank to bank in search of a few extra basis points.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We’ve noticed something strange: whenever we’ve had to lower the annual percentage yield (APY) on the Wealthfront Cash Account, some clients immediately transfer their funds to a bank with a slightly higher APY, only to come back to Wealthfront once their new bank lowers its APY, too.&nbsp; We call this behavior “rate-chasing,” and it’s not [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12520,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233],"tags":[1058,6836],"yst_prominent_words":[3049,10259,6475,10263,10255,10254,2782,2771,10262,1240,10256,10250,10253,10252,2983,5418,10261,6980,6476,10260],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12508"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12508"}],"version-history":[{"count":16,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12508\/revisions"}],"predecessor-version":[{"id":13605,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12508\/revisions\/13605"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12520"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12508"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12508"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12508"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12508"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}