{"id":12531,"date":"2020-01-31T15:31:38","date_gmt":"2020-01-31T23:31:38","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12531"},"modified":"2020-10-23T16:03:28","modified_gmt":"2020-10-23T23:03:28","slug":"secure-act-elimination-of-stretch-ira","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/secure-act-elimination-of-stretch-ira\/","title":{"rendered":"Why the Elimination of Stretch IRAs Means It’s Time To Update Your Retirement Plan"},"content":{"rendered":"\n<p>On December 20, 2019, President Donald Trump signed the Setting Every Community Up for Retirement Enhancement (SECURE) Act with overwhelmingly bipartisan support. In so doing, the most comprehensive retirement bill since the Pension Protection Act of 2006 became law. Among the SECURE Act’s many provisions comes some potentially bad news for many Wealthfront clients, and it’s important that you’re aware of it.<\/p>\n\n\n\n<p>The law expands opportunities for individuals to participate in efficient employee retirement plans, but it also eliminates stretch individual retirement accounts (IRAs). This part of the legislation is an unwelcome change for some individual retirement savers.&nbsp;<\/p>\n\n\n\n<h2>Why it matters<\/h2>\n\n\n\n<p>Prior to the passage of the SECURE Act, individuals who inherited a Roth or traditional IRA were subject to required minimum distributions (RMDs) based on life expectancy. This allowed beneficiaries to continue growing the IRA in a tax-deferred manner over the course of their lives. For example, a young beneficiary would have a lower RMD and could potentially stretch the tax-free growth of the inherited IRA over decades — hence the term <em>stretch IRA<\/em>.&nbsp;<\/p>\n\n\n\n<p>That changes under the SECURE Act. With limited exceptions, beneficiaries of Roth and traditional IRAs whose owners passed after December 31, 2019 will have to withdraw from the inherited IRA within 10 years of the inheritance. Life expectancy no longer contributes to the calculation of the RMD.&nbsp;<\/p>\n\n\n\n<p>According to the US Congress Joint Committee on Taxation, this change will raise an estimated $15.7 billion in additional revenue between 2019 and 2029.<\/p>\n\n\n\n<h2>Exempted groups<\/h2>\n\n\n\n<p>Five groups are exempted from this rule and can continue to benefit from stretch IRAs:<\/p>\n\n\n\n<ol><li>Surviving spouses<\/li><li>Children under the age of 18 — or as old as 26, if the child is still in school — in which case the 10-year payout period begins once this age is reached<\/li><li>Beneficiaries with disabilities<\/li><li>Beneficiaries with chronic illnesses<\/li><li>Beneficiaries who aren’t more than 10 years younger than the deceased account owner<\/li><\/ol>\n\n\n\n<p>It’s important to note that although the SECURE Act requires an inherited IRA to be liquidated within 10 years, it doesn’t set minimum annual distributions. In theory, this means the full balance of an inherited account may be distributed entirely at the end of the 10-year deadline.<\/p>\n\n\n\n<h2>How to update your retirement plan<\/h2>\n\n\n\n<p>There are a number of steps you can take in the aftermath of the SECURE Act and its elimination of stretch IRAs. Here are four options to consider:<\/p>\n\n\n\n<h4>Designate spouse as primary beneficiary and children as contingent beneficiaries <\/h4>\n\n\n\n<p>This legislation puts spouses into the best position to inherit an IRA. A spouse designated as the primary beneficiary can withdraw over their lifetime and only then designate their child as the next beneficiary.&nbsp;<\/p>\n\n\n\n<h4>Use Roth conversions<\/h4>\n\n\n\n<p>The tax code allows traditional IRAs funded through pre-tax dollars to be converted into a Roth IRA, which is traditionally funded through post-tax dollars. This is true even for taxpayers subject to the taxable-income phaseout who are no longer eligible to make contributions to a Roth IRA.&nbsp;<\/p>\n\n\n\n<p>Executed strategically, a taxpayer can convert part of their traditional IRA to a Roth IRA and pay the associated tax by recognizing the amount converted as income during years in which they’re in a lower tax bracket. In doing so, the taxpayer is able to take full advantage of the lower tax bracket, allowing the balance to grow tax-free going forward. This leaves their inheritor in a favorable position to withdraw the full amount of the IRA, tax-free, at the end of the 10th year.&nbsp;<\/p>\n\n\n\n<h4>Extend income stream with charitable remainder trust<\/h4>\n\n\n\n<p>A charitable remainder trust (CRT) has often been used by the philanthropically minded as a way to donate large amounts to charity while also generating income as long as the donor is still alive. This often involves donating appreciated investments to the trust and receiving a partial charitable-contribution deduction, all while deferring a capital gain tax on appreciation in value to date. The investment continues to generate and distribute income to the donor over their lifetime. Upon the death of the donor, the remainder is given to their designated charity.&nbsp;<\/p>\n\n\n\n<p>The SECURE Act provides another potential use for the CRT, whereby the CRT is named an heir to the IRA. The CRT can list its own beneficiaries, who in turn receive an income stream from the trust. Upon the death of the beneficiary or the predetermined term of the trust, the remainder passes to a named charity.&nbsp;<\/p>\n\n\n\n<p>While the beneficiary of the trust is still liable for taxes on the income from the IRA, they’re only liable for the income received. This potentially could be less than the full balance of the IRA. The trust, on the other hand, isn’t liable for tax on the income generated from receipt of the IRA or from its return on investment after the IRA owner’s death. In other words, using this strategy could achieve a longer income stream and more tax-free growth than would otherwise be possible.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<h4>Review IRA-beneficiary designation of revocable trust<\/h4>\n\n\n\n<p>Historically, revocable trusts were commonly named as beneficiaries to IRAs. The revocable trust could be set up as a conduit whereby the heir could receive no more than the RMD as a way to restrict account withdrawals. With the RMD provision now effectively applicable only in the 10th year, revocable trusts no longer serve that purpose. A beneficiary can now receive the full amount of the inherited IRA in the 10th year along with a large tax bill, often at the highest tax rate, given the amount.&nbsp;<\/p>\n\n\n\n<p>These changes present a good opportunity to review and potentially change your retirement strategy. Every person and family’s profile is unique, with its own set of complexities. Contact a trusted advisor — whether it’s your accountant, financial planner, or attorney — to help review your current plan, identify new opportunities, and weigh different options to find a retirement plan that fits your larger financial goals.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On December 20, 2019, President Donald Trump signed the Setting Every Community Up for Retirement Enhancement (SECURE) Act with overwhelmingly bipartisan support. In so doing, the most comprehensive retirement bill since the Pension Protection Act of 2006 became law. Among the SECURE Act’s many provisions comes some potentially bad news for many Wealthfront clients, and [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":12536,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7241],"tags":[107,198,1073],"yst_prominent_words":[10283,10288,10287,2555,10286,10268,10274,1452,4754,10280,10279,2905,1446,10273,10278,10281,10081,1445,3672,3709],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12531"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12531"}],"version-history":[{"count":5,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12531\/revisions"}],"predecessor-version":[{"id":12538,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12531\/revisions\/12538"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12536"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12531"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12531"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12531"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12531"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}