{"id":12560,"date":"2020-02-18T09:51:00","date_gmt":"2020-02-18T17:51:00","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12560"},"modified":"2020-10-23T15:47:43","modified_gmt":"2020-10-23T22:47:43","slug":"how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up\/","title":{"rendered":"How Tax-Loss Harvesting Benefits You Even When The Market Is Up"},"content":{"rendered":"\n<p>As you likely know from the headlines, 2019 was a strong year for financial markets. The S&amp;P 500, which tracks the performance of 500 largest publicly traded companies in the U.S., was up by 28.9%, marking its largest one-year gain since 2013. The MSCI emerging markets index was up 18.4%. By almost any measure, 2019 was very good to investors. <\/p>\n\n\n\n<p>Through it all, Wealthfront continued tax-loss harvesting as part of our unparalleled suite of tax-minimization features. We’ve <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">previously written<\/a> about how tax-loss harvesting is a great way to offset your losses in a down market. What you might find surprising is that tax-loss harvesting, at least as implemented by Wealthfront, is also incredibly valuable in a year like 2019.&nbsp;<\/p>\n\n\n\n<p>That’s because Wealthfront’s Tax-Loss Harvesting looks for opportunities to harvest losses <em>daily<\/em>, meaning it takes advantage of the daily volatility of individual investments. As long as there’s volatility in some of your investments from day to day, our software can harvest losses — even when the market is up overall. Very few other services (if any!) actually do this.<\/p>\n\n\n\n<h2>Valuable when the market is up<\/h2>\n\n\n\n<p>We’ve calculated that for new clients who joined in 2019 with a portfolio risk score of 8 (our most common and average risk score), we were able to harvest losses equal to 4.5% of their portfolio value on average, even in a year when average one-year returns for a taxable portfolio with a risk score of 8 were 23.7%* (our returns are lower than the S&amp;P 500 because our portfolios usually incur lower volatility\/risk than the S&amp;P 500, and we aim to maximize risk adjusted returns rather than just returns). This meant they enjoyed an estimated after-tax benefit of 1.13% to 2.25% depending on their tax rates and ability to use the losses — many times the 0.25% annual advisory fee that we charge. <strong>Even in an up year, our Tax-Loss Harvesting pays for itself several times over.<\/strong><\/p>\n\n\n\n<p>As always, some of this benefit could have been lost due to wash sales. Typically wash sales only affect about 0.05% of the dollars we trade (excluding withdrawals, which sometimes force Wealthfront to sell an investment that creates a wash sale). In the event of a wash sale, the benefit we provide through Tax-Loss Harvesting is just deferred to the following year.&nbsp;<\/p>\n\n\n\n<h2>How does it work?<\/h2>\n\n\n\n<p>Tax-loss harvesting lowers your taxes by selling investments that have declined in value, thus generating a loss that can be used to offset your other taxable gains. The sold investment is then replaced with a highly correlated alternative investment that maintains the risk and return profile of your portfolio. Wealthfront’s software looks for opportunities to harvest tax losses in this manner every single day.<\/p>\n\n\n\n<p>Let us illustrate the value of Tax-Loss Harvesting with an example. Say you invested in Vanguard’s Total Stock Market ETF (VTI) on August 2, 2019 at $149.58 a share. On August 5, 2019 (the next day the stock market was open), VTI closed at $145.14 — a decline of $4.44 per share, or 2.97%. By the end of 2019, VTI was trading at $163.62, or 9.39% higher than it had been on August 2. If you waited until the end of the year, as is typical of the way human advisors implement tax-loss harvesting, there would have been no loss to harvest. But our software, which looks for volatility every day, would have been able to sell VTI on August 5, replace it with a similar investment, and harvest your loss, thus reducing your tax liability.&nbsp;<\/p>\n\n\n\n<p>Most tax losses that Wealthfront’s software harvests are short-term, meaning we sell investments that you’ve held for less than a year. You can count these losses against your short-term capital gains and up to $3,000 of ordinary income each year.&nbsp;<\/p>\n\n\n\n<h2>Our tax-loss harvesting results over the past seven years<\/h2>\n\n\n\n<p>We measure the success of our Tax-Loss Harvesting service by calculating its annual “harvesting yield,” which takes the amount of harvested losses in a given year and divides that quantity by the portfolio’s value at the beginning of that year. The harvesting yield we present below expresses an average. At the individual level, the benefit you receive from Tax-Loss Harvesting depends on several other factors including the timing of your investments and add-on deposits and the riskiness of your portfolio.<\/p>\n\n\n\n<p>Below, you can see the average annual harvesting yield for each portfolio risk score and “client vintage” (when the client first started using Wealthfront’s Tax-Loss Harvesting). This data includes all tax losses harvested through December 31, 2019.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"562\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-562x530.png\" alt=\"\" class=\"wp-image-12561\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-562x530.png 562w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-530x500.png 530w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-768x724.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-1536x1448.png 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Blog-post-table-013020-01-2048x1931.png 2048w\" sizes=\"(max-width: 562px) 100vw, 562px\" \/><figcaption>Source: Wealthfront<\/figcaption><\/figure>\n\n\n\n<p>As you can see, annual harvesting yield tends to go down over time. This isn’t a bad thing! Over time, your portfolio should grow in value which means it becomes tougher to find investments to sell that have declined below their purchase price. When we reinvest your dividends and\/or you make a deposit, that creates more opportunities for us to keep tax-loss harvesting over time.&nbsp;&nbsp;<\/p>\n\n\n\n<p>In general, higher annual harvesting yield is correlated with higher risk scores. That’s because a riskier portfolio should be more volatile, providing more opportunities to harvest tax losses. That said, we absolutely don’t recommend increasing your risk score just to increase your harvesting yield. There are good reasons and bad reasons to change your risk score, and this <a href=\"https:\/\/blog.wealthfront.com\/right-and-wrong-reasons-to-change-risk-tolerance\/\">blog post<\/a> can help you tell the difference.<\/p>\n\n\n\n<h2>Tax minimization made simple<\/h2>\n\n\n\n<p>We believe in transparency, and that includes publishing the results of our Tax-Loss Harvesting service. We know of no other automated investment service that publishes its harvesting yield which should tell you something about how their performance might compare to ours.<\/p>\n\n\n\n<p>In the past, we’ve explained how our Tax-Loss Harvesting is a <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">great way to offset your losses when markets are down<\/a>. But most people don’t realize that it’s also great in an up market and has historically generated savings worth many times our 0.25% annual advisory fee.&nbsp;<\/p>\n\n\n\n<p>Even in a year when markets were way up, our software took advantage of daily volatility (<a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">something a human financial advisor could never do<\/a>) and harvested losses that lowered our clients’ taxes. Tax-Loss Harvesting is just one piece of Wealthfront’s unparalleled suite of tax-minimization features, and we’re thrilled to offer it to you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>As you likely know from the headlines, 2019 was a strong year for financial markets. The S&amp;P 500, which tracks the performance of 500 largest publicly traded companies in the U.S., was up by 28.9%, marking its largest one-year gain since 2013. The MSCI emerging markets index was up 18.4%. By almost any measure, 2019 [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12565,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7239],"tags":[5,454,261],"yst_prominent_words":[10327,10326,4980,6395,10325,2126,6388,10313,10315,10324,10323,6402,2385,10309,10330,2127,2119,10332,10331,10321],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12560"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12560"}],"version-history":[{"count":16,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12560\/revisions"}],"predecessor-version":[{"id":12601,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12560\/revisions\/12601"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12565"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12560"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12560"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12560"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12560"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}