{"id":12607,"date":"2020-02-25T12:54:44","date_gmt":"2020-02-25T20:54:44","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12607"},"modified":"2020-02-25T12:57:28","modified_gmt":"2020-02-25T20:57:28","slug":"3-benefits-of-iras-and-1-drawback-what-you-need-to-know","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/3-benefits-of-iras-and-1-drawback-what-you-need-to-know\/","title":{"rendered":"3 Benefits of IRAs and 1 Drawback: What You Need To Know"},"content":{"rendered":"\n<p>Tax season is here, and you’re likely in the process of getting your 2019 tax return ready. It also means the deadline to make a 2019 contribution to your IRA (individual retirement account) is getting closer. You have until April 15 to contribute for 2019, but maybe you’re not sure where to start. One of the most common questions we get from our clients is about what kind of IRA they should use. The answer depends on your personal situation, so we built our IRA Account Selection Tool to help you decide.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><a href=\"https:\/\/www.wealthfront.com\/ira-calculator\"><img loading=\"lazy\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Image-Pasted-at-2020-2-25-12-07.png\" alt=\"\" class=\"wp-image-12618\" width=\"580\" height=\"62\"\/><\/a><\/figure>\n\n\n\n<p>IRAs are a popular way to save for retirement, and with good reason — depending on the kind of IRA you use, they come with numerous benefits. Here, we’ll break down three benefits of IRAs and one drawback. First, let’s look at the benefits.&nbsp;<\/p>\n\n\n\n<h2>Benefit #1: They come with more investment options than your 401(k)<\/h2>\n\n\n\n<p>If you have a 401(k), you’ve probably already noticed that employer-provided retirement plans don’t give you many choices when it comes to deciding how your money gets invested (the fees are likely high too — more on that later). Maybe you assume IRAs work the same way since they’re also a type of retirement account. This couldn’t be further from the truth: IRAs, much like taxable investment accounts, come with many investment options.<\/p>\n\n\n\n<h2>Benefit #2: They’re more flexible than you think<\/h2>\n\n\n\n<p>Roth IRAs come with a surprising amount of flexibility. For the most part, you shouldn’t put any money you might need before retirement into a 401(k) because once it’s in the account, you’ll need to pay a penalty (and taxes) in order to withdraw it. The same goes for traditional IRAs. Roth IRAs, however, offer you more liquidity.<\/p>\n\n\n\n<p>With a Roth IRA, you can withdraw contributions early without paying additional taxes or a penalty. However, you may still owe income tax and a 10% penalty on earnings you take out of your Roth IRA before retirement. Still, this flexibility can offer you some peace of mind if you’re debating contributing to a Roth IRA.<\/p>\n\n\n\n<p>If you have a traditional IRA, you might be able to execute a <a href=\"https:\/\/blog.wealthfront.com\/should-you-consider-a-roth-ira-conversion\/\">Roth conversion<\/a> and benefit from the superior liquidity that comes with a Roth IRA. (And don’t forget! <a href=\"https:\/\/blog.wealthfront.com\/wealthfront-now-offers-easy-roth-conversions\/\">Wealthfront offers easy Roth conversions<\/a>.)&nbsp;<\/p>\n\n\n\n<h2>Benefit #3: The fees are usually low<\/h2>\n\n\n\n<p>At Wealthfront, <a href=\"https:\/\/blog.wealthfront.com\/fees-can-destroy-return\/\">we think it’s important to minimize fees<\/a>. When you invest, you’ll typically pay for what’s known as the expense ratio (the cost of owning a given ETF) as well as advisory fees. It’s important to keep an eye on the fees you’re paying, because over time they can really eat into your return.<\/p>\n\n\n\n<p>Average 401(k) fees are generally <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/061913\/hidden-fees-401ks.asp\">between 0.5% and 2%<\/a> (ouch). IRAs, on the other hand, are typically much less expensive. Wealthfront’s IRAs are subject to our low 0.25% annual advisory fee.<\/p>\n\n\n\n<p>There’s one downside of IRAs you should be aware of.&nbsp;<\/p>\n\n\n\n<h2>Drawback: The contribution limits are much lower<\/h2>\n\n\n\n<p>While you can deduct up to $19,500 of contributions to a 401(k) plan in 2020, you can only contribute and deduct $6,000 for an IRA (or $7,000 if you are at least 50 years old). If you are covered by a 401(k) plan at work, you can’t deduct contributions to your traditional IRA for 2019 if your modified adjusted gross income (MAGI) is more than $74,000 as a single filer or $123,000 as a married couple filing jointly. If you’re not covered by a 401(k) plan but your spouse is, you can’t deduct traditional IRA contributions if your MAGI is $203,000 or more.<\/p>\n\n\n\n<h2>Choosing the right kind of IRA<\/h2>\n\n\n\n<p>IRAs are an excellent account type to consider as you make a plan to save for retirement. We know these decisions can feel overwhelming, which is why we developed a tool to help you decide. Enter your information into our<a href=\"https:\/\/www.wealthfront.com\/ira-calculator\"> IRA Account Selection Tool<\/a> to determine what kind of IRA is right for you.&nbsp;<\/p>\n\n\n\n<p>For example, if you are a single filer who is 30 years old and has an income of $160,000, a 401(k) plan at work, and no money in a traditional IRA, our tool can tell you to set up a backdoor Roth.&nbsp;<\/p>\n\n\n\n<p>Or, if you’re married and filing jointly with a household income of $200,000, have access to a 401(k) at work, and have money in a traditional IRA, our tool will tell you to plan for a reduced contribution limit of $1,800 to a Roth IRA. Our IRA Account Selection Tool takes the guesswork out of IRA contributions.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><a href=\"https:\/\/www.wealthfront.com\/ira-calculator\"><img loading=\"lazy\" width=\"640\" height=\"69\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/02\/Image-Pasted-at-2020-2-25-12-07-1.png\" alt=\"\" class=\"wp-image-12619\"\/><\/a><\/figure>\n\n\n\n<p>This tool is just one more way Wealthfront helps set you up for a more secure and rewarding future.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tax season is here, and you’re likely in the process of getting your 2019 tax return ready. It also means the deadline to make a 2019 contribution to your IRA (individual retirement account) is getting closer. You have until April 15 to contribute for 2019, but maybe you’re not sure where to start. One of [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12611,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7241],"tags":[107,205,10391],"yst_prominent_words":[3353,10388,10386,10382,10377,10376,1452,10385,10381,10380,10390,10119,10118,6516,1446,10384,10387,10383,1445,10389],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12607"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12607"}],"version-history":[{"count":14,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12607\/revisions"}],"predecessor-version":[{"id":12625,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12607\/revisions\/12625"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12611"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12607"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12607"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12607"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12607"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}