{"id":12923,"date":"2020-03-27T14:47:21","date_gmt":"2020-03-27T21:47:21","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12923"},"modified":"2020-03-27T14:57:22","modified_gmt":"2020-03-27T21:57:22","slug":"dont-miss-the-best-market-days","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dont-miss-the-best-market-days\/","title":{"rendered":"Don&#8217;t Miss The Best Market Days"},"content":{"rendered":"\n<p>Financial markets are extremely unpredictable in the short term. In mid March the Dow fell into official bear market territory, rattling investors worldwide. Then, on March 24 the Dow had its <a href=\"https:\/\/www.wsj.com\/articles\/global-stock-markets-dow-update-3-24-2020-11585012632?mod=itp_wsj&amp;ru=yahoo\">best day in 87 years<\/a>. This kind of volatility is exactly why we think you shouldn’t bother trying to time the markets: it can’t be done.<strong> Instead, we encourage you to stick to your <\/strong><a href=\"https:\/\/blog.wealthfront.com\/stocks-are-on-sale-how-should-you-buy\/\"><strong>long-term investing <\/strong><\/a><strong>strategy&nbsp; — regularly investing money you don’t anticipate needing within 3-5 years —<\/strong> <strong>regardless of the headlines.<\/strong><\/p>\n\n\n\n<p>If you stopped investing because of the high level of market volatility earlier this month (or because you were waiting to “buy the dip” once the market bottomed out), you would have missed out on considerable gains. The solution? Again, keep investing for the long term no matter what the market does on a day-to-day basis. This is the only reliable way to ensure that you don’t miss out on big single-day gains like those we saw earlier this week. Not investing can cost you big because it could keep you out of the market for a few crucial days.<strong> In this post, we’ll show how missing just 10 of those days over the last 15 years could have cost you half of your return.&nbsp;<\/strong><\/p>\n\n\n\n<h2>Markets can decline more<\/h2>\n\n\n\n<p>First of all, if you’re pausing your investing because of market conditions, you need to be able to tell when the market has hit bottom. Unfortunately, you can’t do this with any certainty, except in hindsight. For example, during the 2008 financial crisis, you may have thought that September 2008 was the bottom, but in fact the market continued to decline for another six months until March 2009. The same was true when the internet bubble popped in 2000, except hitting the actual bottom took even longer.<strong> The point isn’t that you should worry about the market falling further: it’s that you should keep investing consistently and not try to predict it. <\/strong>&nbsp;<\/p>\n\n\n\n<h2><strong>You could miss the best days<\/strong><\/h2>\n\n\n\n<p>If you’re going to stop investing because of a volatile market, you’ll end up with uninvested cash. And if you are sitting on cash, you run the risk that the market will go up while you’re waiting on the sidelines. For example, if you stopped investing earlier this month because of the high level of volatility, you would have missed Tuesday’s large single-day gain (and it’s impossible to have called it ahead of time). And of course, markets could dip again soon — no one knows, and there’s no way to tell.&nbsp; If you try to time the market, you’re likely to stay out of the market too long and miss out.<\/p>\n\n\n\n<p>To reinforce this idea, let’s look at an example that shows how much it would have cost an investor to miss some key days of surging prices. In the table below, Putnam Investments evaluated the performance of the S&amp;P 500 over the 15-year period ending on December 31, 2019. This represents nearly 3,800 days during which markets were open. If you stayed invested the entire time, a $10,000 investment would have multiplied to $30,711 <strong>—<\/strong> a 7.77% annualized return.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"702\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/03\/27-702x530.png\" alt=\"\" class=\"wp-image-12926\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/03\/27-702x530.png 702w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/03\/27-640x483.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/03\/27-768x579.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/03\/27.png 823w\" sizes=\"(max-width: 702px) 100vw, 702px\" \/><figcaption>Source: <a href=\"https:\/\/www.putnam.com\/2020volatility\/\">Putnam Investments<\/a><\/figcaption><\/figure>\n\n\n\n<p>However, if you were not invested during <strong>the 10 best performing days<\/strong>, equivalent to about 0.26% of the total trading days, the total value of your portfolio would have only been $15,481, wiping out about half of the returns you would have seen if you stayed the course over those 15 years (in this case, over $15,000).<\/p>\n\n\n\n<p>If you missed the 40 best days (roughly 1% of the 15-year time period), your 7.7% average annual gain would have converted into a loss of $5,057. The takeaway? Patience and staying invested for the long term are crucial for the greatest long-term benefit.&nbsp;<\/p>\n\n\n\n<h2>Steady investing is the right approach<\/h2>\n\n\n\n<p>Attempting to time the market doesn’t work, and doing so could cost you a huge chunk of your returns. If you could actually consistently time the market, you’d probably be running one of the world’s most successful hedge funds. And fun fact: <a href=\"https:\/\/www.institutionalinvestor.com\/article\/b1ck6rht2kz8x1\/No-You-Almost-Certainly-Can-t-Time-Markets\">studies have shown<\/a> most professional investors can’t even get it right. On average the <a href=\"https:\/\/blog.wealthfront.com\/theres-no-need-to-fear-a-bear-market\/\">financial markets increase over time<\/a>, which means it’s usually a bad decision to be out of the market.<\/p>\n\n\n\n<p><div class=\"o-grid__col-medium--12 o-grid__col--3 c-post__related c-post__box right\"><div class=\"c-post__box-content\">Long-term passive investing is time-tested and easy. <a href=\"https:\/\/www.wealthfront.com\/investing\">Learn more about our automated investing strategy<\/a><\/div><\/div><br>Missing a few key days can have an extraordinary impact on your returns. So instead of trying to time markets or worrying about the best time to make a deposit, you should focus on the three things within your investing control that can make a difference: maximizing diversification, minimizing your fees and minimizing taxes. These are volatile times, but our advice remains the same as ever: ignore the headlines and keep investing for the long term. <\/p>\n\n\n\n<p><br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Financial markets are extremely unpredictable in the short term. In mid March the Dow fell into official bear market territory, rattling investors worldwide. Then, on March 24 the Dow had its best day in 87 years. This kind of volatility is exactly why we think you shouldn’t bother trying to time the markets: it can’t [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":12925,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[5,261],"yst_prominent_words":[2052,1237,2756,10459,1242,10465,10445,1487,1490,10400,1294,1422,10457,10463,10458,1494,1296,2190,10466,1313],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12923"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12923"}],"version-history":[{"count":9,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12923\/revisions"}],"predecessor-version":[{"id":12935,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12923\/revisions\/12935"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12925"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12923"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12923"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12923"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12923"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}