{"id":12964,"date":"2020-04-09T08:41:03","date_gmt":"2020-04-09T15:41:03","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=12964"},"modified":"2020-10-09T14:53:13","modified_gmt":"2020-10-09T21:53:13","slug":"10-ways-the-cares-act-puts-money-in-your-pocket","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/10-ways-the-cares-act-puts-money-in-your-pocket\/","title":{"rendered":"10 Ways The CARES Act Puts Money In Your Pocket"},"content":{"rendered":"\n<p>The CARES Act, which was signed into law on March 27, is a $2 trillion stimulus package to help Americans cope with the economic fallout caused by the spread of COVID-19. We know these are difficult times, and it’s not always easy to figure out these policies on your own. We want to help. <strong>There are a variety of provisions in this bill that put money in your pocket, whether you’ve lost your job or you need to withdraw from your retirement accounts early. <\/strong>We’ve compiled a list of the ways you can benefit from the CARES Act and how to take advantage of them:<\/p>\n\n\n\n<h2>1. There’s a new deadline to file and pay your federal taxes<\/h2>\n\n\n\n<p>The CARES Act changes the federal tax filing and payment deadline from April 15 to July 15, meaning you’ll have an additional three months to file your federal tax return and pay any taxes you owe. In the meantime, money you owe can earn interest for you. That said, if you expect to receive a refund, we recommend filing ASAP so you can take advantage of your refund sooner. State filing and payment deadlines vary and aren’t always the same as the federal deadlines. Check with your state tax agency for those details. You can find more information <a href=\"https:\/\/www.taxadmin.org\/state-tax-agencies\">here<\/a>.<\/p>\n\n\n\n<h2>2. There’s a new deadline to make IRA contributions<\/h2>\n\n\n\n<p>If you’ve been planning to contribute to an IRA for the 2019 tax year, you now have three extra months to do so. As a reminder, the maximum allowable contribution for 2019 is $6,000 if you are under 50, and $7,000 if you are 50 or older. For more information about IRAs, check out <a href=\"https:\/\/blog.wealthfront.com\/3-benefits-of-iras-and-1-drawback-what-you-need-to-know\/\">our recent blog post<\/a> and our <a href=\"https:\/\/www.wealthfront.com\/ira-calculator\">IRA Account Selection Tool<\/a>.<\/p>\n\n\n\n<h2>3. Depending on your income, you could get a direct payment from the IRS&nbsp;<\/h2>\n\n\n\n<p>If you earn $75,000 or less as a single filer, you’re likely eligible for a $1,200 payment. If you are married, file jointly, and earn $150,000 or less, you’re likely eligible for a $2,400 payment. Your income is determined based on your 2019 taxes if you have already filed. If not, they’re based on your 2018 tax return.&nbsp;<\/p>\n\n\n\n<p>If the IRS already has your bank account information from your 2019 or 2018 tax returns (whether you filed a paper return or an electronic one), it will automatically transfer the money to you via direct deposit based on the bank account information it already has. If not, the IRS will provide an online form for you to fill out – completing the form won’t put you on the hook for any taxes, but it is required in order to receive payment. If you don’t receive payment automatically and believe you should have, the IRS will post updates and instructions <a href=\"https:\/\/www.irs.gov\/coronavirus\">here<\/a>.&nbsp;<\/p>\n\n\n\n<h2>4. If you have children, you could receive an additional payment from the IRS<\/h2>\n\n\n\n<p>If you earn $99,000 or less as a single filer, you’re likely eligible for a $500 payment per child. If you’re married, file jointly, and earn $198,000 or less, you are also likely eligible for this payment. Your income is determined based on your 2019 taxes if you have already filed. If not, they’re based on your 2018 tax return. Just like the direct payment above, the IRS will send this to you automatically if it has your bank account information. If not, the IRS will provide an online form for you to fill out. If you don’t receive this payment and believe you should have, the IRS will post updates and instructions <a href=\"https:\/\/www.irs.gov\/coronavirus\">here<\/a>.&nbsp;&nbsp;<\/p>\n\n\n\n<h2>5. You can dip into your retirement funds early without a penalty<\/h2>\n\n\n\n<p>There’s usually a penalty if you withdraw from your retirement accounts early (before age 59.5) – this includes 401(k)s and IRAs. The CARES Act changes that. This bill waives the 10% early withdrawal penalty for distributions up to $100,000 for coronavirus-related purposes. This means you can withdraw from an IRA or 401(k) early, and while your withdrawals will still be taxed, those taxes are waived if you return the funds within three years. If you don’t return the funds, the taxes you owe will be spread over three years beginning with your 2020 tax return and ending when you file your 2022 tax return.<\/p>\n\n\n\n<h2>6. If you’re unemployed, you can get an extra $600 a week from the federal government<\/h2>\n\n\n\n<p>The CARES Act gives you an extra $600 each week for four months if you’re unemployed in addition to unemployment benefits already provided by your state (this amount will vary by state). To receive this benefit, <a href=\"https:\/\/www.dol.gov\/general\/topic\/unemployment-insurance\">file a claim<\/a> with the unemployment insurance program in the state where you worked. Depending on the state, claims may be filed in person, online, or by phone. Generally, your first check will arrive within two or three weeks.<\/p>\n\n\n\n<h2>7. If you’ve exhausted your unemployment benefits, you can receive a 13-week extension<\/h2>\n\n\n\n<p>If you’ve already exhausted your unemployment benefits and are still unemployed, you’re eligible to get any state-provided unemployment payments you were previously receiving for 13 more weeks (this includes people who are self-employed, independent contractors, and gig economy workers). The exact dollar amount you receive will vary by state. To <a href=\"https:\/\/www.dol.gov\/general\/topic\/unemployment-insurance\">take advantage of this extension<\/a>, you need to file a claim with the unemployment insurance program in the state where you worked. Depending on the state, claims may be filed in person, online, or by phone.&nbsp;<\/p>\n\n\n\n<h2>8.&nbsp; If you own a small business, you can apply for a $10,000 advance through the <a href=\"https:\/\/www.sba.gov\/funding-programs\/loans\/coronavirus-relief-options\/economic-injury-disaster-loan-emergency-advance\">Economic Injury Disaster Loan<\/a> (EIDL) program<\/h2>\n\n\n\n<p>Companies with fewer than 500 employees can receive a $10,000 cash advance through the EIDL program that does not need to be repaid. You’ll receive the advance within three days of applying, and you can apply <a href=\"https:\/\/covid19relief.sba.gov\/#\/\">here<\/a>.&nbsp;<\/p>\n\n\n\n<p>You can apply for an EIDL in combination with the Paycheck Protection Program below. The EIDL is a good way to get a $10,000 advance quickly while waiting for a larger loan (like one provided through the Paycheck Protection Program) to be processed. If you apply for the Paycheck Protection Program, you’ll be asked if you received an EIDL. We recommend starting with the EIDL to get $10,000 quickly. If you need help beyond $10,000, we suggest applying for the Paycheck Protection Program as well.<\/p>\n\n\n\n<h2>9. If you own a small business, you can apply for a loan through the <a href=\"https:\/\/www.sba.gov\/funding-programs\/loans\/coronavirus-relief-options\/paycheck-protection-program-ppp\">Paycheck Protection Program<\/a>&nbsp;<\/h2>\n\n\n\n<p>If you own a small business (fewer than 500 employees), you can apply for a loan of up to $10 million. You can determine the amount you’re eligible for by taking the lesser of 2.5x monthly payroll costs (this includes gross wages, employer amounts for group health care benefits and insurance premiums, retirement benefits, and employer-paid state and local taxes) or $10 million. You can calculate payroll costs based on the calendar year 2019 or the last 12 months. Payroll costs exclude federal income tax, Social Security, Medicare, and employee compensation over $100,000 a year. For more information about what the SBA considers to be payroll costs, see the <a href=\"https:\/\/www.sba.gov\/sites\/default\/files\/2020-04\/Final%20PPP%20FAQs%204-7-20.pdf\">full list<\/a> here.&nbsp;<\/p>\n\n\n\n<p>If you use the loan on qualified expenses like maintaining payroll or paying your mortgage or rent and you maintain your workforce and salary levels, the loan will be fully forgiven. However, no more than 25% of the loan forgiveness amount may be attributable to non-payroll costs. You’ll need to apply for this program through a <a href=\"https:\/\/www.sba.gov\/partners\/lenders\/microloan-program\/list-lenders\">U.S. Small Business Administration-approved lender<\/a> or a regulated lender who has been approved and enrolled in the Program. To begin preparing your application, you can <a href=\"https:\/\/www.sba.gov\/sites\/default\/files\/2020-04\/PPP%20Borrower%20Application%20Form.pdf\">download a copy of the PPP borrower application form<\/a> to see what information a lender will require.<\/p>\n\n\n\n<p>A final important consideration regarding the Payroll Protection Program is affiliation. The SBA affiliation rules govern which business entities are counted for the purposes of determining size. If businesses are affiliated, their employees or revenues are combined and counted together. Generally speaking, if one business has the power to control another, there is affiliation. The power to control can come about in several different ways. The most common forms of affiliation are ownership and common management, particularly for private equity or venture capital-backed businesses. The affiliation rules applicable to the Payroll Protection Program can be found <a href=\"https:\/\/home.treasury.gov\/system\/files\/136\/Affiliation%20rules%20overview%20%28for%20public%29.pdf\">here<\/a>.<\/p>\n\n\n\n<h2>10. If you own a small business, you might be able to defer paying the employer portion of payroll taxes without paying a penalty<\/h2>\n\n\n\n<p>Employers who have not had a loan forgiven under the CARES Act can defer payment of the employer share of the 6.2% Social Security payroll tax otherwise due on employee wages for the period from March 27, 2020 through December 31, 2020. The employer may extend payment of the employment taxes owed for this period over the following two years, with half paid by December 31, 2021 and half paid by December 31, 2022. Similar provisions allow the self-employed to defer payment of the 12.4% self-employment tax otherwise due on self-employment earnings for March 27, 2020 through December 31, 2020. These amounts must also be paid over the following two years, with half paid by the end of 2021 and the other half by the end of 2022.&nbsp;<\/p>\n\n\n\n<p>For more information about the CARES Act and its impact on your taxes, we recommend checking out the <a href=\"https:\/\/www.irs.gov\/coronavirus\">IRS website<\/a>. The <a href=\"https:\/\/www.dol.gov\/coronavirus\/unemployment-insurance\">U.S. Department of Labor<\/a> has more information to help you understand the available unemployment benefits. If you’d like additional information about how the CARES Act applies to small businesses, the U.S. Small Business Administration has compiled a <a href=\"https:\/\/www.sba.gov\/page\/coronavirus-covid-19-small-business-guidance-loan-resources\">list of resources<\/a>. Wealthfront is committed to helping you navigate your finances even in the most challenging of times, and we hope you and your loved ones are staying healthy and safe.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The CARES Act, which was signed into law on March 27, is a $2 trillion stimulus package to help Americans cope with the economic fallout caused by the spread of COVID-19. We know these are difficult times, and it’s not always easy to figure out these policies on your own. We want to help. There [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13538,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[107,510,237],"yst_prominent_words":[10530,10527,10529,10526,10495,10486,10512,10514,10501,10531,10528,10513,10525,10500,10532,10520,10519,10521,5280,10509],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12964"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12964"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12964\/revisions"}],"predecessor-version":[{"id":12974,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/12964\/revisions\/12974"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13538"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12964"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=12964"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=12964"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12964"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}