{"id":13054,"date":"2020-04-28T12:42:19","date_gmt":"2020-04-28T19:42:19","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13054"},"modified":"2020-10-09T14:51:48","modified_gmt":"2020-10-09T21:51:48","slug":"what-you-need-to-know-about-tax-loss-harvesting","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-you-need-to-know-about-tax-loss-harvesting\/","title":{"rendered":"What You Need To Know About Tax-Loss Harvesting"},"content":{"rendered":"\n<p>We don’t need to tell you that global markets have been extremely volatile lately. This can be stressful, especially if you’re checking your portfolio more than usual. There is a silver lining, however. Market volatility presents an opportunity to generate tax losses to offset your taxable gains through a time-proven strategy called tax-loss harvesting. Our automated Tax-Loss Harvesting service makes your portfolio work even harder by generating tax savings in addition to investing returns. During especially volatile periods like the one we’re in now, you can rest easy knowing our software is working hard to benefit you.<\/p>\n\n\n\n<p>You might already know that our Tax-Loss Harvesting service pays for itself (<a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">year<\/a> after <a href=\"https:\/\/blog.wealthfront.com\/how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up\/\">year<\/a>, it generates an estimated after-tax benefit that is many times our 0.25% annual advisory fee), and you’re likely already familiar with the <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/209348486-What-is-Tax-Loss-Harvesting-\">basics<\/a>. If you’re ready for a deeper dive, here’s what you need to know about tax-loss harvesting.&nbsp;<\/p>\n\n\n\n<h2>1. Tax-loss harvesting derives its benefit from the combination of the difference in tax rates applicable to ordinary income, long-term and short-term capital gains as well as the compounding of your annual tax savings.<\/h2>\n\n\n\n<p>Many people mistakenly believe tax-loss harvesting provides no benefit because you must ultimately pay a tax on the gain that results from the lowered cost basis achieved through tax-loss harvesting. What they fail to realize is the tax rate you pay on the ultimate gain is almost always lower than the rate at which you can benefit from your harvested loss.&nbsp;<\/p>\n\n\n\n<p>That’s because your loss creates value at the short-term capital loss rate and the ultimate gain is taxed at the much lower long-term capital gains rate. In addition, the savings you create from tax-loss harvesting can be reinvested and compounded until you withdraw all your money from your investment account. Partial withdrawals can first be taken from investments with low gains, which results in minimal taxes.<\/p>\n\n\n\n<h2>2. Tax-loss harvesting is only appropriate for long-term investors.<\/h2>\n\n\n\n<p>There is no benefit to tax-loss harvesting if you plan on holding your portfolio for less than one year because you cannot benefit from the aforementioned tax rate arbitrage or compounding. The annual value of tax-loss harvesting increases as your investment horizon increases because your savings continues to compound throughout. As such, tax-loss harvesting is likely more valuable to millennials who have the opportunity to save and invest for many more years than baby boomers who are close to retirement.<\/p>\n\n\n\n<h2>3. An increase in long-term capital gains rates is unlikely to wipe out the benefits of tax loss harvesting.&nbsp;<\/h2>\n\n\n\n<p>If you applied your tax losses to offset short-term capital gains or ordinary income in previous years, the increase in long-term capital gains rates would need to extremely large to wipe out the benefit from: (a) the difference in tax rates applicable to those items and taxes on long-term capital gains; and, (b) the time value of deferring taxation.&nbsp;<\/p>\n\n\n\n<p>Of course, if you never intend to liquidate your assets and instead plan to pass them on to heirs or donate them, increases in long-term capital gains rates have no effect on the value of TLH. Moreover, since historically the tax code has taxed long-term capital gains at preferential rates to incentivize saving and investing, an increase in long-term capital gains rates would almost surely be accompanied by an equal, if not larger, increase in short-term capital gains rates. Thus, while the value of your already utilized losses would decline, the potential future benefit of tax loss harvesting would rise, or remain unchanged.<\/p>\n\n\n\n<h2>4. One wash sale does not eliminate the benefits of your overall harvested losses.<\/h2>\n\n\n\n<p>The wash sale rule governs whether realized losses may be used to offset ordinary income and realized capital gains. It states that you may not offset your taxes with a recognized loss if it results from the sale of a security that is replaced with a substantially identical security 30 days before or after the sale.&nbsp;<\/p>\n\n\n\n<p>ETF-based tax-loss harvesting services avoid the wash sale rule by replacing an ETF that trades at a loss with another ETF that is highly correlated, but tracks a different index. The IRS does not consider ETFs that track different indexes to be substantially identical. An individual wash sale that might result from an automated investment service trading a similar security to one you trade in another account does not completely eliminate the benefit of the tax-loss harvesting service. It only reduces that benefit by the amount of the individual wash sale itself. For example, if you sell 1,000 shares of a particular ETF to harvest a loss but happen to buy 10 shares of the same ETF within 30 days, you will still be able to take advantage of the harvested loss on roughly 990 of the 1,000 shares originally sold — as only 10 shares are actually subject to the wash sale rule in this situation.<\/p>\n\n\n\n<h2>5. Using multiple daily tax-loss harvesting services will create significant wash sale issues.<\/h2>\n\n\n\n<p>While one wash sale isn’t necessarily a big deal, using multiple services with similar ETFs at the same time is a different matter entirely. At Wealthfront, spouses who file jointly have to link their taxable accounts to avoid this issue. Unfortunately, if you attempt to benchmark tax-loss harvesting services from different providers that use ETFs that track the same indexes, then in almost every case your harvested loss will violate the wash sale rule. That means you likely will not recognize benefit from either service. For more information on this issue, <a href=\"https:\/\/blog.wealthfront.com\/what-so-many-people-get-wrong-about-tax-loss-harvesting\/\">check out our blog post<\/a>.<\/p>\n\n\n\n<h2>6. You get more benefit from tax-loss harvesting the more frequently you add deposits to your account.<\/h2>\n\n\n\n<p>When traditional financial advisors think about tax-loss harvesting they see it through their primary experience, which is with older investors who are in the wealth preservation stage of their lives. As a result these investors tend to make only one deposit when they open a new investment account. In contrast, young investors are in the wealth accumulation phase of their careers so they tend to consistently add to their investment accounts over time. The greater the number of deposits, the greater the number of tax lots with which tax-loss harvesting can work, which translates to more potential annual benefit. As a result traditional advisors who are not used to working with millennials often don’t realize that tax-loss harvesting generally offers more benefit to younger investors.&nbsp;<\/p>\n\n\n\n<h2>7. Tax-loss harvesting can work well even after you retire.<\/h2>\n\n\n\n<p>Once again, the longer you allow your money to compound, the greater the benefit from tax-loss harvesting.&nbsp; It is highly unlikely that you would withdraw all your retirement savings on the date you retire. Rather you are likely to withdraw a relatively small percentage of your retirement account each year. The slower the rate at which you withdraw, the higher the annual compounded benefit from tax-loss harvesting, even accounting for the taxes due upon withdrawal.<\/p>\n\n\n\n<h2>8. The quality of a tax-loss harvesting service should be measured by its Harvesting Efficiency Ratio.<\/h2>\n\n\n\n<p>The Harvesting Efficiency Ratio compares the annual losses generated by a tax-loss harvesting algorithm with the theoretical maximum losses that could have been harvested in any given year. The maximum possible harvested losses are computed by looking at historical time periods under the assumption that you know all future prices and thus could perform all harvesting transactions at the absolutely perfect point in time (i.e. the lowest price of any given asset in every tax year). Designing an algorithm that generates the highest back-tested results will likely not perform optimally in the future because history doesn’t exactly repeat itself. Looking at nine five-year periods between 2000 and 2012, Wealthfront’s daily tax-loss harvesting software generated a Harvesting Efficiency Ratio of over 80%, which we believe is extremely difficult to outperform (perhaps that’s why no other automated investor <a href=\"https:\/\/blog.wealthfront.com\/how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up\/\">publishes their results<\/a> as we do). It also compares quite favorably to the Harvesting Efficiency Ratio we calculated over the same time period in our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/tax-loss-harvesting\/\">tax-loss harvesting white paper<\/a> for an optimized year end tax-loss harvesting approach (55%).&nbsp;<\/p>\n\n\n\n<h2>9. Tax-loss harvesting can create value in both up and down markets.<\/h2>\n\n\n\n<p>Most people associate tax-loss harvesting with an activity that is solely done at year-end. The advantage of daily tax-loss harvesting is it looks for losses daily that might no longer exist at the end of the year. For example, our software took advantage of daily volatility to <a href=\"https:\/\/blog.wealthfront.com\/how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up\/\">harvest substantial tax losses for our clients in 2019<\/a> even as markets were sharply up that year.<\/p>\n\n\n\n<h2>10. The more finely grained your portfolio, the greater the potential tax benefits.<\/h2>\n\n\n\n<p>The more uncorrelated components into which you break your portfolio, the more opportunities you will find to harvest losses. Our <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211005023-What-is-Stock-level-Tax-Loss-Harvesting-\">Stock-level Tax-Loss Harvesting service<\/a> is a great example of this. It offers the opportunity to generate even more harvested losses because it can look for tax-loss harvesting opportunities among the stocks that represent the US Stock index rather than just at the index level.<\/p>\n\n\n\n<p>Markets have been very volatile for the last several months, but this kind of volatility presents an opportunity for our Tax-Loss Harvesting service to generate tax savings for you. Our software takes advantage of daily volatility (which <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">a traditional financial advisor is highly unlikely to do<\/a>) to harvest losses that can be used to offset other taxable gains. Tax-Loss Harvesting is just one piece of Wealthfront’s unparalleled suite of tax-minimization features, and we’re thrilled to offer it to you.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We don’t need to tell you that global markets have been extremely volatile lately. This can be stressful, especially if you’re checking your portfolio more than usual. There is a silver lining, however. Market volatility presents an opportunity to generate tax losses to offset your taxable gains through a time-proven strategy called tax-loss harvesting. Our [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":13536,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7239],"tags":[454,261,520],"yst_prominent_words":[7210,2280,7206,2246,2126,7208,3703,7209,7205,2289,2282,4908,2488,2127,2119,2489,7211,10574,5475,7207],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13054"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13054"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13054\/revisions"}],"predecessor-version":[{"id":13064,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13054\/revisions\/13064"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13536"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13054"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13054"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13054"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13054"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}