{"id":13072,"date":"2020-05-08T11:28:24","date_gmt":"2020-05-08T18:28:24","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13072"},"modified":"2020-10-09T14:49:31","modified_gmt":"2020-10-09T21:49:31","slug":"tips-for-managing-your-finances-after-job-loss-or-wage-loss","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tips-for-managing-your-finances-after-job-loss-or-wage-loss\/","title":{"rendered":"Tips for Managing Your Finances After Job Loss or Wage Loss"},"content":{"rendered":"\n<p>Over the last seven weeks, more than 33 million Americans have filed for unemployment. Many more have had their hours or their pay cut at work. Dealing with the loss of wages or your job can be incredibly stressful – I was laid off in 2008 during the financial crisis, and remember how challenging it was.<\/p>\n\n\n\n<p>You’re probably feeling overwhelmed if you were recently laid off and don’t currently have a job. Job loss is painful, and it can be difficult to cope with the stress of a layoff while figuring out your next move. The first thing you should do if you’ve been let go is file for unemployment. You can do this by <a href=\"https:\/\/www.dol.gov\/general\/topic\/unemployment-insurance\">filing a claim<\/a> with the unemployment insurance program in the state where you worked. Depending on the state, claims may be filed in person, online, or by phone. But if you’ve already done that, maybe you’re not sure what to do next. Navigating job and wage loss can be difficult, but having been through it myself, I have some tips to share to make this transition a bit easier.<\/p>\n\n\n\n<h2>Evaluate your cash on hand<\/h2>\n\n\n\n<p>Cash is your first lifeline as you consider your next steps after being laid off or having your pay reduced. If you have an emergency fund (which might be in the form of cash, investments, or a mix of the two depending on <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">the factors described in this blog post<\/a>), now is the time to use it. Assess how much cash you have and how long it will last if you have to use it to cover your expenses.<\/p>\n\n\n\n<h2>Cut unnecessary spending<\/h2>\n\n\n\n<p>Reducing your spending is an important early step if you’ve lost your job or had your pay reduced. Take this opportunity to go over your bills and recurring expenses. Are there subscription services you might be able to pause or cancel? Can you rein in your spending on food by cooking more meals at home? Spending habits are highly personal, and everyone will answer these questions differently. That said, if you can lower your monthly expenses, your emergency fund will last longer.<\/p>\n\n\n\n<p>Recurring costs that feel small can really add up. It might seem like cancelling your Netflix ($8.99 per month), ad-free Hulu ($11.99 per month), Xfinity digital cable package ($70.99 per month), and Spotify Premium ($9.99 per month) might not make a big difference in your finances. But cutting these costs alone over the course of a year would save you $1,223.52 annually, leaving you with more cash to address other expenses. If you had $10,000 in your emergency fund, making these cuts for a year would stretch your emergency fund by an additional 12%.&nbsp;<\/p>\n\n\n\n<h2>Take advantage of payment extensions<\/h2>\n\n\n\n<p>There are lots of payment extensions currently being offered as a result of COVID-19. Taking advantage of these extensions can help you stretch your emergency fund even further. I’d suggest looking into cell phone, internet service, and utility bills, as well as insurance and loan payments in particular. Many companies are willing to work with people who cannot pay right now. For example, Verizon won’t charge late fees or disconnect service through the end of June. AT&amp;T is doing the same through May 13. And Duke Energy and PG&amp;E won’t cut off service if you are late on your payments.<\/p>\n\n\n\n<p>It never hurts to ask your service providers what assistance is available. Of course, extensions mean those bills will be due eventually, so you’ll still need to make a longer-term plan for paying them off.<\/p>\n\n\n\n<h2>Create a strategy for getting additional funds<\/h2>\n\n\n\n<p>Sometimes cutting your expenses and extending your payments isn’t enough. If that’s the case, you’ll need to find another way to get additional cash. There are several ways you might be able to do this.&nbsp;<\/p>\n\n\n\n<ol><li><strong>Sell your investments. <\/strong>If you need cash, you can sell investments from your taxable investment accounts. Selling when the market is down isn’t ideal, but it’s a good way to avoid taking out a high-interest loan or jeopardizing your retirement plans. Keep in mind that you will owe taxes on your gains next year when you sell your investments, and that tax rate will depend on how long you’ve held those investments. If you have a Wealthfront Investment Account, our software will sell your investments in a <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211007423-How-does-Wealthfront-choose-which-investments-to-sell-when-I-withdraw-\">tax-efficient way<\/a>. Wealthfront Investment Accounts also include our <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/209348486-What-is-Tax-Loss-Harvesting-\">Tax-Loss Harvesting service<\/a>, which takes advantage of daily volatility and can help you offset your taxable gains when tax time comes next year. If you don’t have a Wealthfront account, consider selling your investments that have the smallest gains first to minimize your taxes.<\/li><li><strong>Take money out of your retirement accounts. <\/strong>The CARES Act recently made it easier and less expensive to access retirement funds in a 401(k) or IRA early (before age 59.5). The CARES Act waives the 10% early withdrawal penalty for distributions up to $100,000 for coronavirus-related purposes. While your withdrawal will still be taxed, those taxes are waived if you return the funds within three years. If you don’t return the funds, the taxes you owe will be spread over three years beginning with your 2020 tax return and ending when you file your 2022 tax return. For more details, check out <a href=\"https:\/\/blog.wealthfront.com\/10-ways-the-cares-act-puts-money-in-your-pocket\/\">our blog post on the CARES Act<\/a>. If you take money out of any of your retirement accounts, we recommend replacing it as soon as you’re able to do so. <\/li><li><strong>Borrow money using a Portfolio Line of Credit (PLOC).<\/strong> A PLOC is another option if you need cash in the short term but don’t want to sell your investments, assuming you have at least $25,000 invested with us in a taxable account. <a href=\"https:\/\/blog.wealthfront.com\/portfolio-line-of-credit-25k\/\">Wealthfront’s PLOC<\/a> allows you to access a low-interest (2.40% &#8211; 3.65% depending on the amount you have invested with us) loan secured by your investment portfolio without disrupting your investing plans. The money can be deposited in your account as soon as the next day. We recommend using a PLOC when you expect to have more cash flow in the near future – whether that’s a new job that’s starting soon, or another source of funds.<\/li><\/ol>\n\n\n\n<p>Unemployment and wage loss can be very painful. Losing a source of income can jeopardize your goals and plans and create a lot of stress. These stressors are compounded by the fact that you’ll likely start looking for a new job – which is itself a full-time job. If you’ve found yourself in newly precarious circumstances, you’re not alone. I hope these tips help you navigate these challenging times.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Over the last seven weeks, more than 33 million Americans have filed for unemployment. Many more have had their hours or their pay cut at work. Dealing with the loss of wages or your job can be incredibly stressful – I was laid off in 2008 during the financial crisis, and remember how challenging it [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":13534,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[58,237],"yst_prominent_words":[1621,10486,1739,2774,2768,1332,10450,1492,2784,10590,10580,10584,3478,10588,10587,10583,10582,5280,10589,7254],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13072"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13072"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13072\/revisions"}],"predecessor-version":[{"id":13085,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13072\/revisions\/13085"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13534"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13072"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13072"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13072"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13072"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}