{"id":13087,"date":"2020-05-13T17:02:17","date_gmt":"2020-05-14T00:02:17","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13087"},"modified":"2020-09-11T14:00:35","modified_gmt":"2020-09-11T21:00:35","slug":"covid-19-has-put-bank-digitization-on-fast-forward","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/covid-19-has-put-bank-digitization-on-fast-forward\/","title":{"rendered":"COVID-19 Has Put Bank Digitization On Fast-Forward"},"content":{"rendered":"\n<p>Legacy banks aren’t known for their innovative digital products. We’ve said it <a href=\"https:\/\/www.americanbanker.com\/opinion\/mobile-banking-apps-need-to-go-beyond-the-basics\">before<\/a>: despite their billion-dollar annual IT budgets, banks&#8217; biggest recent innovation has been building smartphone apps that put limited ATM capabilities on your phone. You can check your balances and transfer money, but you can’t see a consolidated picture of all of your financial accounts, plan for upcoming goals or expenses, or get advice tailored to your situation. These phone ATMs have been fine for the most part — people visited a branch or picked up the phone when they needed additional services. As a result, legacy banks have comfortably punted thinking seriously about automation, customer experience, and functionality within their apps.&nbsp;<\/p>\n\n\n\n<p>All of this changed when COVID-19 reached pandemic status and banks were forced to close retail branches across the country. Suddenly, robust digital financial services went from being an emerging consumer preference to an immediate consumer need<em>. <\/em>The pandemic revealed just how unprepared banks are to meet the growing demand for digital service. Banks lag far behind fintech companies on automation and customer experience, and it’s been jarring to see it in action.<\/p>\n\n\n\n<h2>Legacy customer service models crumbled&nbsp;<\/h2>\n\n\n\n<p>Automation has been a key product principle at Wealthfront from day one. If we can’t automate a service, we won’t build it. When a client needs to email or call us, we consider that a failure in our product and work to build an automated solution. Our customer service representatives are all licensed professionals, but we refer to them as Product Specialists, not financial advisors. They don’t just field client questions — they help improve our products and services by using an extensive client feedback tagging system to track those questions. This information is reported to our product teams and helps us understand where the product can be improved and what to build as a result. Using this system, we’ve been able to scale to nearly 400,000 clients with only 12 Product Specialists. That’s over 30,000 clients per each specialist.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"836\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-836x530.png\" alt=\"\" class=\"wp-image-13092\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-836x530.png 836w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-640x406.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-768x487.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-1536x973.png 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/05\/051320-blog-graph-2048x1298.png 2048w\" sizes=\"(max-width: 836px) 100vw, 836px\" \/><\/figure>\n\n\n\n<p>Banks do not think this way. They consider extensive branch networks and call centers a competitive advantage and rely heavily on them to deliver service. The wave of shelter-in-place orders issued across the country broke this model. Banks found it nearly impossible to operate their massive call centers completely remotely and they struggled to staff enough representatives to replace in-person branch service. As a result, customers are experiencing call wait times that were 30 times longer than normal on average, sometimes up to <a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2020-03-17\/three-hours-on-hold-bank-phones-inundated-with-nervous-callers\"><em>three hours<\/em><\/a>. That’s three hours of generic, grating hold music. That is unacceptable, especially at a time when many people are dealing with increased financial uncertainty.&nbsp;<\/p>\n\n\n\n<p>At Wealthfront, we adapted much more nimbly. We were able to rapidly move our 12 Product Specialists to remote work setups and didn’t miss a beat. Our product teams deployed helpful pop-ups in our app that anticipated and answered potential client questions and our content team quickly created and shared advice to help clients <a href=\"https:\/\/blog.wealthfront.com\/should-you-change-your-investment-strategy-because-of-covid-19\/\">navigate choppy markets<\/a> and the <a href=\"https:\/\/blog.wealthfront.com\/10-ways-the-cares-act-puts-money-in-your-pocket\/\">CARES Act<\/a>.<\/p>\n\n\n\n<h2>Low interest rates create another problem<\/h2>\n\n\n\n<p>Extensive branch networks, once a prized competitive advantage, are now an existential threat. They’re no longer a viable sales and communication channel and it&#8217;s doubtful they ever will be again. On top of that, they’re a cumbersome fixed overhead cost. A single retail branch costs anywhere from $200,000 to $400,000 to maintain. That means a bank must charge each customer the branch serves about $200 just to cover the cost of the space. <\/p>\n\n\n\n<p>Legacy banks get this $200 from you in a few familiar ways: checking account fees, overdraft fees and the like. But there’s a lesser known way you’re putting money in your bank’s pocket:  you’re giving up interest on the money sitting in your account. Instead of paying you more when interest rates go up (as tech companies like Wealthfront do), banks take that increase as revenue. So, for example, when the Fed funds interest rates is 2%, you’re probably earning around 0.08% on your deposits and the bank takes 1.92% for themselves. The difference between what your bank earns from lending out your deposits and what it pays you for those deposits is known as net interest margin (NIM).<\/p>\n\n\n\n<p>When the Fed slashed interest rates to nearly 0% earlier this spring, banks lost a significant portion of their revenue from NIM. Bank of America reported its lowest NIM in the last 12 quarters at 2.65%. In the face of a global pandemic and low interest rates, banks are now experiencing declining revenues and dealing with problematic fixed costs from their retail locations.&nbsp;<\/p>\n\n\n\n<h2>Half a decade of digital transformation compressed into 12 months<\/h2>\n\n\n\n<p>Legacy banks were already moving towards digital solutions at a steady (if glacial) pace. They’ve been happy to let new fintechs work out the kinks first, and some have spun up “innovation centers” to try to draw in tech-savvy millennials. In doing so, legacy banks have let the gap between themselves and fintechs grow wider than the Grand Canyon.&nbsp;<\/p>\n\n\n\n<p>Now they’re scrambling to catch up. We believe we’ll see the next five years of digital transformation in the banking industry get compressed into the next 12 months. Those who don’t catch up now will find themselves facing low levels of revenue, increased customer dissatisfaction, and expensive empty retail spaces.&nbsp;<\/p>\n\n\n\n<p>While banks grapple with something as basic as streamlining customer service, we’re working on the future of financial services — something we call Self-Driving Money™. Wealthfront’s mobile app integrates with all of your accounts and helps you plan for goals like buying a home or taking time off from work. And we give you intelligent insights, like how much you need to save for retirement and in which accounts. Soon we’ll take this a step further and automate all of your money movement to pay your bills and top off the right accounts based on your lifestyle and goals. Our ultimate vision is to optimize your money across spending, savings, and investments, putting it all to work effortlessly. By offering these innovative services, we expect to attract a huge portion of the <a href=\"https:\/\/fintechworldreport.com\/wp-content\/uploads\/sites\/9\/2020\/04\/World-FinTech-Report-WFTR-2020_Web.pdf\">48% of tech savvy savers<\/a> who are ready to switch their bank in the next year.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Legacy banks aren’t known for their innovative digital products. We’ve said it before: despite their billion-dollar annual IT budgets, banks&#8217; biggest recent innovation has been building smartphone apps that put limited ATM capabilities on your phone. You can check your balances and transfer money, but you can’t see a consolidated picture of all of your [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":13101,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6547],"yst_prominent_words":[10603,10600,2625,10606,10599,10601,10607,6220,5138,1486,10608,10605,10604,2697,1990,10593,6985,3404,10598,10602],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13087"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13087"}],"version-history":[{"count":15,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13087\/revisions"}],"predecessor-version":[{"id":13453,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13087\/revisions\/13453"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13101"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13087"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13087"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13087"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13087"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}