{"id":1314,"date":"2011-08-29T12:06:54","date_gmt":"2011-08-29T19:06:54","guid":{"rendered":"\/blog\/?p=1314"},"modified":"2019-11-26T07:21:33","modified_gmt":"2019-11-26T15:21:33","slug":"black-box-etfs-tracking-error-cost","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/black-box-etfs-tracking-error-cost\/","title":{"rendered":"Inside The Black Box Of ETFs: Tracking Error May Cost More Than You Know"},"content":{"rendered":"<p>When I was a kid growing up in Miami, I used to trade baseball cards.<\/p>\n<p>I thought I was very smart.  I amassed what I thought was a pretty nice collection and convinced my friends to go to baseball card shows around the city to sell off some of the crown jewels, including our vintage Mickey Mantles.<\/p>\n<p>They did and when we were reunited to count our winnings, it was clear to me things didn’t go like I planned.<\/p>\n<p>“How come we don’t have more money?  We should have made a lot more money according to the industry price lists,” I demanded of my subordinates, as I remember it.  “Yeah, but we had to pay for travel, sodas, and gum and sometimes buyers asked for discounts if they bought multiple cards from us,” my friends admitted.<\/p>\n<p>It was at that point that I was confronted with an issue that dogs all investors. I met face to face with the silent villain causing many types of passive indexing investments to underperform &#8212; some severely &#8212; tracking error.<\/p>\n<p>The lack of transparency and poor investor education around this issue has kept it out of the limelight, but it can cut into your earnings or deepen your losses. Suppose, for instance, that you decide to invest in an ETF that mirrors the <a href=\"http:\/\/www.bloomberg.com\/apps\/quote?ticker=MXEF:IND\">MSCI Emerging Markets Index<\/a>, which measures equity market performance in 26 emerging economies. Its one-year return, according to Bloomberg, was .527% as of Friday. Vanguard’s MSCI Emerging Markets Index (<a href=\"http:\/\/etfs.morningstar.com\/quote?t=VWO\">VW0<\/a>) has a tracking error of .71%. You’ve instantly shaved that much off your expected return. (See: <a href=\"https:\/\/www.wealthfront.com\/blog\/fear-etf-keys-choosing-good\/\">Four Keys To Choosing A Good ETF<\/a>)<\/p>\n<h2>Tracking Error: What Is It?<\/h2>\n<p>How does that happen? Simply put, tracking error is how close (or far, in some cases) an ETF or mutual fund comes to performing like the index it was created to follow.  Like my baseball cards, index funds come close but don’t quite match performance.<\/p>\n<p>Some sites like <a href=\"http:\/\/www.xtf.com\/\">XTF<\/a> (premium) and <a href=\"http:\/\/www.morningstar.com\/\">Morningstar<\/a> bubble up tracking errors.  Otherwise, you should go to the website of ETF fund sponsors (like <a href=\"http:\/\/www.ishares.com\/\">iShares<\/a>) to research tracking errors on specific funds.  Here’s what you’ll see (this is on SPY, the SPDR S&amp;P500®):<\/p>\n<p>It’s worth taking a step back: passive index investing is practiced by investors interested in merely tracking the performance of an arbitrary list of numerous securities &#8212; like the S&amp;P 500.  Unlike trying to beat the markets with an actively managed mutual fund, index fund performance is judged by how closely it approximates the results of the index itself.  Index investors are trying to match market returns.<\/p>\n<p>It turns out that’s a pretty tough task.<\/p>\n<h2>The Data<\/h2>\n<p>There’s been <a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/eda2db44-ba95-11df-b73d-00144feab49a.html%23axzz1VKBlltsE\">some <\/a><a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/eda2db44-ba95-11df-b73d-00144feab49a.html%23axzz1VKBlltsE\">recent<\/a><a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/eda2db44-ba95-11df-b73d-00144feab49a.html%23axzz1VKBlltsE\"> research<\/a>(on European ETFs) into how well ETFs track their benchmarks.  A few interesting things to note:<\/p>\n<ol>\n<li>Average tracking errors are decreasing over time (from .57% in 2008 to .30% in 2010)<\/li>\n<li>There is a positive correlation between the volatility of an index and an ETF’s tracking error<\/li>\n<li>No free lunches &#8212; ETFs all suffer in differing degrees from tracking error<\/li>\n<li>Tracking error almost always results in investor underperformance<\/li>\n<\/ol>\n<p>As well-informed investors, we’ve been trained to look out for this type of leakage and avoid it.   Fees act as drag on our portfolio – so does tracking error.<\/p>\n<p>So why do index funds seem to struggle doing what they were created to do?<\/p>\n<h2>Sources of Underperformance<\/h2>\n<p>It turns out there are a variety of reasons why ETFs don’t exactly track their indexes:<\/p>\n<p>●     <strong>Fees<\/strong> &#8211; Like individual investors, fund companies have trading costs associated with their buying and selling activities.  These fees eat away at performance.  (Check out <a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\">this <\/a><a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\">article <\/a><a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\">I<\/a><a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\"> wrote <\/a><a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\">on<\/a><a href=\"http:\/\/www.google.com\/url?q=https%3A%2F%2Fwww.wealthfront.com%2Fblog%2Fetfs-are-not-always-what-they-appear-to-be%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHGxQg8djODoYob12BlR-HL_NLypQ\"> Wealthfront<\/a> that explores a lesser-known revenue source for funds that actually serves to lower fees).  Funds with thousands of holdings will more likely occur more transaction fees. The fees don’t show up on your statement, but they are a component of tracking error.<\/p>\n<p>●      <strong>Currency Fluctuation<\/strong> &#8211; Many ETFs own securities denominated in foreign currencies and trade in less-liquid foreign exchanges. Forex issues and trading in foreign markets can result in a divergence of the ETF’s performance from its index. ETFs tracking emerging markets typically have a much higher tracking error than those in domestic markets.<\/p>\n<p>●      <strong>Sampling<\/strong> &#8211; Sometimes, it’s not feasible or manageable for a fund manager to physically buy everything in an index. Instead, they buy enough holdings in an attempt to faithfully represent an index.  Given that the holdings only represent a portion of the actual index, the fund’s performance may veer significantly.<\/p>\n<h2>Synthetic Funds<\/h2>\n<p>Other passive funds and strategies aim to replicate the performance of an index or benchmark without necessarily investing in the securities making up the index or benchmark. Synthetic funds, which use futures contracts and other types of derivatives to mimic the index, may have lower tracking errors than physical funds.<\/p>\n<p>But the financial engineering required to create a synthetic fund may impose higher administrative fees. There’s also no chance of dividend reinvestment and no subsequent tax advantages of plowing them back into the holdings.  Synthetic funds may be free of some of the limitations of physical replicators but investors still give up something with this technique.<\/p>\n<h2>How Much Is Too Much Tracking Error?<\/h2>\n<p>The issue with tracking error is not only lost performance, it’s also a definitional issue: is the fund an investor has chosen for a specific strategy actually achieving its mandate?  While most ETFs experience tracking errors of 0 to 1%, some experience errors greater than 2%.<\/p>\n<p>Essentially, extraordinary tracking errors (over 2%) mean that there is most likely some active fund management going on and put bluntly, the fund isn’t achieving its mandate &#8212; to track its index.  Does that mean that the ETF is inherently bad?  What it does mean is that the investment strategy is hard to implement, leaving it subject to human error &#8212; an anathema for indexers.<\/p>\n<p>Investors should take the time to explore the tracking error of the funds they own or are thinking about purchasing.<br \/>\nArmed with this knowledge, you may make a much better baseball card trader than I was.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When I was a kid growing up in Miami, I used to trade baseball cards. I thought I was very smart.  I amassed what I thought was a pretty nice collection and convinced my friends to go to baseball card shows around the city to sell off some of the crown jewels, including our vintage [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7224,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[411,62,148,408,180,374,255,409,410],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,2113,2107,2104,2114,2108,2105,2115,2109,2747,5660,5659,5658,2534,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1314"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1314"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1314\/revisions"}],"predecessor-version":[{"id":11661,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1314\/revisions\/11661"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7224"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1314"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1314"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1314"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1314"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}