{"id":13150,"date":"2020-05-28T06:00:56","date_gmt":"2020-05-28T13:00:56","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13150"},"modified":"2020-10-09T14:47:36","modified_gmt":"2020-10-09T21:47:36","slug":"how-millennials-are-thinking-about-their-finances-during-covid-19","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-millennials-are-thinking-about-their-finances-during-covid-19\/","title":{"rendered":"How Millennials Are Thinking About Their Finances During COVID-19"},"content":{"rendered":"\n<p><a href=\"https:\/\/www.wsj.com\/news\/collection\/millennials-and-money-march-2020-28ed5670\">Much has been written<\/a> about millennials and money – this generation came of age during the Great Recession (which began in late 2007 and lasted into 2009), and now they’re facing another economic downturn as relatively young adults. At Wealthfront, we build our products and services for millennials. In order to do this successfully, we need to understand how they think and feel about money in good times and difficult ones. In 2018, <a href=\"https:\/\/blog.wealthfront.com\/financial-crisis-wealthfront-client-survey\/\">we surveyed<\/a> more than 1,000 of our clients to learn more about the lasting impact the Great Recession had on their lives. We found that the financial crisis didn’t derail our clients – in fact, quite the opposite. Over 70% of respondents said that the Great Recession led them to a career path they believe will set them up for long-term success.&nbsp;<\/p>\n\n\n\n<p>Given the current financial uncertainty associated with the spread of COVID-19, we’ve surveyed our millennial clients again to see how they’re faring. Our findings reinforced that millennials are a resilient generation who are adapting well to a difficult situation.<\/p>\n\n\n\n<h2>Millennials were prepared for another downturn<\/h2>\n\n\n\n<p>Coming of age during the Great Recession had an unexpected positive impact on millennials: 63% of the clients we surveyed said it made them more aware of the need to prepare for economic downturns. As a result, they’ve spent their adult lives planning for circumstances like these, and more than 70% of respondents said they were prepared for an unexpected financial situation prior to COVID-19.&nbsp;<\/p>\n\n\n\n<p>When asked about their financial situation right now, more than 80% are very or extremely confident they’ll be able to cover their necessary expenses until businesses start to open up again. This is likely because more than 95% have <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">an emergency fund<\/a> saved for exactly this kind of situation. Most millennials surveyed (57%) have 3-8 months’ worth of expenses saved, and 22% can cover nine or more months of expenses with their savings.<\/p>\n\n\n\n<h2>COVID-19 has changed millennials’ attitudes toward money<\/h2>\n\n\n\n<p>Just as the Great Recession made this generation more thoughtful about saving and becoming financially secure, we’ve observed that the current economic climate is having the same impact. As a result of COVID-19, about half of millennials surveyed say that they plan to decrease unnecessary expenses, increase their emergency cash savings, and increase their investments in the next three months.<\/p>\n\n\n\n<p>We were surprised to learn that despite the spring’s market turbulence, respondents say their number one financial priority is to increase their investments. About half (46%) responded that the recent market volatility has made investing <em>more<\/em> attractive. We’ve seen this play out in real time since late February – we saw new investment account sign-ups spike by as much as 103% in just one day compared to the levels we observed before the market correction. Millennials remember 2008, and they know that markets <em>do<\/em> rebound eventually.<\/p>\n\n\n\n<h2>Millennials are thinking about the future<\/h2>\n\n\n\n<p>Despite the current circumstances, millennials are looking ahead to major life events like buying a home. Saving to buy a home is a top financial priority for 37% of the millennials we surveyed, and almost 40% said they would take advantage of falling home prices. Even millennials who hadn’t previously considered owning a home are thinking differently: almost 20% of those surveyed had plans to continue renting, but will now begin saving more seriously to buy a home. A similar number said the recent market volatility has made owning real estate more attractive.<\/p>\n\n\n\n<p>But this doesn’t mean millennials are heading to the suburbs just yet. Despite COVID-19’s large impact on urban centers like New York City, millennials remain committed to city living. Less than 20% of millennials currently living in cities plan to move elsewhere in the next year, and only 11% left the city to shelter in place somewhere else.<\/p>\n\n\n\n<p>When it comes to career priorities, millennials are most focused on flexibility. They rated working from home more as their biggest professional priority (41%) – even above finding a job with a higher salary (21%).&nbsp;<\/p>\n\n\n\n<h2>A resilient generation<\/h2>\n\n\n\n<p>Millennials haven’t had an easy time of it, but they’re a highly resilient generation. They persevered through the Great Recession to build successful careers, and they’re better prepared for the current economic circumstances as a result. Our research gives us confidence that millennials will meet the current challenges and continue working towards secure and rewarding futures.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Much has been written about millennials and money – this generation came of age during the Great Recession (which began in late 2007 and lasted into 2009), and now they’re facing another economic downturn as relatively young adults. At Wealthfront, we build our products and services for millennials. In order to do this successfully, we [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":13532,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7231],"tags":[10048],"yst_prominent_words":[10647,6706,1391,10660,10648,1237,10657,10653,4499,10645,1214,10655,10454,4495,10654,10658,10656,5780,10659,10646],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13150"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13150"}],"version-history":[{"count":9,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13150\/revisions"}],"predecessor-version":[{"id":13162,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13150\/revisions\/13162"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13532"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13150"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13150"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13150"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13150"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}