{"id":13177,"date":"2020-06-03T09:58:20","date_gmt":"2020-06-03T16:58:20","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13177"},"modified":"2020-10-23T15:57:06","modified_gmt":"2020-10-23T22:57:06","slug":"what-you-should-know-about-bank-fees","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-you-should-know-about-bank-fees\/","title":{"rendered":"What You Should Know About Bank Fees"},"content":{"rendered":"\n<p><em>Note: This post was updated on September 21, 2020.<\/em><\/p>\n\n\n\n<p>You’ve probably spent a significant amount of time and effort trying to avoid paying banking fees. Unfortunately, these fees are extremely difficult to avoid and they really add up. Last year, the <em>Los Angeles Times <\/em><a href=\"https:\/\/www.latimes.com\/business\/lazarus\/la-fi-lazarus-banks-overdraft-fees-20190621-story.html\">reported<\/a> that fees alone made up more than a third of banks’ total revenue. Worse yet, these fees often far exceed any interest your bank is paying you, meaning your banking relationship is eroding your wealth – not building it. Paying $100 in banking fees annually (which is <a href=\"https:\/\/www.nerdwallet.com\/blog\/banking\/average-checking-account-fees-study\/\">not at all<\/a> outside the realm of possibility) would cost you $1,000 every decade, and that’s before you factor in the interest you could otherwise earn on that sum.<\/p>\n\n\n\n<p>At Wealthfront, it’s no secret <a href=\"https:\/\/blog.wealthfront.com\/fees-can-destroy-return\/\">we don’t like fees<\/a>. Fees are essentially negative earnings, and they can destroy your return. It’s important to be aware of any banking fees you’re paying, especially in combination with the interest your bank pays you on your deposits. To get the most out of your banking relationship, you’ll want a competitive interest rate and no fees. Unfortunately, most banks won’t give you that option.&nbsp;<\/p>\n\n\n\n<p>Below we describe some common kinds of fees banks charge to shed some light on how banks typically operate. Some of these fees are for checking accounts, some are for savings accounts – and all of them have the potential to eat into your hard-earned cash.<\/p>\n\n\n\n<h2>Monthly maintenance fees<\/h2>\n\n\n\n<p>Monthly maintenance fees are just what they sound like – they’re monthly fees you pay your bank in exchange for having a checking account. You’re more likely to get charged maintenance fees if your account balance falls below a set minimum or you don’t have direct deposit set up. Because you pay these fees on a monthly basis, they add up quickly.<\/p>\n\n\n\n<p>MoneyRates conducted a <a href=\"https:\/\/www.money-rates.com\/research-center\/bank-fees\/\">study<\/a> of monthly maintenance fees, and found that in Q1 of 2020, the average monthly maintenance fee for a checking account was $14.13, which equates to nearly $170 per year. They also found these fees aren’t the exception, but the rule: almost two thirds of checking accounts they studied incur them.<\/p>\n\n\n\n<h2>Overdraft fees and insufficient funds fees<\/h2>\n\n\n\n<p>Many banks charge fees when you withdraw more than your available balance from your checking account. If your account comes with overdraft protection, your bank will cover the difference, but then charge you a sizable overdraft fee. If your account doesn’t come with overdraft protection, the transaction won’t go through <em>and<\/em> you’ll likely get charged an insufficient funds fee, even though the money never left your account.<\/p>\n\n\n\n<p>A 2019 Bankrate <a href=\"https:\/\/www.bankrate.com\/banking\/checking\/checking-account-survey\/\">study<\/a> found the average checking account overdraft fee was $33.36. These fees, along with insufficient funds fees, are a huge source of revenue for banks. The Consumer Financial Protection Bureau <a href=\"https:\/\/files.consumerfinance.gov\/f\/documents\/201701_cfpb_Overdraft-and-Impact-of-Opting-In.pdf\">studied fees<\/a> in 2017 and learned that consumers pay roughly $17 billion in overdraft and insufficient funds fees each year.&nbsp;<\/p>\n\n\n\n<h2>Excess activity fees<\/h2>\n\n\n\n<p>Until <a href=\"https:\/\/www.federalreserve.gov\/newsevents\/pressreleases\/bcreg20200424a.htm\">April 24<\/a>, the Federal Reserve’s Regulation D limited the number of withdrawals and transfers you could make from any savings account (or money market account) to six. The Fed’s decision to suspend the rule stemmed from a desire to make it easier for people to access their savings during the COVID-19 pandemic.<\/p>\n\n\n\n<p>For years, traditional banks have charged fees for exceeding this limit, and it’s likely excess activity fees will return once we are through the pandemic. Depending on your bank, excess activity fees could cost as much as $15 per transaction.&nbsp;<\/p>\n\n\n\n<h2>Stop payment fee<\/h2>\n\n\n\n<p>If you write a check and it gets lost or stolen, you’ll need to stop payment on it. This service, like many offered by typical banks, doesn’t come for free – in fact, large banks will sometimes charge as much as $35 to stop payment on a check.<\/p>\n\n\n\n<p>Something else to consider: stopping payment on a check usually lasts for six months. After that, you may need to pay an additional fee to renew the stop payment.<\/p>\n\n\n\n<h2>Deposited item returned fee<\/h2>\n\n\n\n<p>If you’ve ever deposited a check and had it bounce, you know what a frustrating experience that can be. First of all, the funds aren’t deposited to your account. Second, you might owe your bank a returned deposit fee. If this sounds unfair to you (after all, you didn’t write the bad check), you’re not alone. Deposited item returned fees average nearly $13 per returned item, according to a <a href=\"https:\/\/www.mybanktracker.com\/news\/deposited-item-returned-fee-comparison-top-10-us-banks\">2018 study by MyBankTracker<\/a>.<\/p>\n\n\n\n<h2>Wire transfer fee<\/h2>\n\n\n\n<p>Wire transfer fees, or the fees you pay for either sending or receiving money by wire, come in several flavors. Depending on whether the transfer is incoming or outgoing, domestic or foreign, you could find yourself paying a substantial fee just to set up the transaction.<\/p>\n\n\n\n<p><a href=\"https:\/\/www.nerdwallet.com\/blog\/banking\/wire-transfers-what-banks-charge\/\">NerdWallet surveyed banks<\/a> to learn more about their wire fees, and found the median domestic incoming wire transfer fee was $15, the median domestic outgoing wire transfer fee was $25, the median international incoming wire transfer fee was $15, and the median international outgoing wire transfer fee was a whopping $45. And that doesn’t include another cost: the time it takes to trek to a branch if your wire exceeds a specified minimum (which it usually does).<\/p>\n\n\n\n<h2>Paper statement fee<\/h2>\n\n\n\n<p>In all likelihood, your bank has encouraged you to go paperless with your monthly statements. That’s because sending paper statements costs money. Some banks charge between $1 and $5 a month just to send you a hard copy of your monthly statement.&nbsp;<\/p>\n\n\n\n<h2>Card replacement fee<\/h2>\n\n\n\n<p>Mistakes happen, and losing your debit card can be an expensive one. Many banks charge what are known as card replacement fees in the event that your card is lost or stolen. ValuePenguin <a href=\"https:\/\/www.valuepenguin.com\/banking\/checking-account-fees\">studied these fees<\/a> and learned that some banks charge as much as $35 to replace a lost debit card. You’re less likely to owe your bank a fee if your debit card is stolen.<\/p>\n\n\n\n<h2>Doing things differently<\/h2>\n\n\n\n<p>Wealthfront does things differently from traditional financial institutions. Account fees are a big source of revenue for traditional banks (and a big headache for clients), but we don’t charge them: the Wealthfront Cash Account is account fee-free.&nbsp;<\/p>\n\n\n\n<p>Better still, our Cash Account got a big upgrade earlier this year.&nbsp; <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-now-comes-with-checking-features\/\">We enabled checking features<\/a> to the Wealthfront Cash Account so you can direct deposit your paycheck, pay bills and friends, and even order a debit card to use at 19,000 free ATMs nationwide. You can also <a href=\"https:\/\/blog.wealthfront.com\/you-can-now-deposit-a-check-with-the-wealthfront-app\/\">deposit a check<\/a> with the Wealthfront app, and soon you’ll be able to send checks from the app too. And of course, we still won’t charge any account fees. In addition to our Cash Account, we offer completely free financial planning, and our Investment Account comes with a low 0.25% advisory fee. Plus, you can use our <a href=\"https:\/\/blog.wealthfront.com\/meet-autopilot-a-new-service-that-automates-your-savings-strategy\/\">free service Autopilot<\/a> to automate your savings strategy.&nbsp;<\/p>\n\n\n\n<p>We think it’s important to understand your financial institution’s fees so you can make an informed decision about whether or not to do business with them. After all, fees are essentially negative earnings. Evaluating the fees you’re paying should be a major factor in deciding if your banking relationship is working for you. We encourage you to bank with a financial institution that will help grow your wealth, not chip away at it.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: This post was updated on September 21, 2020. You’ve probably spent a significant amount of time and effort trying to avoid paying banking fees. Unfortunately, these fees are extremely difficult to avoid and they really add up. Last year, the Los Angeles Times reported that fees alone made up more than a third of [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13187,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233],"tags":[6547,65],"yst_prominent_words":[1509,10676,10695,6712,10696,10683,1846,10693,10689,10677,10679,10671,10672,10670,10694,10690,10692,6476,10691,10688],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13177"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13177"}],"version-history":[{"count":18,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13177\/revisions"}],"predecessor-version":[{"id":13604,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13177\/revisions\/13604"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13187"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13177"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13177"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13177"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13177"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}