{"id":13197,"date":"2020-06-04T06:00:00","date_gmt":"2020-06-04T13:00:00","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13197"},"modified":"2020-10-23T15:55:40","modified_gmt":"2020-10-23T22:55:40","slug":"banks-are-having-their-blockbuster-moment","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/banks-are-having-their-blockbuster-moment\/","title":{"rendered":"Banks Are Having Their “Blockbuster Moment”"},"content":{"rendered":"\n<p>For many of us who came of age between the late 1980s and early aughts, Blockbuster Video is a pleasant memory. For roughly two decades, Blockbuster was a dominant force in the video rental industry. But despite this dominance, Blockbuster declared bankruptcy in 2010 and instead of operating 9,000 stores like it did in 2004, now it <a href=\"https:\/\/www.nytimes.com\/2019\/03\/06\/business\/last-blockbuster-store.html\">has only one<\/a>. There are parallels between Blockbuster’s demise and what’s likely to happen to traditional banks. The effects of COVID-19 have only strengthened the comparison. Banks are having their “Blockbuster moment,” and it could cost them big.<\/p>\n\n\n\n<h2>Blockbuster’s heyday<\/h2>\n\n\n\n<p>Most of us probably remember going to Blockbuster Video years ago. On a Friday night, it was<em> the<\/em> place to go pick out the video you were going to watch. I have fond memories of browsing the aisles (and rushing to check out the new releases shelf) at my local Blockbuster as a teen, and you probably do, too. You could take any movie home with you for just a few dollars.<\/p>\n\n\n\n<p>Blockbuster had 9,000 retail locations at its peak, and these stores were a key part of their business model. Blockbuster stores were seemingly everywhere, making it easy to find a convenient one to visit. Of course, these stores cost money to maintain – but Blockbuster had ways of paying for that. Late fees were a big source of revenue. While consumers hated paying them, late fees helped the company afford the large costs associated with maintaining 9,000 stores.&nbsp;<\/p>\n\n\n\n<h2>An innovator’s dilemma<\/h2>\n\n\n\n<p>Then Netflix came along. Their business model was different. To rent a movie from Netflix, you had to plan a little – you could only receive movies that were already in your Netflix queue. There were no Netflix stores to visit, meaning you couldn’t browse the aisles or meet your friends there on a Friday night. This also meant Netflix didn’t have to pay for thousands of stores. Instead they offered a far broader selection of DVDs and sent movies directly to your home that you could keep for as long as you liked without paying late fees.<\/p>\n\n\n\n<p>In competing with Netflix, Blockbuster faced what is known as an innovator’s dilemma. They could either ignore Netflix and fall further behind, or change their business model and incur a big loss.<\/p>\n\n\n\n<p>Blockbuster chose the second option. In early 2004, they dropped late fees to eliminate conflicts with their new online DVD rental service that allowed customers to have movies delivered by mail – essentially cloning Netflix’s offering. The elimination of late fees proved devastating to the business. The 9,000 Blockbuster stores that had been a competitive advantage became an expensive threat to their business. Six disappointing years later, Blockbuster declared bankruptcy. Netflix, on the other hand, is now the largest subscription streaming service in the world.&nbsp;<\/p>\n\n\n\n<h2>A familiar story in an unusual time<\/h2>\n\n\n\n<p>The story of Blockbuster and Netflix is a familiar tale about what happens when an industry giant encounters an innovator’s dilemma. Right now it’s playing out in the banking industry, where traditional banks rely heavily on <a href=\"https:\/\/blog.wealthfront.com\/what-you-should-know-about-bank-fees\/\">annoying fees<\/a> to pay for extensive networks of retail branches (sound familiar?). For example Wells Fargo operates <a href=\"https:\/\/www.wellsfargo.com\/locator\/\">5,400 retail branches<\/a>, which is of comparable scale to Blockbuster’s 9,000 stores. The COVID-19 pandemic has increased pressure on banks to waive fees, which means this story is unfolding more quickly than anyone would have predicted, even a few months ago.<\/p>\n\n\n\n<p>Ask your parents about bank branches, and they’ll likely wax nostalgic. Bank branches used to be the centers of their communities, not unlike how Blockbuster used to be <em>the<\/em> place to go on a Friday night. They are where you went to borrow money for big life events, meet with your banker, look over documents, and shake hands. For baby boomers, these branches were a quintessential part of the banking experience.<\/p>\n\n\n\n<p>Millennials <a href=\"https:\/\/blog.wealthfront.com\/retail-branches-pose-an-existential-threat-to-banks\/\">see it differently<\/a>. They’re not interested in trekking to their parents’ stodgy bank branches. These branches are incredibly expensive to maintain, costing <a href=\"https:\/\/thefinancialbrand.com\/74386\/bank-branch-roi-deposits-profitability\/\">between $600,000 and $800,000<\/a> per branch per year. That’s a lot of expense to cover, and banks get it by charging fees. In recent years, challenger banks have offered branchless banking services with no fees, putting pressure on traditional banks to do the same.&nbsp;<\/p>\n\n\n\n<p>Eventually, the pressure to move to a no-fee, branchless model will be overwhelming. It’s the only way traditional banks will be able to compete with challenger banks, but it will destroy their economics. It won’t happen overnight, but eventually traditional banks will face the same fate as Blockbuster.&nbsp;<\/p>\n\n\n\n<h2>A better banking experience<\/h2>\n\n\n\n<p>At Wealthfront, we’re hard at work on a branch-free, technology-driven alternative that will make managing your finances effortless, automated, and even delightful. Wealthfront calls it Self-Driving Money™. With Self-Driving Money™, you’ll be able to deposit your paycheck directly to Wealthfront and we’ll pay your bills, top off your emergency fund, and direct the rest of your money to the most appropriate accounts based on your particular goals.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"600\" height=\"323\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/06\/sdm-blog-1.gif\" alt=\"\" class=\"wp-image-13208\"\/><\/figure>\n\n\n\n<p>We believe Self-Driving Money™ will revolutionize the way people manage their finances, and accelerate the rate at which banks go down the same path as Blockbuster. We’re confident this will be a positive change for banking customers who will save time, worry, and fees. We’re excited to build the future of banking, and we look forward to sharing it with you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For many of us who came of age between the late 1980s and early aughts, Blockbuster Video is a pleasant memory. For roughly two decades, Blockbuster was a dominant force in the video rental industry. But despite this dominance, Blockbuster declared bankruptcy in 2010 and instead of operating 9,000 stores like it did in 2004, [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":13205,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233,7235],"tags":[6547,65],"yst_prominent_words":[10700,6903,10716,2625,10697,10711,10710,10713,10699,1646,10712,1338,10705,10709,10701,6959,10714,10004,10702,6904],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13197"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13197"}],"version-history":[{"count":16,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13197\/revisions"}],"predecessor-version":[{"id":13603,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13197\/revisions\/13603"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13205"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13197"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13197"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13197"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13197"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}