{"id":13216,"date":"2020-06-05T13:32:14","date_gmt":"2020-06-05T20:32:14","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13216"},"modified":"2020-06-08T12:25:44","modified_gmt":"2020-06-08T19:25:44","slug":"our-response-to-george-floyd-and-the-fight-against-racism","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/our-response-to-george-floyd-and-the-fight-against-racism\/","title":{"rendered":"Our Response to the Murder of George Floyd and Our Actions in the Fight Against Racism"},"content":{"rendered":"\n<p>We are deeply saddened and angered by the recent murders of George Floyd, Breonna Taylor, Ahmaud Arbery, and countless other innocent Black people. Wealthfront stands against racism and white supremacist ideology. We are outraged by the police brutality, racial violence, and the long history of anti-Black policies in this country. All of us must commit to real action. We’ve spent the past few days listening, learning, and reflecting on what enduring actions we’re committed to taking to make a lasting impact. We’d like to share them with you now.&nbsp;<br><\/p>\n\n\n\n<p>As an immediate response, we are focused on educating ourselves and engaging in activism. We are marching in protests, holding safe space discussions to support one another and share personal experiences, and convening study sessions on citizen activism. Our employees are contributing financially to causes that we believe will have an impact on racial equality. We are dedicating employee time to signing petitions including <a href=\"https:\/\/www.wecantbreathenational.org\/\">#wecantbreathe<\/a> and <a href=\"https:\/\/www.naacp.org\/campaigns\/we-are-done-dying\/\">NAACP’s #WeAreDoneDying<\/a>, and calling elected officials to demand legislative changes. We’re also working on a new initiative to help members of communities of color in the Bay Area to register to vote. <br><\/p>\n\n\n\n<p>This is not enough and we have much more to do. To us, lasting change comes from direct citizen action, not brand statements. In collaboration with our employee resource groups (ERGs), we are collectively committed to fighting against racism in the following ways:<br><\/p>\n\n\n\n<ul><li><strong>First, we vow to continue to deepen our understanding of the issues.<\/strong> We recognize that in order to make lasting change, we need to do our homework. Our ERGs have organized educational events on diversity and inclusion in the past, and we are committed to continuing to host these events. We’re looking forward to our study group on citizen activism and the upcoming meeting of our ERG Book Club – <a href=\"https:\/\/www.penguinrandomhouse.com\/books\/224792\/just-mercy-movie-tie-in-edition-by-bryan-stevenson\/\">Just Mercy<\/a> is our current read. We’ve listed our recommended readings at the bottom of this post and encourage you to check them out.&nbsp;<\/li><li><strong>Second, we will foster a culture of community action.<\/strong> We’ve put together lists of organizations to support and petitions to sign. We’re driving donations to organizations including <a href=\"https:\/\/blacklivesmatter.com\/\">Black Lives Matter<\/a> in Oakland, <a href=\"https:\/\/eji.org\/\">Equal Justice Initiative<\/a>, <a href=\"https:\/\/www.splcenter.org\/\">Southern Poverty Law Center<\/a>, and <a href=\"https:\/\/fairfight.com\/\">Fair Fight<\/a> for voter enfranchisement. You can find our full list of the organizations and petitions at the bottom of this post. <\/li><li><strong>Third, we are committed to giving our time.<\/strong> Wealthfront employees have the full support of the company in taking paid time off from work to participate in the events that are meaningful to them. Many of them have done so already, and we encourage all employees to show up for the causes they care about. <\/li><li><strong>Fourth, we will partner long-term with organizations focused on creating opportunities for underserved youth in our local communities. <\/strong>We’ve appreciated previous opportunities to share our time and resources with Bay Area organizations dedicated to issues important to the Black community and other underrepresented communities. We will identify a few local organizations to partner with for the long-term and will direct our time and energy towards them. We hope that by building deeper connections, we can develop more empathy and drive more lasting change for our community.<\/li><\/ul>\n\n\n\n<p>We founded our ERGs a few years ago. Upfront supports people of color, Outfront supports the LGBTQ+ community, WoW supports the women of Wealthfront, and Allies includes members of the majority group who support and amplify the work of our other ERGs. They’ve done tremendous work in helping all of us better understand the issues that matter and take action. We thank them deeply for their contributions. But it’s extremely clear that we cannot just rely on our ERGs to do the work. We, as a broader Wealthfront community, need to show up and stand up in this fight. It’s tragic and shameful that it’s taken recent events to spark meaningful conversations in this country on racism. We vow to do better.&nbsp;<\/p>\n\n\n\n<p class=\"has-text-align-center\">–––<br><\/p>\n\n\n\n<p>Looking to better understand the system of racism and how to take action? Here are a few resources we are using:&nbsp;<br><\/p>\n\n\n\n<p><strong>What to read, listen, and watch:&nbsp;<\/strong><\/p>\n\n\n\n<ul><li>Effective ways to achieve lasting social change<ul><li>Zeynep Tufekci’s <a href=\"https:\/\/www.ted.com\/talks\/zeynep_tufekci_online_social_change_easy_to_organize_hard_to_win\">TED Talk on Online Social Change<\/a><\/li><li><a href=\"http:\/\/cup.columbia.edu\/book\/why-civil-resistance-works\/9780231156820\">Why Civil Resistance Works<\/a> by Erica Chenoweth and Maria J. Stephan<\/li><li>Sarah Jackson&#8217;s <a href=\"https:\/\/mitpress.mit.edu\/books\/hashtagactivism\">#Hashtag Activism: Networks of Race and Gender Justice <\/a><\/li><\/ul><\/li><li>Issues that contribute to the catastrophic relationship between law enforcement and the black community and working to change them.<ul><li>The Daily Podcast’s Episode on <a href=\"https:\/\/www.nytimes.com\/2020\/06\/02\/podcasts\/the-daily\/george-floyd-protests.html?\">The Systems that Protect the Police<\/a><\/li><li>The Washington Post’s <a href=\"https:\/\/www.washingtonpost.com\/graphics\/investigations\/police-shootings-database\/\">investigation on fatal police shootings<\/a><\/li><li><a href=\"https:\/\/8cantwait.org\/\">#8cantwait<\/a> project by Campaign Zero<\/li><\/ul><\/li><li>History of institutionalized racism, the public health effects of racism, and the legacy of slavery and its aftermath.<ul><li><a href=\"https:\/\/daily.jstor.org\/institutionalized-racism-a-syllabus\/\">Institutionalized Racism: A Syllabus<\/a><\/li><li>The Atlantic’s piece on <a href=\"https:\/\/www.theatlantic.com\/health\/archive\/2020\/06\/fighting-the-machine\/612649\/\">How Racism Kills Black Americans<\/a><\/li><li>PBS’s programming on <a href=\"https:\/\/www.pbs.org\/weta\/reconstruction\/\">Reconstruction: America After the Civil War<\/a><\/li><\/ul><\/li><li>Resources that give parents the language to discuss these incredibly important issues with our kids<ul><li><a href=\"https:\/\/www.cnn.com\/2020\/06\/06\/app-news-section\/cnn-sesame-street-race-town-hall-app-june-6-2020-app\/index.html\">Coming Together: Standing Up to Racism<\/a> a Sesame Street Town Hall<\/li><li><a href=\"https:\/\/www.tolerance.org\/\">Teaching Tolerance<\/a> for conversations with kids on race, racism and police violence<\/li><li><a href=\"https:\/\/www.facinghistory.org\/\">Facing History and Ourselves<\/a> to help kids learn about hatred and bigotry to prevent it in the future&nbsp;<\/li><\/ul><\/li><\/ul>\n\n\n\n<p><strong>What to sign:&nbsp;<\/strong><\/p>\n\n\n\n<ul><li><a href=\"https:\/\/www.change.org\/\">Change.org<\/a>: the world’s largest petition platform, allowing people worldwide to join in the “Justice for Floyd” call to action. The petition is not only for US residents, but can be signed irrespective of region.<\/li><li><a href=\"https:\/\/www.wecantbreathenational.org\/\">#WeCantBreathe<\/a>: founded by Pastor Carmen Means and Reverend Jerry Macafee of Minneapolis. The petition can be signed worldwide.<\/li><li><a href=\"https:\/\/www.naacp.org\/campaigns\/we-are-done-dying\/\">#WeAreDoneDying<\/a>: NAACP’s campaign to combat the consistent mistreatment of black people in America with a list of policy demands on criminal justice, economy, voting and health.<\/li><li><a href=\"https:\/\/colorofchange.org\/\">Color of Change<\/a>: a progressive nonprofit civil rights advocacy organization demanding the officers who killed George Floyd be charged with murder. The petition is for US residents only. You can also text “FLOYD” to 55156 to sign the petition.<\/li><\/ul>\n\n\n\n<p><strong>Who to support:&nbsp;<\/strong><\/p>\n\n\n\n<ul><li><a href=\"https:\/\/blacklivesmatter.com\/\">Black Lives Matter<\/a><\/li><li><a href=\"https:\/\/eji.org\/\">Equal Justice Initiative<\/a>: founded by Bryan Stevenson, author of Just Mercy, this organization is committed to ending mass incarceration and excessive punishment.&nbsp;<\/li><li><a href=\"https:\/\/www.innocenceproject.org\/\">Innocence Project<\/a>: exonerates the wrongly convicted through DNA testing and reforms the criminal justice system to prevent future injustice.<\/li><li><a href=\"https:\/\/www.splcenter.org\/\">Southern Poverty Law Center<\/a>: dedicated to fighting hate and bigotry, using litigation, education, and other forms of advocacy.&nbsp;<\/li><li><a href=\"https:\/\/fairfight.com\/\">Fair Fight<\/a>: promotes fair elections in Georgia and around the country, encourages voter participation, and fights for voter rights.&nbsp;<\/li><li><a href=\"https:\/\/bailproject.org\/\">The Bail Project<\/a>: a nonprofit that aims to mitigate incarceration rates through bail reform.<\/li><li><a href=\"https:\/\/www.blackvisionsmn.org\/\">Black Visions Collective<\/a>: a black, trans, and queer-led social justice organization and legal fund based in Minneapolis-St. Paul.<\/li><li><a href=\"https:\/\/www.reclaimtheblock.org\/home\">Reclaim the Block<\/a>: organizes Minneapolis community and city council members to move money from the police department into other areas of the city’s budget that promote community health and safety.<\/li><\/ul>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>We are deeply saddened and angered by the recent murders of George Floyd, Breonna Taylor, Ahmaud Arbery, and countless other innocent Black people. Wealthfront stands against racism and white supremacist ideology. We are outraged by the police brutality, racial violence, and the long history of anti-Black policies in this country. All of us must commit [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13241,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"yst_prominent_words":[3815,2968,10734,10727,10725,10726,10728,10719,10733,10724,10729,10722,10732,10731,10721,10723,10735,10730,10720,10718],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13216"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13216"}],"version-history":[{"count":25,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13216\/revisions"}],"predecessor-version":[{"id":13251,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13216\/revisions\/13251"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13241"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13216"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13216"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13216"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13216"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}