{"id":13259,"date":"2020-06-17T09:56:55","date_gmt":"2020-06-17T16:56:55","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13259"},"modified":"2020-10-23T15:53:09","modified_gmt":"2020-10-23T22:53:09","slug":"the-day-trading-pandemic","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/the-day-trading-pandemic\/","title":{"rendered":"The Day-Trading Pandemic"},"content":{"rendered":"\n<p>The coronavirus has wrought devastating harm to the health of our nation and to the vibrancy of our economy. With respect to financial markets, it has also given rise to a full-blown mania. Individuals, cooped up at home, working remotely on flexible schedules, with no social activities and no live sports to watch and bet on, have increasingly turned to day trading in the stock market. Spurred by the fintech firm Robinhood and embraced by establishment giants such as Schwab and E*Trade, zero commissions are now the rule. And day trading has now supplanted sports betting for thousands of millennials and members of Gen Z who are sheltering at home in response to COVID-19.<\/p>\n\n\n\n<p>These new market participants have very likely contributed to the extreme volatility that has recently characterized stock prices. Professional investors, such as the legendary Howard Marks and Warren Buffett, have been extremely cautious as the economy has entered into a deep recession, and they have actually been selling equities. But legions of new day traders have poured new money into stocks without a care for the risks involved, clearly unaware of Buffett’s maxim that “It’s only when the tide goes out that you learn who’s been swimming naked.”<\/p>\n\n\n\n<p>The day traders’ frenzied buying has been most evident in individual issues. Two of the most popular stocks on the Robinhood trading platform in recent weeks have been FANGDD Network Group, the Chinese online real estate company with a name that conjures up the popular FANG stocks, and Hertz, the bankrupt car rental company. FANGDD rose from less than $6 a share to almost $130 during one period, only to fall back to $11, where it has currently been trading.&nbsp; Hertz has more than doubled in recent trading sessions. Day traders appear to be unaware that bankruptcy usually results in extinguishment of the stake of the current equity holders.<\/p>\n\n\n\n<p>There have been several studies of how poorly individual traders actually do in the stock market. Barber and Odean, of the University of California, <a href=\"https:\/\/faculty.haas.berkeley.edu\/odean\/Papers%20current%20versions\/Individual_Investor_Performance_Final.pdf\">analyzed<\/a> the active trading accounts of the discount broker Charles Schwab over a six-year period. They found that those active traders substantially underperformed a simple low-cost index fund.&nbsp; And the traders who traded the most had the worst returns. In <a href=\"http:\/\/faculty.haas.berkeley.edu\/odean\/papers\/Day%20Traders\/Day%20Trading%20Skill%20110523.pdf\">another study<\/a> by them, together with Taiwanese researchers Lee and Liu, the trades of day traders in Taiwan, where the practice has been especially popular, were analyzed over a 15-year period. It turned out that less than 1% of day traders were able to consistently beat the market returns available from a low-cost ETF.&nbsp; Moreover, over 80% of them actually lost money. In a <a href=\"https:\/\/poseidon01.ssrn.com\/delivery.php?ID=643118114082091091003002089066082030003031038023006082027094025119086070090064114000037049057099017029005080097074080118092022114053003033058070112025083099112106120059007007122099082005093124117103101122084083105007066118022124011004001024121066074066&amp;EXT=pdf\">new study<\/a> of day trading in Brazil, done by three researchers from the University of Sao Paulo, De-Losso, Chague, and Giovannetti, the results were even more devastating. Only 3% of day traders made money, and less than 1% made more than the Brazilian minimum wage.<\/p>\n\n\n\n<p>I have no argument with those who like to gamble. I have bet on horse races in my lifetime, and I have sat at blackjack tables in Las Vegas and Atlantic City. I even came out ahead on some occasions but in the long run I am behind. I attribute my losses to the cost of entertainment. But I don’t confuse day traders with serious investors. Serious investing involves broad diversification, rebalancing, active tax management, avoiding market timing, staying the course, and the use of investment instruments such as ETFs with very low fees (like what Wealthfront offers). Don’t be misled with false claims of easy profits from day trading. As the 19<sup>th<\/sup> century American humorist Josh Billings once wrote, “It’s not what a man don’t know that makes him a fool, but what he does know that ain’t so.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The coronavirus has wrought devastating harm to the health of our nation and to the vibrancy of our economy. With respect to financial markets, it has also given rise to a full-blown mania. Individuals, cooped up at home, working remotely on flexible schedules, with no social activities and no live sports to watch and bet [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":13268,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[415,5],"yst_prominent_words":[1326,10824,10823,2710,1214,1499,1257,1294,1240,3206,6545,10819,1340,10818,1310,1838,1491,2591,2263,10820],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13259"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13259"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13259\/revisions"}],"predecessor-version":[{"id":13270,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13259\/revisions\/13270"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13268"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13259"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13259"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13259"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13259"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}