{"id":13345,"date":"2020-07-07T08:46:47","date_gmt":"2020-07-07T15:46:47","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13345"},"modified":"2020-07-10T08:44:03","modified_gmt":"2020-07-10T15:44:03","slug":"8-ways-to-get-ready-to-file-your-2019-tax-return","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/8-ways-to-get-ready-to-file-your-2019-tax-return\/","title":{"rendered":"8 Ways to Get Ready to File Your 2019 Tax Return"},"content":{"rendered":"\n<p>Earlier this year, the IRS extended the deadline to file your 2019 tax return from April 15 to July 15, giving taxpayers three extra months to prepare their tax returns. Now, that deadline is almost here. Dealing with your taxes may seem daunting, but it doesn’t have to be. Here are eight ways you can get ready to file your 2019 tax return, whether you’re working with an accountant or tax preparation software like TurboTax.<\/p>\n\n\n\n<h2>1. Mark your calendar<\/h2>\n\n\n\n<p>Before you do anything else, put July 15 in your calendar. This is the date by which you must either file your taxes or <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/f4868.pdf\">Form 4686<\/a> to get a tax extension. It’s also the deadline to contribute to an Individual Retirement Account (IRA) for 2019 if you haven’t already maxed yours out. You don’t need to wait until July 15 to submit your tax return – you can go for it as soon as you have all of the necessary documents.&nbsp;<\/p>\n\n\n\n<h2>2. Gather your documents<\/h2>\n\n\n\n<p>Starting in January, you should have received tax paperwork from your employer and your bank(s). The documents you’ll need to file your taxes will vary depending on your situation, but here are some of the forms you might need:<\/p>\n\n\n\n<ul><li>W-2 from your employer<\/li><li>Schedule K-1 for income received from an estate, trust, partnership, or S-corporation<\/li><li>1095-A for health insurance through the Health Insurance Marketplace<\/li><li>5498 for contributions made to IRAs<\/li><li>1098 for mortgage interest; 1098-E for student loan interest<\/li><li>Various kinds of 1099s:<ul><li>1099-MISC for income from contract work over $600<\/li><li>1099-DIV for earnings from stocks and mutual funds<\/li><li>1099-INT for interest from bank accounts and CDs<\/li><li>1099-B for income from selling stocks, bonds, or mutual funds<\/li><li>1099-R for distributions from retirement accounts or pensions<\/li><\/ul><\/li><li>Other employer-provided forms:<ul><li> 3921 for exercise of incentive stock options<\/li><li> 3922 for acquisitions\/purchases through an Employee Stock Purchase Plan (ESPP)<\/li><\/ul><\/li><\/ul>\n\n\n\n<p>Wealthfront clients can download their tax documents (1099-R for IRA withdrawals and consolidated 1099s for taxable accounts) directly from their <a href=\"https:\/\/www.wealthfront.com\/dashboard\/documents\">dashboard<\/a> by clicking on the menu item labeled “<a href=\"https:\/\/www.wealthfront.com\/documents\">Documents<\/a>.”&nbsp;<\/p>\n\n\n\n<h2>3. Look back on your year<\/h2>\n\n\n\n<p>Was 2019 a big year for you? If so, those life events may come with some tax breaks.<\/p>\n\n\n\n<p><strong>If you got married:<\/strong> It’s time to decide if you’ll <a href=\"https:\/\/turbotax.intuit.com\/tax-tips\/marriage\/should-you-and-your-spouse-file-taxes-jointly-or-separately\/L7gyjnqyM\">file your taxes separately or jointly<\/a>. For most people, it will make more sense to file your taxes jointly. <a href=\"https:\/\/turbotax.intuit.com\/tax-tips\/marriage\/when-married-filing-separately-will-save-you-taxes\/L7FD32bvj\">This article<\/a> can show you exactly how to decide. For example, if you or your spouse has an income-based student loan, filing separately could keep your payments from dramatically increasing.&nbsp;<\/p>\n\n\n\n<p><strong>If you bought a home: <\/strong>You may be able to deduct your mortgage interest (on mortgages up to $750,000) and property taxes (part of your <a href=\"https:\/\/www.taxslayer.com\/tax-reform\/state-and-local\">SALT burden<\/a>; limited to $10,000 a year).<\/p>\n\n\n\n<p><strong>If you had a baby: <\/strong>You’ll likely get a $2,000 tax credit that’s even <a href=\"https:\/\/www.taxpolicycenter.org\/briefing-book\/what-difference-between-refundable-and-nonrefundable-credits\">refundable<\/a> up to $1,400 (although this credit starts phasing out if you are married, file jointly, and your income is above $400,000). You may also be eligible for tax credits for child care. And don’t forget to fill out a new W-4 with your employer, as you’ll now have an additional withholding allowance.<\/p>\n\n\n\n<h2>4. Decide if you’ll itemize<\/h2>\n\n\n\n<p>When it comes to tax deductions, you have two options: you can either claim the standard deduction, which allows you to deduct $12,200 (for single filers) or $24,400 (for joint filers) from your taxable income this year, or itemize your deductions instead. To decide if you want to itemize, add up your various deductible expenses like medical bills, charitable contributions, educational costs, state and local taxes, property taxes, investment interest expenses, and mortgage interest payments. If the total sums to more than $12,200 (for single filers) or $24,400 (for joint filers) then you’ll want to itemize and you’ll need to file a <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/f1040sa.pdf\">Schedule A (Form 1040)<\/a>. If you choose not to itemize then you’ll file a return claiming the standard deduction and Schedule A will not be included. If your spouse itemizes, then you will need to do so as well.<\/p>\n\n\n\n<p>Regardless of whether you take the standard deduction or itemize, you can take what are called “above-the-line” deductions which will further reduce your taxable income. Above-the-line deductions include student loan interest payments, unreimbursed moving expenses for a job, health savings account (HSA) contributions, 401(k) contributions, and SEP-IRA contributions.&nbsp;<\/p>\n\n\n\n<h2>5. Contribute to your IRA<\/h2>\n\n\n\n<p>Individual Retirement Accounts (or IRAs) are a <a href=\"https:\/\/blog.wealthfront.com\/3-benefits-of-iras-and-1-drawback-what-you-need-to-know\/\">great account type to consider<\/a> as you save for retirement. If you’re planning to contribute to an IRA for the 2019 tax year, July 15 is the deadline to do so. The annual contribution limit is $6,000 ($7,000 if you are 50 or older). If you’re interested in funding an IRA but you’re not sure which kind to use, check out Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/ira-calculator\">IRA Account Selection Tool<\/a> to learn more about your IRA eligibility. Wealthfront offers traditional IRAs, Roth IRAs, and SEP IRAs, as well as <a href=\"https:\/\/blog.wealthfront.com\/wealthfront-now-offers-easy-roth-conversions\/\">easy Roth conversions<\/a>. And now, you can transfer funds directly from your Cash Account to your Wealthfront IRA.<\/p>\n\n\n\n<h2>6. Use your harvested losses<\/h2>\n\n\n\n<p>Even though the financial markets did well in 2019, you still likely benefited from tax-loss harvesting<a href=\"https:\/\/blog.wealthfront.com\/how-tax-loss-harvesting-benefits-you-even-when-the-market-is-up\/\"> if you were a Wealthfront client<\/a>. Tax-loss harvesting involves selling investments that have declined in value, generating a loss you can use to lower your taxes. If you have a Wealthfront Investment Account, we automatically harvest your losses for you –– and if you use TurboTax, you can automatically import your tax-loss harvesting information.<\/p>\n\n\n\n<h2>7. Ask yourself if this is a job for a professional<\/h2>\n\n\n\n<p>If all of this looks a little complicated, especially if you sold employee stock options this past year, it’s a good time to pause and ask yourself if you should hire an accountant. Typically, this is a good move if your taxes are complex – say, you own a business, you’re subject to the Alternative Minimum Tax (AMT), or you receive K1s. For more information about who should consider hiring an accountant, <a href=\"https:\/\/blog.wealthfront.com\/9-instances-in-which-to-hire-a-tax-accountant\/\">check out our blog post<\/a>. And if you do decide to hire an accountant, here are <a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\">11 questions to ask first<\/a>.<\/p>\n\n\n\n<p>If you plan to file your own tax return, there are a number of tax preparation programs to choose from including TurboTax, Credit Karma Tax, TaxAct, and TaxSlayer. Wealthfront clients who use <a href=\"https:\/\/turbotax.com\/affiliate\/wealth\">TurboTax will get $15 off a Premier and $20 off a Self-Employed filing<\/a>. We make it easy to import your Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting information.<\/p>\n\n\n\n<h2>8. Consider how you’ll pay<\/h2>\n\n\n\n<p>Depending on your tax withholdings and the estimated taxes you’ve paid on any income not subject to withholding, you could either receive a refund from the IRS or owe money on your 2019 taxes. If you think you might owe money, now is a good time to make a plan for how you might pay.&nbsp;<\/p>\n\n\n\n<p>If you have enough cash on hand, you’re all set. But if you need to bridge the gap between paychecks and have a Wealthfront Investment Account balance of at least $25,000, you can use our <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit <\/a>&nbsp;to get cash as soon as the next day. Your Wealthfront Portfolio Line of Credit is secured by your investment portfolio and allows you to immediately access a low-interest loan without disrupting your investment strategy.&nbsp;<\/p>\n\n\n\n<p>Tax time rolls around every year, and many people dread it. But if you’re prepared with your paperwork and have a plan, there’s nothing to fear. We hope these eight steps will help set you up for a less stressful tax season.<\/p>\n\n\n\n<p>Want to get ahead on next year’s taxes? Check out <a href=\"https:\/\/blog.wealthfront.com\/how-to-get-ready-for-next-years-taxes-today\/\">this blog post.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Earlier this year, the IRS extended the deadline to file your 2019 tax return from April 15 to July 15, giving taxpayers three extra months to prepare their tax returns. Now, that deadline is almost here. Dealing with your taxes may seem daunting, but it doesn’t have to be. Here are eight ways you can [&hellip;]<\/p>\n","protected":false},"author":136,"featured_media":12581,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[107,205,237],"yst_prominent_words":[10342,10344,10334,10333,10869,10868,10335,10341,10350,10871,6509,5574,10343,6506,2123,5280,2119,10351,2429,7251],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13345"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/136"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13345"}],"version-history":[{"count":18,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13345\/revisions"}],"predecessor-version":[{"id":13391,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13345\/revisions\/13391"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/12581"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13345"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13345"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13345"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13345"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}