{"id":13370,"date":"2020-07-06T13:04:38","date_gmt":"2020-07-06T20:04:38","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13370"},"modified":"2020-10-23T15:50:22","modified_gmt":"2020-10-23T22:50:22","slug":"why-you-should-consider-a-portfolio-line-of-credit-at-tax-time","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-you-should-consider-a-portfolio-line-of-credit-at-tax-time\/","title":{"rendered":"Why You Should Consider a Portfolio Line of Credit at Tax Time"},"content":{"rendered":"\n<p>Few people look forward to filing their tax returns – especially if you owe the IRS money and aren’t sure where you’ll get the cash. If you find yourself in this position, you might wonder if you should borrow the money or sell some of your investments. Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit<\/a> (which is available to all Wealthfront clients with at least $25,000 in their taxable Investment Account) is a great option when you need cash quickly and don’t want to sell your investments.<\/p>\n\n\n\n<p>With a Portfolio Line of Credit, you can quickly and easily borrow up to 30% of the value of your Investment Account without disrupting your investing strategy. It also comes with an interest rate that’s <em>much<\/em> lower than what traditional banks offer on loans, and you can pay it back on your own schedule. We recommend using it as a bridge between paychecks or even jobs when you don’t have the money you need now, but you will soon.&nbsp;<\/p>\n\n\n\n<p>Our Portfolio Line of Credit is especially popular at tax time. Here, we’ll look at why it’s such a valuable tool.&nbsp;<\/p>\n\n\n\n<h2>You don’t have to interrupt your investments<\/h2>\n\n\n\n<p>If you need cash, you can sell some of your investments. But this comes at a cost. If you pull money out of the market, you could miss out on significant investment returns or you might incur capital gains taxes. Since our inception in 2011, Wealthfront Investment Accounts with a risk score of 8 (our average and most common risk score) have had a 6.95% pre-tax, net-of-fees historical return. If you assume this rate of return, it’s possible to calculate the estimated opportunity cost of selling your investments. Let’s assume you have an Investment Account with $30,000 in it and need $5,000 in cash. If you took $5,000 out of your Investment Account for three months, you could miss $86.88 of returns. If you took it out for six months, you could miss $173.75.<\/p>\n\n\n\n<p>But these opportunity costs aren’t the only cost associated with selling your investments. You might also owe taxes on the withdrawal. For the purposes of this example, we’ll ignore the impact of <a href=\"https:\/\/blog.wealthfront.com\/what-you-need-to-know-about-tax-loss-harvesting\/\">tax-loss harvesting<\/a>. If you assume a tax rate of 20% (which assumes you only realize long-term gains when you withdraw from your account) and assume that the lots you sell have gained a weighted average of 10% in value, your tax bill for the withdrawal would be approximately $100. That means the total cost of selling your investments to pay an unexpected tax bill could be as high as $186.88 if it takes you three months to reinvest, and $273.75 if it takes you six months.<\/p>\n\n\n\n<h2>The interest rate is very low<\/h2>\n\n\n\n<p>Borrowing money means paying interest. If you decide to borrow money to pay a tax bill, you’ll want to borrow at the lowest interest rate possible – and Wealthfront’s Portfolio Line of Credit comes with a much lower interest rate than other consumer loans. Currently, our interest rates range from 2.40% to 3.65% depending on the balance in your Wealthfront Investment Account (rather than the amount you borrow, which is more typical). Meanwhile, <a href=\"https:\/\/www.bankrate.com\/loans\/personal-loans\/rates\/#:~:text=As%20of%20June%2017%2C%202020,depending%20on%20your%20credit%20score\">according to BankRate<\/a>, the average interest rate on a personal loan is currently 11.91% – a pretty significant multiple of what Wealthfront charges.<\/p>\n\n\n\n<p>Let’s look at what that difference in interest rates could mean for your money. If you borrowed $5,000 via your Portfolio Line of Credit secured by your taxable Investment Account of $30,000 at an interest rate of 3.65% and paid it back after three months, you would owe interest of $45.63. If you paid it back after six months, you would owe interest of $91.25. But if you took out the same $5,000 using a personal loan at the national average interest rate, you’d owe $148.88 after three months and $297.75 after six months. If you have a low credit score, it’s possible the interest rate (and thus the amount you’d owe) on your consumer loan would be even higher.<\/p>\n\n\n\n<h2>It’s fast and easy<\/h2>\n\n\n\n<p>It can be tempting to wait until the last minute to handle your taxes – especially this year since the federal filing deadline has been pushed back from April 15 to July 15. But if you find out a few days before the deadline that you owe the IRS money, you don’t have much time to come up with the funds you need. We know our clients sometimes need cash right away, so we built our Portfolio Line of Credit to be convenient and extremely fast. If you have at least $25,000 invested in your taxable account, your Portfolio Line of Credit is pre-approved, which means you only have to tell us the amount you want to borrow and you’ll get cash as soon as the next day. And then there are no monthly minimum repayments required. The interest accrues until you’re ready to pay back the loan — and you can pay it off when you want.<\/p>\n\n\n\n<p>Getting hit with an unexpected tax bill is one of life’s less pleasant surprises. That said, you have options when it comes to paying it off – whether you sell some of your investments or borrow the money. We encourage you to consider a Portfolio Line of Credit among those options. Our Portfolio Line of Credit is convenient, comes with a low interest rate that keeps more money in your pocket, and allows your Investment Account to keep growing so you can build the future you want.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Few people look forward to filing their tax returns – especially if you owe the IRS money and aren’t sure where you’ll get the cash. If you find yourself in this position, you might wonder if you should borrow the money or sell some of your investments. Wealthfront’s Portfolio Line of Credit (which is available [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13373,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[],"yst_prominent_words":[6537,10916,10908,10906,2782,2771,4530,5575,10913,10912,5576,5574,5418,10905,10907,2318,5422,10915,10910,10909],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13370"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13370"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13370\/revisions"}],"predecessor-version":[{"id":13601,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13370\/revisions\/13601"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13373"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13370"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13370"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13370"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13370"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}