{"id":13395,"date":"2020-07-20T15:08:49","date_gmt":"2020-07-20T22:08:49","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13395"},"modified":"2020-07-20T15:08:49","modified_gmt":"2020-07-20T22:08:49","slug":"meet-wealthfronts-product-specialist-team","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/meet-wealthfronts-product-specialist-team\/","title":{"rendered":"Meet Wealthfront’s Product Specialist Team"},"content":{"rendered":"\n<p>Wealthfront <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">isn’t your typical financial institution<\/a>. While your bank uses dated technology to deliver lackluster services at a <a href=\"https:\/\/blog.wealthfront.com\/what-you-should-know-about-bank-fees\/\">steep cost<\/a>, we use <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">software<\/a> to deliver best-in-class products that make it easy to manage your financial life. Automation is one of our key product principles: if we can’t automate it, we don’t build it. This approach allows us to offer a very competitive APY on our Cash Account and keep the fees on our Investment Account very low. Wealthfront does things differently – and that includes our client support experience.<\/p>\n\n\n\n<p>You probably have several financial apps on your phone. You love them… until you have an issue and you discover there’s no way to get a human on the phone who can help you resolve it. That’s not us. Unlike those apps, you can call Wealthfront to speak with a person and get help resolving technical issues. But unlike your bank, Wealthfront doesn’t use a vast network of call centers to which your phone calls get routed. Instead, we have a far smaller (and more qualified!) team available by phone and email to <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/360037529012-What-level-of-support-can-I-expect-from-Wealthfront-\">help you use our product<\/a>. They are registered with FINRA (including their Series 7 and Series 66 registrations), and they have an impressive range of certifications including CFAs (Chartered Financial Analyst), CFPs (Certified Financial Planner), and a CPA (Certified Public Accountant). They’re qualified to be financial advisors, but at Wealthfront, we call them Product Specialists.&nbsp;<\/p>\n\n\n\n<p>They’re called Product Specialists because they serve a hybrid support and product function. Of course, they’re here to help you quickly resolve your problems, but perhaps even more importantly, they spend time determining what drives the support requests from clients so we can make fixes to our products that eliminate the need to reach out to us.&nbsp;<\/p>\n\n\n\n<p>For example, when we first got started it used to take three days to transfer money from your bank to your Wealthfront Investment Account in order to avoid ACH settlement issues. Unfortunately, this led to confusion about where the money was when it was in transit, which in turn led to a lot of support emails and calls. Our Product Specialists suggested we reduce the time to complete the transfer to one day and absorb the settlement risk ourselves. We did this, and it led to far greater client satisfaction, fewer support tickets, and a huge increase in deposits.<\/p>\n\n\n\n<p>Our Product Specialists have an unusual goal: to work themselves out of a job. Judging by the graph below, they are making pretty good progress. The graph displays the number of clients each Wealthfront Product Specialist has been able to support over time. Wealthfront currently has just 12 Product Specialists serving nearly 400,000 clients – which works out to a staggering 30,000 clients per Product Specialist. Because of our focus on automation, we only need a small team to field and resolve client questions.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"875\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-875x530.png\" alt=\"\" class=\"wp-image-13402\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-875x530.png 875w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-640x388.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-768x465.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-1536x930.png 1536w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/07\/072020-blog-graph-2048x1240.png 2048w\" sizes=\"(max-width: 875px) 100vw, 875px\" \/><\/figure>\n\n\n\n<p>Wealthfront’s goal is to build everything you need into our product so you don’t ever have to call or email us. But if you do, our Product Specialists are delighted to help – and you’re in for an experience that’s very different from contacting your bank. Here’s what you can expect.<\/p>\n\n\n\n<h2>They pick up the phone when you call<\/h2>\n\n\n\n<p>If you like listening to hold music, Wealthfront isn’t for you. Bank hold times have been skyrocketing during COVID-19, with some people experiencing hold times as long as <a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2020-03-17\/three-hours-on-hold-bank-phones-inundated-with-nervous-callers\">three hours<\/a> earlier this year. Meanwhile, our Product Specialists consistently answer the phone in under 10 seconds. And if you email us, we’re committed to responding within one business day.<\/p>\n\n\n\n<h2>They don’t have to transfer you<\/h2>\n\n\n\n<p>All of our Product Specialists have a broad knowledge base that enables them to answer your technical questions, no matter what they are. When you call your bank, you listen to a long recording and select a number. The recording doesn’t have the information you need, so you finally press 0 for further assistance. Then you wait to speak with a representative, and when you get one, you give them all of your information. That person often can’t solve your problem, so they transfer you again. You speak to a new representative and give them your information all over again. It can take multiple transfers and a ton of time just to get someone on the phone who is able to resolve your specific issue. But at Wealthfront, Product Specialists can handle an incredible breadth of questions and direct you towards resources that can help you answer them.<\/p>\n\n\n\n<h2>They actually listen to you<\/h2>\n\n\n\n<p>When you call or email Wealthfront, the Product Specialist who helps you doesn’t just answer your question and forget about it. They use a sophisticated tagging system to keep track of your questions and then pass that information to our product teams. This helps Wealthfront understand what to improve and\/or build as a result. As a result, our product is always getting better in response to feedback from our clients.&nbsp;<\/p>\n\n\n\n<h2>They help you use our product better<\/h2>\n\n\n\n<p>Our Product Specialists are qualified as financial advisors, but they don’t make recommendations or give advice – our clients don’t need it. Wealthfront builds the financial advice you need right into our app. Using software instead of financial advisors allows Wealthfront to offer high-quality advice to far more people than we otherwise could. Product Specialists spend their days helping clients use our product better. They’ll gladly answer technical questions, and they’re always happy to help you find the resources you need on our site.<\/p>\n\n\n\n<p>Our clients tell us they pay us <em>not<\/em> to talk to them, and we take that seriously. That’s why our Product Specialist team is focused on solving your problems quickly and learning from them so Wealthfront can automate the solutions. Our Product Specialists hope you never need to contact them, but they’re always available and happy to help if you do.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wealthfront isn’t your typical financial institution. While your bank uses dated technology to deliver lackluster services at a steep cost, we use software to deliver best-in-class products that make it easy to manage your financial life. Automation is one of our key product principles: if we can’t automate it, we don’t build it. This approach [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13397,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[10934,267],"yst_prominent_words":[4860,3049,1898,10930,1391,1237,2335,10932,1576,4530,10037,3404,10926,10598,1900,10923,10921,10931,1297,10928],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13395"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13395"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13395\/revisions"}],"predecessor-version":[{"id":13409,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13395\/revisions\/13409"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13397"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13395"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13395"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13395"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13395"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}