{"id":13459,"date":"2020-09-15T10:43:02","date_gmt":"2020-09-15T17:43:02","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13459"},"modified":"2020-10-23T11:43:43","modified_gmt":"2020-10-23T18:43:43","slug":"how-traditional-banks-make-money-from-you","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-traditional-banks-make-money-from-you\/","title":{"rendered":"How Traditional Banks Make Money from You"},"content":{"rendered":"\n<p>Bank branches may seem like an antiquated way to conduct banking in this day and age (we certainly think so), but traditional banks’ business models are built around them. <a href=\"https:\/\/blog.wealthfront.com\/why-you-should-ditch-bank-branches\/\">We’ve written before<\/a> about how these branches provide an extremely poor customer experience and, infuriatingly, cost you $200 (or more!) per year even though you have no interest in visiting them.&nbsp;<\/p>\n\n\n\n<p>Still, banks have to generate revenue in excess of what it costs them to operate branches whether you like it or not – and in order to do that, they get creative about finding ways to make more money off of you. Here we’ll explain three major ways traditional banks do that and what it means for you as a consumer.<\/p>\n\n\n\n<h2>They don’t pay you interest on your deposits<\/h2>\n\n\n\n<p>The biggest way banks make money is by minimizing the interest they pay you on your deposits. In banking jargon, this is known as maximizing their “<a href=\"https:\/\/www.investopedia.com\/terms\/n\/netinterestmargin.asp\">net interest margin<\/a>” – but it’s just a fancy way of saying they’re making money on your money and not passing it along to you.&nbsp; When you deposit money at your bank, it doesn’t just sit there. Your bank loans it out and earns interest on those loans. Ideally, your bank would then share that interest with you. In reality, they seldom do. Banks have a strong incentive to pay you as little as possible because banks with the lowest cost of funds (read: those that pay the least interest) tend to have the highest relative valuations (meaning they’re seen as more profitable). In short, they maximize the interest they earn while minimizing what they pay you on your own deposits.<\/p>\n\n\n\n<p>Let’s look at what this means for you. Say you have a checking account that earns no interest (which is fairly common). You deposit $10,000 into that account and your bank then loans out your cash. If your bank earns 2.8% loaning your money out for mortgages but pays you 0% APY, they’re earning a 2.8% net interest margin on your cash that’s equivalent to $280 over the course of a year – and you’re earning nothing. They could raise your APY, but then they’d make less money.&nbsp;<\/p>\n\n\n\n<p>Some banks (like First Republic Bank, for example) attempt to confuse the issue by offering what they call a “preferred interest rate” on loans like mortgages to lure you into maintaining a large account balance with them. But don’t be fooled: these so-called “<a href=\"https:\/\/blog.wealthfront.com\/five-irrational-fears-keep-people-firing-advisor\/\">preferred rates” rarely make economic sense<\/a>. You’re paying for this lower rate by keeping your money in an account that earns little or no interest. To make matters worse, your rate isn’t actually “preferred.” If you shop around, you can find a better one.<\/p>\n\n\n\n<h2>They charge you unnecessary fees<\/h2>\n\n\n\n<p>Speaking of minimum balances, most banks will charge you a fee if you fall below a particular account balance. Worse still, you can trigger this fee if you fall below the threshold even once – even if your average account balance far exceeds the minimum and even when you hold a balance way above the threshold in another account at the same bank. This is just one example of the <a href=\"https:\/\/blog.wealthfront.com\/what-you-should-know-about-bank-fees\/\">many account fees<\/a> banks charge to make money off of their customers.<\/p>\n\n\n\n<p>Another example of a trigger-based fee that generates a significant amount of revenue is the overdraft fee. Your bank will charge you a significant fee (often $30 or more) if you overdraft your account. What’s worse is that your bank will do this even when they know you have a pending direct deposit that will settle in a day or two.&nbsp;<\/p>\n\n\n\n<p>Banks also make money on the fees associated with currency exchange and wire transfers. In general, you’ll pay a premium to exchange currency at most retail banks compared to what you’d pay elsewhere. When you send a wire transfer, you typically have to visit a bank branch because the limits to send a wire transfer without visiting a branch can be frustratingly low. You’ll also pay your bank a fee as high as $35. What’s even more egregious is that many banks charge you to <em>receive<\/em> a wire even in cases when they didn’t do the work of setting it up.&nbsp;<\/p>\n\n\n\n<h2>They slow down your money movement<\/h2>\n\n\n\n<p>In the early days of the U.S. banking system, it took days to move money around. Before ACH transfers, there was the Pony Express. Whenever you paid someone by check, it took days to clear because the check had to physically arrive at the bank where it could be accounted for. There was really no way around this, and it led to a phenomenon called “float” where slow money movement caused money to exist in two places at once.<\/p>\n\n\n\n<p>Now there’s no reason it should take multiple days for a check to clear – but it still does. For the most part, it’s something bank customers have gotten used to and banks have quietly profited from. When you send a check electronically, your bank often deducts the money from your account the moment you hit “submit” even though they may not send the check for several more days. During that time, your bank has access to your money and can earn interest on it until the funds leave the bank, but you cannot.&nbsp;<\/p>\n\n\n\n<p>Another example of this is how your bank generally receives your paycheck from your employer two days before they make it available to you. During that time, they earn interest loaning out your money while you can’t access your pay. Over the course of a year, that means your bank is making 48 days’ worth of interest on your pay before you can even access it.<\/p>\n\n\n\n<h2>Doing things differently<\/h2>\n\n\n\n<p>At Wealthfront, our mission is to build a <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">financial system that favors people, not institutions<\/a>. In order to do that, we’re reinventing banking. After all, banks aren’t built to benefit you – they’re built to benefit banks.&nbsp;<\/p>\n\n\n\n<p>Unlike traditional banks, Wealthfront puts you and your needs first. Our model is fully branchless which means we don’t need to get $200 a year from you just to operate branches you don’t want to visit. We don’t nickel-and-dime you with a rock-bottom APY – instead, we pay you interest on your deposits because we believe if we’re making money, you should too. We don’t charge account fees. And we don’t slow down your money movement because we fundamentally believe that your money is <em>yours<\/em> and you should have access to it as soon as we get it. When you direct deposit your paycheck to a <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account<\/a>, you can get paid up to two days early and we’re working hard to help you move your money even faster between all your important financial accounts. And soon, we’ll be able to handle all your monthly banking needs.<\/p>\n\n\n\n<p>We believe your banking relationship should benefit you, not just your bank. When you make Wealthfront the main relationship for your banking needs, you can rest assured we’ll make money with you, not from you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bank branches may seem like an antiquated way to conduct banking in this day and age (we certainly think so), but traditional banks’ business models are built around them. We’ve written before about how these branches provide an extremely poor customer experience and, infuriatingly, cost you $200 (or more!) per year even though you have [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13593,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7233],"tags":[10963,6547,65],"yst_prominent_words":[1509,5281,10197,3049,2625,10834,2782,10951,10960,1240,10957,10950,10949,10962,1339,10956,10955,10961,10959,6904],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13459"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13459"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13459\/revisions"}],"predecessor-version":[{"id":13598,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13459\/revisions\/13598"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13593"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13459"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13459"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13459"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13459"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}