{"id":13481,"date":"2020-09-28T10:10:23","date_gmt":"2020-09-28T17:10:23","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13481"},"modified":"2020-10-23T15:38:20","modified_gmt":"2020-10-23T22:38:20","slug":"3-signs-youre-holding-too-much-cash","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/3-signs-youre-holding-too-much-cash\/","title":{"rendered":"3 Signs You’re Holding Too Much Cash &#038; How To Fix It"},"content":{"rendered":"\n<p>2020 has been an unusual year to say the least. The coronavirus pandemic has turned our daily routines upside down and introduced a lot of uncertainty – including financial uncertainty – into many people’s lives. At the same time, Americans are saving more of their income than ever before. As a frame of reference, the <a href=\"https:\/\/fred.stlouisfed.org\/graph\/?g=uMvQ\">personal savings rate<\/a> has hovered below 10% for the last several years, but in April of this year it skyrocketed to a high of over 33%.<\/p>\n\n\n\n<p>The impulse to hang onto as much cash as possible is an understandable one, especially in times like these. Cash offers a sense of security, and it can feel reassuring to accumulate more of it in challenging situations as a buffer against unexpected events.&nbsp;<\/p>\n\n\n\n<p>That said, it’s possible to have too much cash. You should always have enough cash on hand to cover your expenses and a potential emergency. But beyond that, your high-yield cash account <a href=\"https:\/\/blog.wealthfront.com\/your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle\/\">should not be your only savings vehicle<\/a>. The annual percentage yield (APY) for high-interest cash and savings accounts seldom keep up with the rate of inflation, meaning that if you’re sitting on a pile of cash, it’s probably losing value. This defeats the purpose of saving – when you hoard cash, you do yourself (and your financial goals) a disservice. Instead, you’re better off investing in a globally diversified portfolio of low-cost index funds where your money can actually grow and get you closer to whatever you’re saving for.<\/p>\n\n\n\n<p>Here are the signs you might be holding too much cash and what you can do about it.<\/p>\n\n\n\n<h2><strong>1. You’re not sure how big your emergency fund should be<\/strong><\/h2>\n\n\n\n<p>It’s important to have an emergency fund that can cover you in a pinch. But if you’re unsure of&nbsp; how much money you need saved for an emergency, you might be holding too much cash.&nbsp;<\/p>\n\n\n\n<p><strong>What to do: <\/strong>&nbsp;When it comes to building the right emergency fund for your situation, in general, you should plan to have three to six months’ worth of living expenses saved up. There are a few additional factors you should consider, and we get into the details in <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">this blog post<\/a>. Once you’ve set aside your ideal emergency fund, you can stop worrying about having enough, feel confident you’re ready for a rainy day, and invest that extra cash.<\/p>\n\n\n\n<h2><strong>2. You consistently have a cash balance in excess of your monthly expenses<\/strong><\/h2>\n\n\n\n<p>The month is over, you’ve paid your bills –– and still, there’s a bunch of cash sitting in your checking account. Does this sound like you? If so, you’re likely holding too much cash. Any low- or zero-interest bank account should ultimately be viewed as a temporary holding tank for your money. Your money isn’t working for you in these accounts — it’s just sitting there <a href=\"https:\/\/blog.wealthfront.com\/how-traditional-banks-make-money-from-you\/\">working for your bank<\/a>.&nbsp;<\/p>\n\n\n\n<p><strong>What to do:<\/strong> Add up your monthly bills and expenditures for a few months. In all likelihood, your spending is relatively consistent from month to month and falls within a predictable range. If you know what the high end of that range is, we suggest you commit to putting any cash over that amount (that isn’t part of your emergency fund) to work.&nbsp;&nbsp;<\/p>\n\n\n\n<h2><strong>3. You’re always waiting for the “right time” to invest<\/strong><\/h2>\n\n\n\n<p>If you know you want to invest but find yourself hesitating to the point of not acting — whether you’re wrestling with concerns about the stability of investments or indecision about how much money to put in which place — you can end up doing nothing while drowning in liquidity.<\/p>\n\n\n\n<p><strong>What to do: <\/strong>Take the plunge. There’s no “right time” to start investing — you can’t time the market, and you shouldn’t try. Instead, you can use a technique known as dollar-cost averaging. This means investing a set amount of money at regular intervals. You might, for example, decide to invest $500 every month instead of investing a larger sum of money all at once. This way, you can avoid the risk of putting all your money in the market at the &#8220;wrong time&#8221; and minimize any regret you might feel if the market dips. To learn more about dollar-cost averaging, check out <a href=\"https:\/\/blog.wealthfront.com\/dollar-cost-averaging-behavioral-view\/\">our blog post on the subject<\/a>.&nbsp;<\/p>\n\n\n\n<h2><strong>Cash drag is a drag<\/strong><\/h2>\n\n\n\n<p>Now you know the warning signs you might be saving too much cash, but managing your bank accounts to avoid cash drag can still be a hassle. Holding just the right amount of cash is a headache when you’re monitoring your account balances manually and setting up a bunch of transfers every month. That’s why we built <a href=\"https:\/\/blog.wealthfront.com\/meet-autopilot-a-new-service-that-automates-your-savings-strategy\/\">Autopilot<\/a>, a free service that automates your savings strategy. Just tell Autopilot how much to keep in cash –– we recommend choosing an amount high enough to cover your bills and regular spending, plus your emergency fund if you keep it in the same account –– and it can automatically invest the rest. You’ll stay in full control of your finances and feel confident you’re holding exactly as much cash as you need.&nbsp;<\/p>\n\n\n\n<p>If you do end up needing more cash on short notice (for a big purchase, for example), you have options. If you have at least $25,000 in your Wealthfront Investment Account, you can use our <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit<\/a> to borrow against the value of your portfolio with just a few taps without disrupting your investments. The interest rate is very low, there’s no application or credit check, and best of all, you can get cash as soon as the next day.<\/p>\n\n\n\n<p>At Wealthfront, we’re building best-in-class products and services that make it easy to manage your financial life. We’re proud to help make it convenient for our clients to hold just the right amount of cash, and we’re not stopping there. We envision a future where we’ll be able to automatically optimize every hard-earned dollar for you, putting each one to work in the most appropriate account for your particular situation and goals. We call this vision Self-Driving Money™, and we’re well on our way to making it a reality.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>2020 has been an unusual year to say the least. The coronavirus pandemic has turned our daily routines upside down and introduced a lot of uncertainty – including financial uncertainty – into many people’s lives. At the same time, Americans are saving more of their income than ever before. As a frame of reference, the [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13599,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[1051,10972,5],"yst_prominent_words":[1509,10970,1621,1739,2449,5141,2774,2768,10948,1332,10966,10965,10964,1240,1820,10971,10969,6768,1296,6769],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13481"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13481"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13481\/revisions"}],"predecessor-version":[{"id":13600,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13481\/revisions\/13600"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13599"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13481"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13481"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13481"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13481"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}