{"id":13493,"date":"2020-10-06T14:52:31","date_gmt":"2020-10-06T21:52:31","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13493"},"modified":"2020-10-06T14:52:32","modified_gmt":"2020-10-06T21:52:32","slug":"how-investors-can-prepare-for-the-2020-election-and-an-uncertain-future","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-investors-can-prepare-for-the-2020-election-and-an-uncertain-future\/","title":{"rendered":"How Investors Can Prepare for the 2020 Election and an Uncertain Future"},"content":{"rendered":"\n<p>With a hotly contested election just weeks away, there is unusual uncertainty about what the future holds. Despite the existence of sophisticated polling results, it’s hard to predict what the election results will be. And it’s even harder to predict what will happen to the economy and to financial markets. That said, I believe there are some useful things we can say about the future that can potentially be helpful to investors. And there are actions investors can take this year that can ameliorate the fallout from adverse future events. I believe we can make three tentative future forecasts that, while far from certain, are highly likely. And I am persuaded that Wealthfront portfolios are well positioned to respond to these eventualities.<\/p>\n\n\n\n<h2>1. <strong>Taxes will rise<\/strong><\/h2>\n\n\n\n<p>It is highly likely that taxes will rise, especially on wealthier people and those who derive significant income from their investments. Budget deficits have skyrocketed in recent years, both for the federal and state governments. The debt\/GDP ratio is rapidly rising to levels not seen since the end of World War II, and more stimulus and other government spending are widely anticipated. Moreover, there has been growing concern over the income and wealth distribution, suggesting that the federal and state governments will try to increase revenue by raising taxes on the investing class. There will be proposals for increasing corporate tax rates as well as for increasing the tax rates on dividends and capital gains income, most of which goes to the highest-income earners. It is also likely that we will see proposals for constructive realization of capital gains at death, where unrealized gains will be taxed as if the securities had actually been sold. Such proposals are far more likely to be implemented under a Biden presidency and with the Democrats holding a majority of both houses of Congress.<\/p>\n\n\n\n<h2>2. &nbsp;Inflation is likely to accelerate<\/h2>\n\n\n\n<p>The United States, as well as the rest of the developed world, has recently enjoyed subdued inflation. The inflation rate in the United States has persistently been well under the Federal Reserve’s target rate of 2%. Continued expansive fiscal policy and the flood of liquidity provided by world central banks are likely eventually to put upward pressures on prices. While such pressures are unlikely over the next several months, in a world where aggregate demand has contracted sharply, some inflationary pressures could re-emerge once the pandemic ends. The growth of protectionism, whereby it may be difficult to establish efficient, low-cost global supply chains, can also lead to increases in prices. Finally, we should pay attention to statements of the Federal Reserve that they would welcome inflation readings that exceeded their current target levels.<\/p>\n\n\n\n<h2>3. The developing world will continue to grow faster than the United States, Europe, and Japan<\/h2>\n\n\n\n<p>Economic growth is determined by two drivers: population growth and productivity enhancements. Assuming that improvements in productivity can be disseminated throughout the world, the main reason for divergent growth rates will be differences in population growth. Population growth has slowed dramatically in the developed world, and populations are actually declining in many nations. For example, Japan is expected to lose a third of its population by 2100. With widespread animus toward migrants, there is little reason to expect immigration to change the growth rate of populations in the developed world. Moreover, populations in developed countries are aging rapidly, and in the future, there will be fewer working-age people relative to retired persons and other dependents. Developing nations are enjoying fast population growth and will have a younger mix of inhabitants for many years to come.<\/p>\n\n\n\n<p>Developing nations have been growing much faster than developed ones for some time. These emerging economies now account for more than half of the world’s GDP, when adjusted for purchasing power parity. In view of the population trends described above, that divergent growth rate is likely to continue. By 2050 the largest economies in the world will be China and India.<\/p>\n\n\n\n<p>Differences in economic growth rates do not translate directly into differences in security returns. Over the short run, valuation relationships play the largest role in explaining equity prices. And returns of U.S. stocks have recently been higher than those in foreign markets. The reason is that U.S. stocks have enjoyed rising price-earnings multiples and are now richly valued. Price-earnings multiples in the U.S. are the highest in the world, when earnings are measured over an entire business cycle. Conversely, valuation metrics have shrunk in emerging markets. Today emerging market equities sell at record discounts to U.S. stocks. Even if valuation metrics remain depressed, the higher economic growth rates in emerging markets will eventually lead to relatively attractive equity returns.<\/p>\n\n\n\n<h2>Implications for investors<\/h2>\n\n\n\n<p>If these predictions have a reasonable probability of occurring, what should investors do? The most likely prediction to be realized is that taxes on investment returns will rise, especially if Biden is elected president and both houses of Congress are controlled by Democrats. In such a case, it would be wise to realize this year any capital gains that will likely need to be realized over the near term. Suppose, for example, that an individual expects to need to sell some company stock at a gain over the near term in order to purchase a single-family home. Realizing a long-term gain in 2020 would ensure that the money received would qualify for favorable capital gains treatment. You might also consider establishing a Roth IRA (or converting your traditional IRA to a Roth, which is <a href=\"https:\/\/blog.wealthfront.com\/wealthfront-now-offers-easy-roth-conversions\/\">very easy to do with Wealthfront<\/a>). This is an indispensable savings tool that will allow your investments to compound tax-free in the future. With respect to portfolio management in general, Wealthfront clients can be assured that their portfolios are structured so as to minimize taxable income. Moreover, the stock-level tax-loss harvesting service that Wealthfront offers will minimize and usually eliminate any taxable capital gains.&nbsp;<\/p>\n\n\n\n<p>With respect to inflation, there are no certainties regarding what the future holds. But history tells us that the typical way nations deal with excessive debt is to inflate it away as we did in the years after World War II. Certainly portfolios should be hedged against the possibility that inflation does accelerate in the future. Portfolios with large concentrations of equities have historically proved to be good long-run inflation hedges. To be sure, portfolios with high equity exposure will be volatile, and no one should assume a risk they are unable to accept. But young investors building a portfolio for long-run investment will find that eventually they will be able to ride out the inevitable ups and downs of the stock market. The higher-risk Wealthfront portfolios are better able to hedge against the possibility that our recent history of subdued inflation does not continue. Also, the weighting of TIPS (Treasury Inflation-Protected Securities) in lower-risk Wealthfront taxable portfolios provides a further hedge.<\/p>\n\n\n\n<p>The final prediction concerned the expected growth in emerging markets and the attractive relative valuations of their equity securities. Wealthfront portfolios are designed to benefit if these markets do generate attractive returns. Our equity portfolios are diversified both domestically and internationally. While domestic securities have the most weight in Wealthfront portfolios, reflecting their greater safety and stability, there is a meaningful weight given to equities traded in emerging markets.&nbsp;<\/p>\n\n\n\n<p>The big takeaway, however, is that not all of these predictions may come to pass. Indeed, it is possible that none of them will be realized. Nevertheless, a very broadly diversified portfolio with many different asset classes should serve investors well. Even if tax rates do not increase, sensible tax management will continue to improve after-tax returns. Inflation can remain subdued, yet the asset classes that serve as hedges will preserve limited portfolio risk. And even if U.S. equity returns continue to exceed those from abroad, a broadly diversified portfolio will produce satisfactory returns with constrained volatility. Wealthfront portfolios are designed for all seasons and all political climates.<\/p>\n\n\n\n<h2><br><\/h2>\n","protected":false},"excerpt":{"rendered":"<p>With a hotly contested election just weeks away, there is unusual uncertainty about what the future holds. Despite the existence of sophisticated polling results, it’s hard to predict what the election results will be. And it’s even harder to predict what will happen to the economy and to financial markets. That said, I believe there [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":13497,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[97,237],"yst_prominent_words":[11000,2280,5430,10994,10992,2345,5193,10976,3125,5201,10999,10993,1502,1448,5773,2672,1297,2349,3172,3572],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13493"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13493"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13493\/revisions"}],"predecessor-version":[{"id":13507,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13493\/revisions\/13507"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13497"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13493"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13493"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13493"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13493"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}