{"id":13512,"date":"2020-10-12T09:59:15","date_gmt":"2020-10-12T16:59:15","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13512"},"modified":"2020-10-23T11:13:27","modified_gmt":"2020-10-23T18:13:27","slug":"dont-be-fooled-by-absolute-returns","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dont-be-fooled-by-absolute-returns\/","title":{"rendered":"Don’t Be Fooled by Absolute Returns"},"content":{"rendered":"\n<p>Interest in day trading — the buying and selling of securities on the same day, often online, on the basis of small, short-term price fluctuations — explodes whenever there is a sharp upturn in the market over a short period of time. Over the past 20 years or so, the S&amp;P 500 has increased by over 40% in less than six months three times. Not surprisingly, day trading dominated the financial headlines in each of those periods. The latest 55.4% increase from the market low on March 23 of this year is no exception.<\/p>\n\n\n\n<p>Investing in individual securities during one of these market hyper-growth periods is like shooting fish in a barrel. Everything works. But just because every stock rises doesn’t mean you should invest in individual stocks. Unfortunately, every new amateur investor has to learn what every professional knows: absolute returns don’t matter nearly as much as relative returns.<\/p>\n\n\n\n<h2><strong>Absolute returns vs. relative returns<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/www.investopedia.com\/terms\/a\/absolutereturn.asp#:~:text=Absolute%20return%20refers%20to%20the,any%20benchmark%20or%20other%20standard.\">Absolute return<\/a> measures the nominal return of an investment. <a href=\"https:\/\/www.investopedia.com\/terms\/r\/relativereturn.asp\">Relative return<\/a> measures the performance of an investment relative to an appropriate index. Professionals pay more attention to relative returns because they are evaluated by whether they outperform the market\/index on which they focus. The main alternative to investing with an active manager (an investment manager who attempts to outperform the market through individual security or stock selection) is buying an index fund that offers the performance of the market at a very low fee (generally less than 0.06%). <\/p>\n\n\n\n<p>People who are new to investing often don’t realize that earning a 30% return when the market is up 50% means they’ve done a terrible job. That statement might strike you as odd given that a 30% return is amazing absolute performance, but you would have been far better off buying an index fund (or even better, a diversified portfolio of index funds from someone like Wealthfront). Day trading explodes during periods of rapid market increases because that’s when it’s most likely an individual will generate a high absolute return. Unfortunately, that’s also when they are most likely to generate a low relative return.<\/p>\n\n\n\n<h2><strong>High relative returns are highly unlikely<\/strong><\/h2>\n\n\n\n<p>The academic research is extremely clear that it is almost impossible to outperform the market net of fees over the long term. Only 16.7% of professional investors outperformed the S&amp;P Composite 1500 index <a href=\"https:\/\/www.spglobal.com\/spdji\/en\/documents\/spiva\/spiva-us-year-end-2019.pdf\">after five years<\/a>. <\/p>\n\n\n\n<p>Why is it so hard to consistently outperform the market? Well first, you have to understand that a stock’s value is based on the expected value of its discounted cash flows or <a href=\"https:\/\/www.investopedia.com\/terms\/n\/npv.asp\">net present value<\/a>. Therefore, a stock’s value is not likely to rise unless the expectations for its earnings increase. Most academics will tell you the only way to consistently project that a company is likely to outperform its expected earnings is if you have an information advantage — i.e., you know something that other investors don’t. Now to be fair, academics think the only kind of information advantage is inside information but I do believe there exists a small number of professional investors who are right more often than they are wrong about predicting future earnings based on better analysis skills or insight. That said, it is a very small universe. The likelihood that an amateur investor will be able to do this without the benefit of a huge investment in data and a research team is very low. <\/p>\n\n\n\n<p>Now, I know this perspective flies in the face of the common advice to invest in companies whose products you love. What you might not realize is this strategy was first popularized by Peter Lynch, the incredibly successful manager of the Fidelity Magellan fund, in the 1980s. Back then, investing in emerging growth companies was not as popular as it is today, so it was possible to pick some stocks before analysts on Wall Street got to know them. Unfortunately, that is no longer true today, especially given how quickly information disseminates through the internet. Identifying companies before others understand them has gotten so difficult of late that a number of the most well-respected hedge funds <a href=\"https:\/\/www.wsj.com\/articles\/twilight-of-the-stock-pickers-hedge-fund-kings-face-a-reckoning-11572197217?emailToken=08a6f3f9cd919399961efb8a0e204489x5yCF0D8HMkeIg7PAYWn7aHsCnAjukYb\/jpx4uJMINgsN1RgBh9fAw5zadRGcQFGzBn1sjBzcgjrmv\/R4pLwTA1ZIr5Lm2OOh\/jI9tKa3NwgTLVd5hyF7aUczlHyris0&amp;reflink=article_email_share\">have shut down<\/a> in the last couple of years because their managers no longer believe they can outperform the market.<\/p>\n\n\n\n<p><div class=\"o-grid__col-medium--12 o-grid__col--3 c-post__related c-post__box right\"><div class=\"c-post__box-content\">Long-term passive investing is time-tested and academically proven. <a href=\"https:\/\/www.wealthfront.com\/investing\">Learn more about our automated investing strategy<\/a><\/div><\/div> What I would most like you to take away from this post is it’s almost impossible to consistently outperform the market, so you shouldn’t try. You would be much better off buying a diversified portfolio of index funds. The time you might spend trying to research companies to buy would probably be better spent investing in acquiring knowledge that might enhance your career or having fun. Sure, investing can be entertaining. Even our Chief Investment Officer Burt Malkiel (who invented the index fund) likes to buy stocks for fun on occasion. But you should be sure to keep the total you invest in stocks to less than 10% of your liquid net worth so it won’t hurt your ability to achieve your long-term financial goals. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Interest in day trading — the buying and selling of securities on the same day, often online, on the basis of small, short-term price fluctuations — explodes whenever there is a sharp upturn in the market over a short period of time. Over the past 20 years or so, the S&amp;P 500 has increased by [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":13597,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[11018,11017,5,11019],"yst_prominent_words":[11010,1516,11003,11011,11008,11007,1318,2316,11014,11013,2334,1321,1294,1250,11016,11015,1722,11009,11004,11006],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13512"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13512"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13512\/revisions"}],"predecessor-version":[{"id":13554,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13512\/revisions\/13554"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13597"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13512"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13512"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13512"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13512"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}