{"id":13626,"date":"2020-10-29T09:57:28","date_gmt":"2020-10-29T16:57:28","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13626"},"modified":"2020-10-29T09:57:29","modified_gmt":"2020-10-29T16:57:29","slug":"investing-advice-for-the-2020-presidential-election","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/investing-advice-for-the-2020-presidential-election\/","title":{"rendered":"Investing Advice for the 2020 Presidential Election"},"content":{"rendered":"\n<p>On the eve of the 2020 U.S. presidential election, some investors may find themselves worrying about what the coming weeks and months will mean for their portfolios. In a <a href=\"https:\/\/blog.wealthfront.com\/how-investors-can-prepare-for-the-2020-election-and-an-uncertain-future\/\">recent blog post<\/a>, Wealthfront’s Chief Investment Officer Burton Malkiel made some predictions about what could be on the horizon for investors. But should you change your investing strategy today to prepare? In a word, no.<\/p>\n\n\n\n<p>Ahead of the 2020 election, our advice for worried investors is the same as always: do nothing.<\/p>\n\n\n\n<h2>What history teaches us about investing through volatility<\/h2>\n\n\n\n<p>If there’s anything the day-by-day machinations of the market teach us, it’s that slow and steady wins the race. Investors have long known the importance of staying the course — it’s just emotionally hard to execute. Some of the best research on this topic comes from the so-called “Wizard of Wharton,” University of Pennsylvania professor Jeremy Siegel. In his <em>New York Times <\/em>bestselling book, <em>Stocks for the Long Run<\/em>, Siegel looked at the performance of equities from 1802 through 1997.<\/p>\n\n\n\n<p>His findings were astonishing. Despite the day-to-day volatility that we all feel, the actual long-run returns of stocks are remarkably consistent.<\/p>\n\n\n\n<p>Here’s how he summarized his findings: <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"523\" height=\"376\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2020\/10\/Stocks-for-the-Long-Run.png\" alt=\"\" class=\"wp-image-13627\"\/><figcaption>Source: <em>Stocks for the Long Run, <\/em>Jeremy Siegel<br><\/figcaption><\/figure>\n\n\n\n<p>“Despite extraordinary changes in the economic, social, and political environment over the past two centuries, stocks have yielded between 6.6 and 7.2 percent per year after inflation in all major subperiods. The wiggles on the stock return line represent the bull and bear markets that equities have suffered throughout history. The long-term perspective radically changes one’s view of the risk of stocks. The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.”<\/p>\n\n\n\n<p>His last line bears repeating: <strong>“The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.”<\/strong><\/p>\n\n\n\n<p>Siegel found that almost no matter what period you looked at, stocks delivered about 7% after inflation. The Civil War, World War I, World War II, even the Great Depression (marked by the second black vertical line) were hiccups compared to the overall trend.<\/p>\n\n\n\n<p>The pattern repeats in other countries, including those that have experienced catastrophic collapses. World War II, for example, sheared 90% off the value of German equities … but German stocks completely rebounded by 1958, rising 30% per year on average from 1948 to 1960. They went on from there to new highs. Averaged out over the long haul, their return is a consistent 6.6% real return, a trend which continues to this day.<\/p>\n\n\n\n<p>The same is true for Japan, the UK, and all other markets that Seigel has studied. In the short run, there’s volatility. In the long run, there are profits. <\/p>\n\n\n\n<h2>Don’t let the 2020 election keep you from investing<\/h2>\n\n\n\n<p>Long-term passive investing is time-tested and academically proven. The reason we don’t hear much about long-term investing – and the truth about the futility of trading – is that long-term investing is boring and cheap. The financial media thrives by encouraging you to panic, and large parts of the financial industry make money only when you act. Big moves sell newspapers, and high trading activity makes money for online brokers. The only people who don’t profit from that activity are investors themselves, because as it turns out, we can’t predict the future. <\/p>\n\n\n\n<p>During periods of volatility, we often see a large number of our clients refrain from continuing to add deposits. This was true during the Greek Crisis, Brexit, and the 2016 U.S. presidential election. But this behavior can backfire: people who stayed on the sidelines paid handsomely for missing out on the rebound. <\/p>\n\n\n\n<p>Even if there is a market correction following the 2020 election (and there might not be!), we encourage you to stick to your investing strategy. As our research showed in <a href=\"https:\/\/blog.wealthfront.com\/theres-no-need-to-fear-a-bear-market\/\">There’s No Need to Fear a Bear Market<\/a>, it only takes an average of 117 days for a market correction to recover. This is far faster than almost everyone thinks. If you invest regularly despite the headlines, harvest your losses, and rebalance your portfolio, you’ll end up benefiting from any market corrections in multiple ways. It won’t be easy. But over the long haul, it can really pay off.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On the eve of the 2020 U.S. presidential election, some investors may find themselves worrying about what the coming weeks and months will mean for their portfolios. In a recent blog post, Wealthfront’s Chief Investment Officer Burton Malkiel made some predictions about what could be on the horizon for investors. But should you change your [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":13630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[10973,5,261],"yst_prominent_words":[5092,5093,10445,1257,10395,3639,5584,5088,5095,10455,5585,5097,5089,5582,3582,5091,3572],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13626"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13626"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13626\/revisions"}],"predecessor-version":[{"id":13636,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13626\/revisions\/13636"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13626"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13626"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13626"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13626"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}