{"id":13659,"date":"2020-11-06T14:49:26","date_gmt":"2020-11-06T22:49:26","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13659"},"modified":"2021-04-28T08:17:05","modified_gmt":"2021-04-28T15:17:05","slug":"what-are-robo-advisors-and-how-do-they-differ","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-are-robo-advisors-and-how-do-they-differ\/","title":{"rendered":"What Are Robo-Advisors, and How Do They Differ?"},"content":{"rendered":"\n<p><em>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/em>.<\/p>\n\n\n\n<p>If you’re interested in investing, odds are you’ve heard the word “robo-advisor” used before. While it’s fun to imagine a robot managing your investment portfolio and beeping cheerfully as it works, robo-advisors are actually automated investing services managed by software instead of human advisors. <\/p>\n\n\n\n<p>You might think all robo-advisors offer the same service, however, nothing could be further from the truth. Here, we’ll look at the services robo-advisors can provide and how they differ.<\/p>\n\n\n\n<h2><strong>The basics of robo-advising&nbsp;<\/strong><\/h2>\n\n\n\n<p>If you ask someone what a robo-advisor is, they’ll often describe the lowest common denominator: a service that provides a diversified and rebalanced portfolio of low-cost ETF index funds. In the simplest terms, robo-advisors offer automated portfolio management.&nbsp;<\/p>\n\n\n\n<p>Generally, robo-advisors base your portfolio’s asset allocation on what’s known as <a href=\"https:\/\/www.investopedia.com\/terms\/m\/modernportfoliotheory.asp\">Modern Portfolio Theory<\/a> (MPT). This is a Nobel Prize-winning theory that helps robo-advisors determine the optimal asset allocation for your preferred level of risk. You might be surprised to learn this is the <em>least<\/em> innovative part of what a robo-advisor does. That’s because almost every major&nbsp;financial institution uses MPT, and they have for years. Not every robo-advisor will arrive at exactly the same asset allocation using this method, <strong>but the difference in your <em>pre-tax<\/em> returns over the long term will be minimal<\/strong>. Any difference in pre-tax-returns over three or six months is likely due to luck (i.e. one asset class preferred by one of the robo-advisors temporarily performing better than another), so it’s unwise to base your choice of provider on short-term pre-tax results.<\/p>\n\n\n\n<p>Some robo-advisors offer additional options when it comes to constructing your portfolio. For example, some offer the ability to set up a portfolio based on <a href=\"https:\/\/www.investopedia.com\/terms\/s\/sri.asp\">socially responsible investing<\/a>. Others will let you build your own customized portfolio instead of using a pre-set asset allocation. It’s <a href=\"https:\/\/www.businessinsider.com\/personal-finance\/investment-pros-cant-beat-the-stock-market-2020-7\">unlikely<\/a> these portfolios will perform as well as a MPT-based portfolio over the long term.<\/p>\n\n\n\n<h2><strong>Tax minimization<\/strong><\/h2>\n\n\n\n<p>While pre-tax returns from robo-advisors using MPT won’t vary much, post-tax returns are a completely different story. <strong>Tax-loss harvesting (TLH) represents the biggest and most important difference among all robo-advisors because<\/strong> <strong>it can pay for your fees many times over depending on the quality of the implementation<\/strong>. Only a few robo-advisors offer some version of it, and their implementations and therefore benefits vary <em>a lot<\/em>. Unfortunately you’d be hard-pressed to find information about the quality of each robo-advisor’s TLH service in an online review because it’s uncommon for reviewers to actually use the services they review. These reviews typically repeat what each company promotes on their website. Wealthfront is the only robo-advisor that publishes its actual TLH results.<\/p>\n\n\n\n<p>Only a few robo-advisors offer ETF-level tax-loss harvesting. This involves selling one ETF that has declined below its purchase price, harvesting the loss, and replacing the first ETF with a highly correlated second ETF that maintains the risk and return profile of your portfolio. You can then use the loss to offset your taxable gains and up to $3,000 of ordinary income. This is arguably the most valuable service a robo-advisor can provide, and the savings it generates could represent a multiple of the fee you pay.&nbsp;<\/p>\n\n\n\n<p>Wealthfront is the only robo-advisor that goes a step further and offers <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/stock-level-tax-loss-harvesting\/\">stock-level tax-loss harvesting<\/a>. With stock-level tax-loss harvesting, we’re able to harvest losses <em>within<\/em> an index, which boosts your tax savings even further and therefore does an even better job covering your advisory fee.<\/p>\n\n\n\n<p>In addition to tax-loss harvesting, the best robo-advisors offer additional tax minimization features, most notably rebalancing your portfolio using dividends received from ETFs to buy more of your underrepresented asset classes. In doing this, they minimize the need to sell investments during rebalancing and thus keep your taxes lower. Only a few robo-advisors offer dividend-based rebalancing, and Wealthfront is one of them. The rest just invest your dividends back into the ETF that generated them instead. This requires less sophisticated software, but it’s also less tax-efficient.&nbsp;<\/p>\n\n\n\n<h2><strong>Account minimums<\/strong><\/h2>\n\n\n\n<p>Another big difference among robo-advisors is the amount of money it takes to get started. Some robo-advisors will let you start investing with no minimum balance. When robo-advisors have a low minimum, however, they will sometimes charge you a subscription fee that can represent a relatively high percentage of your total account balance — and fees have a huge negative impact on the growth of your portfolio. At the other end of the spectrum, Schwab requires you to invest at least $50,000 to access their tax-loss harvesting. At Wealthfront, you can start investing with $500.&nbsp;<\/p>\n\n\n\n<h2><strong>Deposits and withdrawals<\/strong><\/h2>\n\n\n\n<p>If you’re investing with a robo-advisor, it’s important to understand that not all of them approach deposits and withdrawals in the same way. All robo-advisors support <a href=\"https:\/\/www.investopedia.com\/ach-transfers-what-are-they-and-how-do-they-work-4590120\">ACH transfers<\/a>, some support <a href=\"https:\/\/www.investopedia.com\/terms\/w\/wiretransfer.asp\">wire transfers<\/a> and a few accept transfers of securities into your investment account. Ideally, you should choose a robo-advisor that offers all three options so it’s easy to move money (and securities) in and out of your account.<\/p>\n\n\n\n<p>If you’re moving investments over from another institution, you should ask if they take taxes into consideration when selling your old portfolio and reinvesting the proceeds. (Wealthfront is the first and only robo-advisor to offer <a href=\"https:\/\/blog.wealthfront.com\/introducing-tax-minimized-brokerage-account-transfers\/\">this service<\/a>.) You should also find out if they consider taxes when you want to make a withdrawal. Otherwise, you can end up realizing more gains when you sell investments to withdraw money from your account, which translates to a bigger tax bill.&nbsp;<\/p>\n\n\n\n<h2><strong>Financial planning<\/strong><\/h2>\n\n\n\n<p>Some robo-advisors offer financial planning through Certified Financial Planners, but this service requires a series of interviews and a premium advisory fee. Wealthfront is the only robo-advisor that offers software-based financial planning. This doesn’t require interviews (the data required to build your plan comes from electronic financial account linking) and is completely free.<\/p>\n\n\n\n<p>You might notice that some robo-advisors claim to offer financial planning, but actually offer simple calculators that provide unsophisticated advice based on a lot of assumptions you have to provide. Here’s how to tell the difference: robust, software-based financial planning uses your linked accounts to give you detailed insight into your financial health. Calculators, on the other hand, provide limited information based on a few inputs and don’t take your linked accounts into consideration.<\/p>\n\n\n\n<h2><strong>One-stop shop<\/strong><\/h2>\n\n\n\n<p>No one likes logging in and out of multiple apps just to move money around and check on their accounts. To make it easier to manage your financial life, some robo-advisors integrate their investment offering with banking services so you can consolidate your finances and skip the annoyance of multiple logins.&nbsp;<\/p>\n\n\n\n<p>Wealthfront takes this a step further. With our free <a href=\"https:\/\/blog.wealthfront.com\/meet-autopilot-a-new-service-that-automates-your-savings-strategy\/\">Autopilot<\/a> service, you can automate smart transfers to your Wealthfront Investment Account so you never have to worry about holding the right amount of cash.<\/p>\n\n\n\n<h2><strong>Robo-advisor fees<\/strong><\/h2>\n\n\n\n<p>In general, you’ll pay fees to use a robo-advisor although they’re much lower than what you’d pay a traditional advisor. You may pay an advisory fee, which is often expressed as a percentage of your portfolio’s value. These are <a href=\"https:\/\/investorjunkie.com\/robo-advisors\/cost-comparison\/\">generally under 0.50%<\/a>, though in some cases they’ll depend on the size of your portfolio. You should also be aware of the fees embedded in any ETFs you own through a robo-advisor. A good robo-advisor will select ETFs with a low <a href=\"https:\/\/www.investopedia.com\/terms\/e\/expenseratio.asp\">expense ratio<\/a> (less than 0.1%) to help keep your costs down.<\/p>\n\n\n\n<p>In some cases, robo-advisors will charge you a subscription fee instead of an advisory fee based on your portfolio’s value. Others will waive your advisory fee if you hold a minimum amount of your portfolio in cash. While this might sound like a good deal, it often isn’t. Holding <a href=\"https:\/\/blog.wealthfront.com\/3-signs-youre-holding-too-much-cash\/\">too much cash<\/a> can hurt your long-term wealth. You’ll need to factor in the opportunity cost of not investing that money to determine if you’ll actually come out ahead. Unfortunately most financial services providers operate like the arcade game called “Whack-a-mole.” If they knock down the fee to zero on one part of their service, you can be sure you will pay for it in some other way, even if it isn’t immediately apparent.&nbsp;<\/p>\n\n\n\n<p>At Wealthfront, we only charge an annual advisory fee of 0.25% (about a quarter of what a traditional advisor would charge) and we select low-cost ETFs, leaving more money in your pocket.<\/p>\n\n\n\n<h2>Robo-advisors are better than people<\/h2>\n\n\n\n<p>At Wealthfront, we truly believe <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">software is better<\/a> at managing your investments than a human advisor. After all, software makes far fewer errors than people do, it can work much more efficiently, it makes rational decisions rather than emotional ones and it allows us to offer an extremely high quality service to a much larger number of clients than would otherwise be possible. <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">Our mission<\/a> is to build a financial system that favors people, not institutions — and software is the only way to do that. Only through software can we lower the cost of delivering our service enough to make money with our clients and not from them.&nbsp;<\/p>\n\n\n\n<p><div class=\"o-grid__col-medium--12 o-grid__col--3 c-post__related c-post__box right\"><div class=\"c-post__box-content\">Long-term passive investing is time-tested and academically proven. <a href=\"https:\/\/www.wealthfront.com\/investing\">Learn more about our automated investing strategy<\/a><\/div><\/div>We’re confident our robo-advising service is vastly superior to our competitors’. We offer what we believe is the most productive tax-loss harvesting service on the market, including both ETF- and stock-level TLH. We also rebalance with dividends and offer free financial planning, all of which is included in our low advisory fee of 0.25%.&nbsp;<\/p>\n\n\n\n<p>Wealthfront is a one-stop-shop for managing your finances because we offer high interest checking, investing, and free financial planning all in one place — and we automate the movement of your money to exactly where you want it. We strive to offer more value on every dimension, and we’re proud to deliver a best-in-class robo-advising service to our clients.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. If you’re interested in investing, odds are you’ve heard the word “robo-advisor” used before. While it’s fun to imagine a robot managing your investment portfolio and beeping cheerfully as it works, robo-advisors are actually automated investing services managed by software instead of human advisors.  [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":13660,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[143,11033,454],"yst_prominent_words":[3550,1289,3858,1237,1230,6477,1719,1293,1299,5725,5720,2119],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13659"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13659"}],"version-history":[{"count":12,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13659\/revisions"}],"predecessor-version":[{"id":14017,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13659\/revisions\/14017"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13660"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13659"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13659"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13659"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13659"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}