{"id":1367,"date":"2011-09-09T09:19:05","date_gmt":"2011-09-09T16:19:05","guid":{"rendered":"\/blog\/?p=1367"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"friday-reads-dumbeddown-diversification-ny-times","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/friday-reads-dumbeddown-diversification-ny-times\/","title":{"rendered":"Dumbed-Down Diversification From The NY Times"},"content":{"rendered":"<p>Carl Richards, who writes the Bucks blog for <em>The New York Times<\/em>, wrote <a href=\"http:\/\/bucks.blogs.nytimes.com\/2011\/09\/06\/why-and-how-diversified-investors-win\/#preview\">a piece<\/a> illustrating the power of diversification in a portfolio. Unfortunately, he didn’t go far enough with his definition of diversity.<\/p>\n<p>We agree that diversification reduces risk, as he writes here:<\/p>\n<p>“The magic of diversification is that you can take two individual investments, which when viewed in isolation are individually risky, and blend them in a portfolio. Doing so creates an investment that’s actually less risky than the individual components and often comes with a greater return. In finance, this is as close as we get to a free lunch.”<\/p>\n<p>But Mr. Richards used as his example of diversification only two asset classes, stocks and bonds. A well-diversified portfolio contains six asset classes: U.S. Stocks, Emerging Markets Equities, International Equities, Bonds, Real Estate and Natural Resources. (See <a href=\"https:\/\/www.wealthfront.com\/blog\/jim-cramers-mad-money-diversification-idea-astray\/\">Jim Cramer’s Mad Money Diversification Is An Idea Gone Astray<\/a>.)<\/p>\n<p>We can understand that Mr. Richards might have simplified the concept of diversification for the purposes of explaining its effect on portfolios, but in doing so he reinforced the dumbed-down idea of diversification that prevails among pundits, bloggers and the investing public.<\/p>\n<h1>High-priced diversification<\/h1>\n<p>After August’s volatility, investors may be waking up to the concept of diversity to reduce some of the pain of the market’s wild swings. But how to diversify? This article from Barron’s, <a href=\"http:\/\/online.barrons.com\/article\/SB50001424052702303807404576540510669042384.html\">An Easy Way to Diversify<\/a>, looks at asset allocation funds. But the author notes the high fees &#8212; check them out:<\/p>\n<p>“The Lipper category that includes the multiasset funds has an average total expense ratio of 1.36%, versus 1.28% for U.S. large-cap funds and 1.16% for global-income funds.”<\/p>\n<h1>Investors live in echo chambers<\/h1>\n<p>It’s a human tendency to seek out like-minded people. You can imagine how this plays out in the investing world, especially on the message boards that proliferate on the Internet. If you think you’ll grow rich by putting your money in penny stocks (bad idea), you seek out other investors who think the same thing, and emerge from the interaction deeply convinced that you’re on the right track. <a href=\"http:\/\/www.kiplinger.com\/magazine\/archives\/investor-psychology-how-to-cope-with-confirmation-bias.html\">Kiplinger’s<\/a> talks about one way to overcome the confirmation bias:<\/p>\n<p>“One of the studies showed that investors sought confirmation of their preexisting opinions more often when (message) boards had ‘fewer objective measures’ upon which to base their opinions. In fact, the more access investors have to facts and information, the less likely they are to flock to birds of a feather.”<\/p>\n<h1>What is an advisor?<\/h1>\n<p>Last week, we took note of a <a href=\"http:\/\/hbr.org\/2011\/09\/what-was-the-question\/ar\/1\">Dan Ariely post<\/a> on how bad most investment advisors are. An interesting debate broke out about whether advisors deserve their high fees in the comments section of his post. One advisor wrote about his day-to-day job:<\/p>\n<p><em>“Today I talked with a widowed client who pays me 1% to manage the assets left to care for her by her deceased husband. For thirty minutes we talked about her challenges with her 42 year old son with manic-depressive disorder. She wept over how her other children chastise her for paying his back rent, and I helped her frame her decisions to support her son based on what she can afford to do without enabling further destructive behavior. We never once talked about her investments. We have had similar conversations in previous years about how to &#8220;say no&#8221; to her children, who, prior to my becoming involved, had &#8220;borrowed&#8221; over $1 Million from her with no ability to pay her back. Since then, she has been empowered to &#8220;say no&#8221; and to put her own needs first. I am neither religious nor superstitious, but at the end of the call she said, &#8220;God told you to call me today.&#8221;<\/em><\/p>\n<p>It sounds to us like this advisor is acting more like a therapist than an advisor, which raises the question of what the person hired the advisor for in the first place. Even a high-priced therapist is less expensive than 1% of your assets (and may just be covered by your health insurance!).<\/p>\n<h1>Are we any safer after the banking crisis?<\/h1>\n<p><em>The Financial Times<\/em> started running the results of <a href=\"http:\/\/www.ft.com\/intl\/cms\/06b1760c-d568-11e0-bd7e-00144feab49a.html?ftcamp=traffic\/email\/content\/reportalert\/\/memmkt\">its investigation<\/a> into the question of whether the world financial system is any safer. 2008 was merely the beginning of a long process of deleveraging, which is still playing out. The latest move in the U.S.? Lawsuits filed by the Federal Housing Finance Agency against 17 international banking groups alleging they <a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/c3656efc-d57c-11e0-9133-00144feab49a.html#axzz1XNbc4Yn2\">mis-sold $200 billion worth of mortgage backed securities<\/a>. Query as to whether lawsuits are the best way to solve these types of problems.<\/p>\n<h1>Women Are Better Investors?<\/h1>\n<p>As usual after a period of big volatility, the media seizes on the idea that women are better investors than men. Rather than panicking about their investments and exiting at the worst possible moment, turns out most women sit out volatility. We covered this in our posts the <a href=\"https:\/\/www.wealthfront.com\/blog\/stupid-investors-library-congress\/\">Nine Stupid Things Investors Do, According to the Library of Congress<\/a> and <a href=\"https:\/\/www.wealthfront.com\/blog\/investing-mistakes-men-women-library-congress\/\">The Investment Mistakes Men and Women Make<\/a>.<\/p>\n<p>Here’s one site, <a href=\"http:\/\/womensvoicesforchange.org\/are-women-better-investors-than-men.htm\">Women’s Voices for Change<\/a>, summarizing the <a href=\"https:\/\/institutional.vanguard.com\/VGApp\/iip\/site\/institutional\/clientsolutions\/dc\/howamericasaves#\/Introduction\">Vanguard report<\/a>that touches on women’s tendency to save more, be more diversified and trade less frequently in their retirement portfolios.  All factors that serve them well in these volatile times.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Carl Richards, who writes the Bucks blog for The New York Times, wrote a piece illustrating the power of diversification in a portfolio. Unfortunately, he didn’t go far enough with his definition of diversity. We agree that diversification reduces risk, as he writes here: “The magic of diversification is that you can take two individual [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7221,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[397,48,370,54,160],"yst_prominent_words":[1522,2326,1390,1383,2714,2717,2713,1281,2715,1258,1492,1257,2712,1240,1293,2716,1491,2708,1313,1234],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1367"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1367"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1367\/revisions"}],"predecessor-version":[{"id":11664,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1367\/revisions\/11664"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7221"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1367"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1367"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1367"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1367"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}