{"id":1371,"date":"2011-09-14T10:20:07","date_gmt":"2011-09-14T17:20:07","guid":{"rendered":"\/blog\/?p=1371"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"volatility-norm","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/volatility-norm\/","title":{"rendered":"Why Volatility Is The New Norm"},"content":{"rendered":"<p>So … how did that make you feel?<\/p>\n<p>This perennial question from your friendly head shrinker seems appropriate now as investors contemplate the recent weeks of chaos.<\/p>\n<p>Fortunately we have a technical measure to calibrate the level of our daily fears.<\/p>\n<p>I’m referring to the VIX. Since the VIX uses the pricing of near term options, not historical market moves, it is an estimate of <em>future<\/em> volatility of the S&amp;P 500®, giving it a certain crystal ball attribute. In effect, it estimates how fearful or greedy we will be <em>next month<\/em>. To put some math behind it, a VIX of 50 is the annualized estimate percentage change in the S&amp;P 500 within one standard deviation for the next 30 days. Thus, a VIX of 50, equates to approximately a 3.4% volatility for the next month (1.50<sup>(1\/12)<\/sup>).<\/p>\n<p>The historically obscure measure is now frequently quoted in the popular press and on the radio. That means some investors may be reacting to their own aggregate reactions – a vicious cycle.<\/p>\n<p>Until the recent economic unpleasantness began in 2008, old timers like yours truly had never seen a VIX north of 50. The high water mark was the crash of 1987 (see chart nearby). In the fall of 2008, the VIX hit 80. Since then, hitting 30 or 40 is common enough. We wonder if we need to adapt to permanently rougher waters. Is this yet another “new normal?”<\/p>\n<p><a href=\"\/wp-content\/uploads\/2011\/09\/volatility_norm_chart.jpg\"><img loading=\"lazy\" class=\"tc-hover pin share tweet plus alignleft size-full wp-image-1374\" src=\"\/wp-content\/uploads\/2011\/09\/volatility_norm_chart.jpg\" alt=\"\" width=\"570\" height=\"376\" \/><\/a><\/p>\n<p>What is really going here? Fundamentally, the high volatility means investors are discounting extreme future scenarios and baking that analysis into their daily trading activity and their view of security prices. Here are three examples of possible extreme outcomes the markets are struggling to account for:<\/p>\n<p>• Greece, Spain, Italy, Ireland and Portugal default. German citizens riot over bailouts and Angela Merkel takes her nation out of the Euro. Other strong nations quickly reintroduce the currencies of their ancestors. Gresham’s Law pushes the Euro into oblivion as investors return to deutschmarks and francs.<\/p>\n<p>• China tires of bankrolling the profligate United States and redirects its exchange reserves towards the strategic agenda of securing emerging country minerals and oil. U.S. interest rates spike no matter how many bonds Bernanke is buying. Housing takes another 30% leg down and the Great Recession Part Two ensues.<\/p>\n<p>• Finally, politicians in Washington, D.C., agree on an effective multi-party collaborative framework for current spending and entitlements. Marginal tax rates are cut dramatically. Billions in offshore corporate cash reserves flood into the country driving both investment and job creation. Unemployment drops to 5% and GDP grows at 7% for two years.<\/p>\n<p>Madness you say. Perhaps, but as traders and investors assign higher probabilities to these extreme outcomes their view of current market values changes. Even small news items such as the downgrade in U.S. debt obligations can produce dramatic market swings. (I still can’t fathom why the U.S. wasn’t downgraded in 2009 with the passing of the second stimulus bill.)<\/p>\n<p>There are other indicators that give me pause. Consumer confidence and CEO confidence, measures tracked by the Conference Board, dropped 14.7 points (24%) and 12 points (18%) respectively. Then, the modern era’s Dr. Doom, Dr. Nouriel Roubini, turned up at Lake Como to explain to a Reuters reporter that the Fed has precious few good options, that the euro may self-destruct in 3 to 5 years and that investors are properly contemplating a double dip recession in the near future. Finally, the non-farm payroll report was a statistically improbable “net-zero.”<\/p>\n<p>So if all this has you reaching for the Maalox or the Dramamine, we understand. It is important to build a thick skin in markets like these. Clearly, if you have the sang-froid of a Buffet to buy when blood is running in the streets &#8211; please carry on. If not, take a walk, go to a ball game, do anything to keep your fingers away from that execute key. Try to foil the emotional trigger that often causes individual investors to buy in the euphoria of the bubble and sell low in the depression of the crash.<\/p>\n<p>A sage old bond trader once told me that he always trades on fundamentals unless technicals are driving the market. When I asked how often the techincals were behind the wheel, he smiled and said, “Every day.”<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>So … how did that make you feel? This perennial question from your friendly head shrinker seems appropriate now as investors contemplate the recent weeks of chaos. Fortunately we have a technical measure to calibrate the level of our daily fears. I’m referring to the VIX. Since the VIX uses the pricing of near term [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7228,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[394,396,395,261],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,2113,2107,2104,2114,2108,2116,2105,2115,2109,2103,2099,2098,2382,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1371"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1371"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1371\/revisions"}],"predecessor-version":[{"id":11665,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1371\/revisions\/11665"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7228"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1371"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1371"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1371"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1371"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}