{"id":13817,"date":"2021-01-21T15:20:50","date_gmt":"2021-01-21T23:20:50","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13817"},"modified":"2021-01-21T15:20:51","modified_gmt":"2021-01-21T23:20:51","slug":"saving-for-long-term-goals-use-an-investment-account","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/saving-for-long-term-goals-use-an-investment-account\/","title":{"rendered":"Saving for Long-Term Goals? Use an Investment Account"},"content":{"rendered":"\n<p>When you think about your financial future, you probably have two kinds of goals. Some aren’t far off  — maybe you want to take a big vacation or get a new car in the next year or so. Others, like buying a home or sending a child to college might be further away. You know it’s important to save for the future, but how should you go about saving for these long-term and short-term goals?<\/p>\n\n\n\n<p>The simple answer is: in different types of accounts. It might be tempting to sock all of your savings away in a traditional checking account regardless of time horizon, but that’s not the best move. Here, we’ll break down how to save for short-term and long-term goals so you can stay on track for the future you want.<\/p>\n\n\n\n<h2>Save for short-term goals in a high-yield cash account<\/h2>\n\n\n\n<p>If you have a short-term goal (within three to five years), it’s important to make sure the money you’ll need is actually available when you’re ready to spend it. Financial markets are unpredictable in the short term, and it would be unfortunate to need cash at the exact moment your investment portfolio experienced volatility. (This is the same reason that it typically makes sense to keep <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">your emergency fund<\/a> in a savings account or equivalent.) <\/p>\n\n\n\n<p>Instead, you should save for short-term goals in a high-yield cash or savings account. By using a high-yield cash account (<a href=\"https:\/\/www.wealthfront.com\/cash\">like the one Wealthfront offers<\/a>) you can avoid taking <a href=\"https:\/\/www.investopedia.com\/terms\/m\/marketrisk.asp\">market risk<\/a> with your short-term savings and also earn several times the interest you’d otherwise earn at a traditional bank. You should choose an account that doesn’t charge <a href=\"https:\/\/blog.wealthfront.com\/what-you-should-know-about-bank-fees\/\">fees<\/a>, as fees can erode your wealth over time.<\/p>\n\n\n\n<h2><strong>Save for long-term goals in an investment account<\/strong><\/h2>\n\n\n\n<p>If you’re saving for a goal but not planning to make the purchase within the next three to five years, that’s a long-term goal. The problem with saving for long-term goals in a high-yield cash account is that the <a href=\"https:\/\/www.investopedia.com\/terms\/a\/apy.asp\">annual percentage yield<\/a> (or APY) on cash accounts has <a href=\"https:\/\/blog.wealthfront.com\/your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle\/\">seldom kept up with inflation over the last decade<\/a>. This means over time your savings can actually lose buying power. If you ask us, this defeats the purpose of saving. <\/p>\n\n\n\n<p>To save for your long-term goals, you should invest. Investing might sound daunting and risky — maybe it conjures images of scouring the internet for stock tips, executing a bunch of manual trades, and getting hit with confusing fees. However, it doesn’t have to be this way. Diversified portfolios (which hold a variety of different <a href=\"https:\/\/www.investopedia.com\/terms\/a\/assetclasses.asp#:~:text=Key%20Takeaways-,An%20asset%20class%20is%20a%20grouping%20of%20investments%20that%20exhibit,are%20examples%20of%20asset%20classes.\">asset classes<\/a>) are far less risky than picking individual stocks. And if you choose the right automated investment service, setting up an investment account is easy, personalized for your risk tolerance, and inexpensive.<\/p>\n\n\n\n<p>When choosing an investment account, there are two main types to consider: <a href=\"https:\/\/www.investopedia.com\/terms\/t\/tax-advantaged.asp\">tax-advantaged <\/a>(meaning they come with tax breaks) and taxable. 529 accounts and IRAs are examples of tax-advantaged accounts you can use to save for specific goals like sending a child to college or retirement, respectively. However, it’s important to understand that these accounts come with withdrawal restrictions and penalties if you don’t use them correctly. Taxable accounts, on the other hand, are highly flexible. You can use them for whatever you want, and you won’t pay a withdrawal penalty for taking your money out. (And since you&#8217;re making these investments for long-term goals, in most cases you&#8217;ll qualify for more favorable tax rates for <a href=\"https:\/\/www.investopedia.com\/terms\/c\/capital_gains_tax.asp\">capital gains<\/a>.) Taxable investment accounts typically also have a much higher return than a high-yield cash account over the long run. For example, taxable Wealthfront Investment Accounts with a risk score of 8 (our average and most common risk score) have had an average annual pre-tax return of 8.74% since our founding nine years ago (net of fees). <\/p>\n\n\n\n<p>Over the long run, diversified taxable investment accounts are less risky than you might think. Because they’re diversified, they should be less volatile than a portfolio that <a href=\"https:\/\/blog.wealthfront.com\/why-you-shouldnt-just-invest-in-the-s-p-500\/\">just holds the S&amp;P 500<\/a>, for example. And history shows that financial markets typically rise in the long run. You’re less likely to lose money as your investment time horizon increases, which means investing the money you’ll need to make a purchase in a decade is much less risky than investing for a purchase that’s a year away. In short, using a taxable investment account to save for a long-term goal means your savings have a better chance of increasing in buying power, and you’ll also have plenty of flexibility. <\/p>\n\n\n\n<h2><strong>Risk and return<\/strong><\/h2>\n\n\n\n<p>There’s an easy way to think about saving for your goals: risk and return are always correlated. The higher the risk, the higher the expected return. This means that in situations where you can’t afford to take any market risk (like when you’re saving for a short-term goal) you’ll sacrifice higher returns. But when you have a longer time horizon, your willingness to take on market risk can result in higher returns down the road. <\/p>\n\n\n\n<p>No matter what kind of goal you’re saving for, we’re proud to offer you the accounts you need to meet them with confidence. For your short-term goals, our <a href=\"https:\/\/www.wealthfront.com\/cash\">Cash Account<\/a> comes with an attractive interest rate, a full suite of checking features, and absolutely no account fees. For your long-term goals, we offer a taxable <a href=\"https:\/\/www.wealthfront.com\/investing\">Investment Account<\/a> that automates time-tested strategies that grow your wealth and can <a href=\"https:\/\/blog.wealthfront.com\/how-wealthfronts-tlh-pays-for-itself\/\">cover your advisory fee<\/a> (making the account basically fee-free), and a full range of tax-advantaged accounts including Traditional, Roth, and SEP IRAs and 529 college savings accounts. You can even use our free <a href=\"https:\/\/blog.wealthfront.com\/meet-autopilot-a-new-service-that-automates-your-savings-strategy\/\">Autopilot<\/a> service to make smart, automated transfers to your Investment Account so you never have too much cash on hand. At Wealthfront, we’re <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">building a financial system that favors people, not institutions<\/a> – and that means helping you reach your financial goals whether they’re next year or next decade.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When you think about your financial future, you probably have two kinds of goals. Some aren’t far off  — maybe you want to take a big vacation or get a new car in the next year or so. Others, like buying a home or sending a child to college might be further away. You know [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13819,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[11036,916],"yst_prominent_words":[1509,6475,1248,6705,6704,4530,10450,3276,4735,10117,5422,2907],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13817"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13817"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13817\/revisions"}],"predecessor-version":[{"id":13828,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13817\/revisions\/13828"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13819"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13817"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13817"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13817"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13817"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}