{"id":13840,"date":"2021-02-04T15:43:26","date_gmt":"2021-02-04T23:43:26","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13840"},"modified":"2021-02-04T15:44:53","modified_gmt":"2021-02-04T23:44:53","slug":"unsure-about-investing-because-of-gamestop","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/unsure-about-investing-because-of-gamestop\/","title":{"rendered":"Unsure About Investing Because of GameStop? Don’t Be"},"content":{"rendered":"\n<p>You’ve probably seen some recent headlines about a handful of stocks — in particular, GameStop. The prices of these stocks have risen and fallen in dramatic fashion over the last two weeks. As a result, investing is top of mind for many, and for some, it may seem overwhelming. If you’re new to investing, you might feel like it’s too risky, unpredictable, and complicated to bother with. Maybe it feels like a bad time to start investing.<\/p>\n\n\n\n<p>If so, we’re here to change your mind. There is no “bad time” to start investing — it’s nearly&nbsp;impossible to consistently time the market, but time in the market is one of your biggest allies. The sooner you start, the more time your returns have to compound. As we’ve written before, <a href=\"https:\/\/blog.wealthfront.com\/saving-for-long-term-goals-use-an-investment-account\/\">investing is the right way to build wealth and save for long-term goals<\/a>. Despite the headlines, now is a great time to get started.<\/p>\n\n\n\n<h2>Why invest at all?<\/h2>\n\n\n\n<p>If you’re saving money for your future, you want it to grow. But if you’re saving for your long-term goals in a savings account (or something comparable), it’s <a href=\"https:\/\/blog.wealthfront.com\/your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle\/\">unlikely to keep up with inflation<\/a>. This means your savings can actually lose buying power over time. Because of this, it’s important to take some market risk with any savings you don’t plan to use within three to five years.&nbsp;<\/p>\n\n\n\n<p>Taking <a href=\"https:\/\/www.investopedia.com\/terms\/m\/marketrisk.asp\">market risk<\/a> is what allows your savings to grow faster, but that doesn’t mean you need to buy individual stocks. A low-cost, diversified investment account of index funds is far more likely than a savings account to keep up with the rate of inflation so your wealth grows over time. Of course, this means you’ll need to tolerate some volatility. But your ability to do that is why your investing returns should be so much higher than those from a savings account. This is called the “<a href=\"https:\/\/www.investopedia.com\/terms\/e\/equityriskpremium.asp#:~:text=An%20equity%20risk%20premium%20is,higher%20risk%20of%20equity%20investing.\">equity risk premium<\/a>.”&nbsp;<\/p>\n\n\n\n<h2><strong>Risk and return<\/strong><\/h2>\n\n\n\n<p>So you know investing is important if you want your long-term savings to grow, but what does it actually look like? Not all investing means betting on an individual company, buying their stock, and checking on it every day. Buying individual stocks and trading them in the short term is time-consuming, risky, and tax-inefficient. We think picking stocks is fine but it’s smart to keep it to 10% of the money you have left after setting up a <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">healthy emergency fund<\/a>.<\/p>\n\n\n\n<p>Research shows that buying and holding a diversified portfolio of low-cost <a href=\"https:\/\/www.investopedia.com\/terms\/e\/etf.asp\">ETFs<\/a> is a&nbsp;better option than picking stocks. When you do this, you own collections of investments that track the performance of different indexes. And because your money gets spread out over a bunch of different assets and <a href=\"https:\/\/www.investopedia.com\/terms\/a\/assetclasses.asp\">asset classes<\/a>, your portfolio shouldn’t suffer too much even if some of those investments have a bad day. Diversification can help insulate you from dramatic losses and make it easier to stay the course.<\/p>\n\n\n\n<p>If you’re still worried about risk, there’s plenty you can do to mitigate it. You can invest with a service that lets you personalize your portfolio for your risk tolerance and periodically rebalances your portfolio so you don’t inadvertently drift to a much riskier asset allocation over time. And don’t forget that time is on your side — as your investing time horizon lengthens, the likelihood that you’ll lose money goes down.<\/p>\n\n\n\n<h2><strong>Investing is easy when it’s automated<\/strong><\/h2>\n\n\n\n<p>When it comes to investing, getting more time in the market can really help boost your returns. Because of that, it’s important to start investing sooner rather than later so your returns have more time to compound.&nbsp;<\/p>\n\n\n\n<p>Getting started doesn’t have to be a hassle. The rise of robo-advisors has made it possible to set up a portfolio based on <a href=\"https:\/\/www.investopedia.com\/terms\/m\/modernportfoliotheory.asp\">Modern Portfolio Theory<\/a> (a Nobel Prize-winning strategy) in a matter of minutes. Of course, there are lots of robo-advisors to choose from, and they aren’t all equally good at maximizing your after-tax, net-of-fee returns. For help choosing a robo-advisor, check out <a href=\"https:\/\/blog.wealthfront.com\/what-are-robo-advisors-and-how-do-they-differ\/\">our blog post on the subject<\/a>. We hope when you decide to start investing, you’ll choose Wealthfront.&nbsp;<\/p>\n\n\n\n<p>Our taxable Investment Accounts make smart investing easy, and your portfolio is personalized for your risk tolerance. You don’t have to research stocks or make any manual trades, and our <a href=\"https:\/\/blog.wealthfront.com\/how-wealthfronts-tlh-pays-for-itself\/\">industry-leading Tax-Loss Harvesting makes our service basically fee-free<\/a>. We also remain unshakably committed to our mission: building a financial system that <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">favors people, not institutions<\/a>. The last several weeks have been a reminder of the importance of that vision, and we’ll keep working hard to make it a reality.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>You’ve probably seen some recent headlines about a handful of stocks — in particular, GameStop. The prices of these stocks have risen and fallen in dramatic fashion over the last two weeks. As a result, investing is top of mind for many, and for some, it may seem overwhelming. If you’re new to investing, you [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13842,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[],"yst_prominent_words":[5330,1242,3276,4735,1293,1307,2391,3813,6192,2920,1491,1296],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13840"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13840"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13840\/revisions"}],"predecessor-version":[{"id":13853,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13840\/revisions\/13853"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13842"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13840"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13840"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13840"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13840"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}