{"id":13882,"date":"2021-02-23T11:01:27","date_gmt":"2021-02-23T19:01:27","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13882"},"modified":"2021-02-25T12:54:26","modified_gmt":"2021-02-25T20:54:26","slug":"how-to-choose-between-a-taxable-and-tax-advantaged-investment-account","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-to-choose-between-a-taxable-and-tax-advantaged-investment-account\/","title":{"rendered":"How to Choose Between Taxable and Tax-Advantaged Investment Accounts"},"content":{"rendered":"\n<p>So you’re ready to start investing. One of the first decisions you’ll need to make is what kind of account you should open. You have two main options: a taxable investment account or a <a href=\"https:\/\/www.investopedia.com\/terms\/t\/tax-advantaged.asp\">tax-advantaged account<\/a>. The biggest difference between them is that tax-advantaged accounts offer special tax benefits — but these benefits come at a cost. You’ll need to make a tradeoff between tax benefits and flexibility.<\/p>\n\n\n\n<p>Here, we’ll help you decide which kind of account is right for you.<\/p>\n\n\n\n<h2>Flexibility matters<\/h2>\n\n\n\n<p>Flexibility is extremely valuable when you’re deciding how to invest. If you’re not sure when you’ll need money or what you’ll use it for, it’s unwise to put that money into a tax-advantaged account because you can typically only remove it at certain times or for specific purposes. If you don’t follow those rules, you can get stuck paying hefty penalties that can destroy your returns.<\/p>\n\n\n\n<p>We’ll illustrate this with a series of examples for each type of account. We’ll assume you have $5,000 to invest today, and you’re deciding between putting it in a 401(k), an IRA, a 529 college savings account, and a taxable investment account. We will further assume the tax-advantaged accounts have a 9.4% annual rate of return and the taxable investment account has an 8.7% annual rate of return (the pre-tax, net of fee annual returns Wealthfront’s risk-score 8 tax-advantaged and taxable investment accounts have generated since late 2011). Our tax-advantaged accounts have earned higher returns because they are able to use investments that, if taxed, would not make sense on an after-tax basis in a taxable account. Finally, we’ll assume you’re 30 years old and after two years, you need to spend the money you invested on a home repair. Here’s what would happen with each type of account.<\/p>\n\n\n\n<h2>401(k)<\/h2>\n\n\n\n<p><a href=\"https:\/\/www.investopedia.com\/terms\/1\/401kplan.asp\">401(k) plans<\/a> are employer-sponsored retirement accounts, and your contributions come right out of your paycheck. You <a href=\"https:\/\/www.investopedia.com\/terms\/p\/pretaxcontribution.asp#:~:text=A%20pretax%20contribution%20is%20any,and%20municipal%20taxes%20are%20deducted.&amp;text=Pretax%20contributions%20are%20the%20government's,to%20save%20for%20your%20retirement.\">contribute pre-tax dollars<\/a> to a 401(k) and pay taxes on the value withdrawn, not just the gains, in retirement. (The exception to this is Roth 401(k)s, which you can <a href=\"https:\/\/www.investopedia.com\/terms\/r\/roth401k.asp\">read more about here<\/a>). This year, the annual contribution limit on 401(k) plans is $19,500 unless you’re 50 or over, in which case you can also make a $6,500 “catch-up” contribution.&nbsp;<\/p>\n\n\n\n<p>For this example, we’ll say you contribute $5,000 to your 401(k) this year through payroll deductions. If you had an annual income of $150,000 and a marginal federal tax rate of 24% (state income taxes vary greatly, so we’ll only factor in federal income taxes), reducing your taxable income by $5,000 would save you $1,200 on your tax return. We’ll assume your employer does not match any 401(k) contributions and you are single (for tax filing purposes).&nbsp;<\/p>\n\n\n\n<p>Over the next two years, your $5,000 would grow to $5,984.18 based on the 9.4% annual rate of return detailed above. But with 401(k)s, you can’t withdraw money before age 59 ½ without paying taxes and a 10% penalty. So if you needed to make a major home repair two years later and took your original $5,000 out, you’d pay $1,200 in taxes and a $500 penalty on the withdrawal. As you can see, this far outweighs the tax benefit you received to begin with, and it means you’d have to withdraw even more from your account to end up with $5,000 to spend. This is a very bad deal.<\/p>\n\n\n\n<p>This example also doesn’t account for the fact that 401(k)s can have much higher fees than what you might be charged by a robo-advisor like Wealthfront. These fees, which can <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/061913\/hidden-fees-401ks.asp\">vary from 0.5% to a staggering 2%<\/a>, far exceed the 0.25% Wealthfront advisory fee factored into the annual returns in this example. To read more about why conventional wisdom about 401(k)s is wrong, check out <a href=\"https:\/\/blog.wealthfront.com\/401k-versus-taxable-account\/\">our blog post on the subject<\/a>.<\/p>\n\n\n\n<h2>IRAs<\/h2>\n\n\n\n<p>There are several kinds of IRAs — here, we’ll focus on <a href=\"https:\/\/www.irs.gov\/retirement-plans\/traditional-iras\">Traditional IRAs<\/a> and <a href=\"https:\/\/www.irs.gov\/retirement-plans\/roth-iras\">Roth IRAs<\/a>. Traditional IRAs (or <a href=\"https:\/\/www.investopedia.com\/terms\/i\/ira.asp\">individual retirement accounts<\/a>) are taxed similarly to 401(k)s, but are more flexible and typically have lower fees. Unlike 401(k)s, they are not offered through your employer. They have much lower contribution limits than 401(k) plans — this year, that limit is $6,000 if you’re under 50 and $7,000 if you’re 50 or over. Also unlike 401(k) accounts, IRAs allow you to withdraw money without penalty for a <a href=\"https:\/\/www.investopedia.com\/articles\/retirement\/02\/111202.asp\">variety of reasons<\/a> including unreimbursed medical expenses, higher education expenses, and buying a home for the first time. Any withdrawal before age 59 ½ is considered “early.”&nbsp;<\/p>\n\n\n\n<p>If you put $5,000 into a Traditional IRA this year, you get the same <a href=\"https:\/\/www.irs.gov\/retirement-plans\/ira-deduction-limits\">tax deduction<\/a> as you would with a 401(k) as long as you aren’t signed up for a 401(k) plan. (If you’re married and don’t have a 401(k) but your spouse is signed up for one, you can only deduct your full contribution if your income is <a href=\"https:\/\/www.irs.gov\/retirement-plans\/2021-ira-deduction-limits-effect-of-modified-agi-on-deduction-if-you-are-not-covered-by-a-retirement-plan-at-work\">$198,000 or less<\/a>.) Assuming you can deduct your contribution, your financial outcome would be exactly the same as the 401(k) example above if you withdraw after two years for a purpose that isn’t allowed. This is very unattractive.&nbsp;<\/p>\n\n\n\n<p>If you earn less than $140,000 as a single filer, you can contribute directly to a Roth IRA. Roth IRAs differ from Traditional IRAs in that the amount you contribute to your account is not tax-deductible, but you don’t pay any taxes on the amount you withdraw upon retirement. Also unlike a Traditional IRA, Roth IRA account <em>contributions<\/em> may be withdrawn at any time without penalty. Fortunately, your money compounds tax-free in a Roth IRA just like in a Traditional IRA. So if you contribute $5,000 to a Roth IRA account and you need to take out $5,000 after two years, you could do so without paying a penalty or additional taxes. However, if you need to take out your earnings (in this case, for a reason not covered by one of the penalty exceptions), they’d be subject to taxes and a 10% penalty.<\/p>\n\n\n\n<p>If you have a salary of at least $140,000 as a single filer or $208,000 as a married couple filing jointly, you aren’t eligible to <a href=\"https:\/\/www.irs.gov\/retirement-plans\/amount-of-roth-ira-contributions-that-you-can-make-for-2021\">contribute directly to a Roth IRA<\/a>. However, you can contribute to a Traditional IRA and convert it into a Roth IRA. This is called a <a href=\"https:\/\/www.investopedia.com\/terms\/i\/iraconversion.asp\">Roth conversion<\/a>, and we give more detailed guidance on who should consider them <a href=\"https:\/\/blog.wealthfront.com\/should-you-consider-a-roth-ira-conversion\/\">in this blog post<\/a>. At Wealthfront, we automate the process for your convenience.&nbsp;<\/p>\n\n\n\n<h2>529 plan<\/h2>\n\n\n\n<p>529 plans are a popular way to save for educational costs, and for good reason. Like a Roth IRA, you contribute post-tax dollars to a 529 but then enjoy tax-free growth and withdrawals (as long as you use the account on <a href=\"https:\/\/529.wealthfront.com\/529-qualified-expenses\/\">qualified expenses<\/a>). Because of their tax benefits and relative flexibility, many experts consider 529 plans <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\">one of the best ways to save for college<\/a>. Although 529 plans don’t have annual contribution limits, your contributions are subject to gift-tax exemption limits, which means anything over $15,000 in a given year must be reported as a gift on your tax return (with the exception of superfunding, which you can <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-superfunding-529-account\/\">read more about here<\/a>). Aggregate balance limits depend on the state where your plan is sponsored.<\/p>\n\n\n\n<p>For the purposes of this example, if you contributed $5,000 to a 529 account, it would grow to $5,984.18 two years later. At that point, if you tried to withdraw $5,000 for non-qualified expenses, you’d be required to withdraw a portion of your earnings <a href=\"https:\/\/www.savingforcollege.com\/article\/can-i-withdraw-contributions-from-a-529-plan-without-penalty#:~:text=When%20funds%20are%20withdrawn%20from,the%20distribution%20is%20tax%2Dfree.\">based on the pro-rata rule<\/a> (unlike with Roth IRAs). You’d then owe federal taxes and a 10% penalty on these earnings. Depending on the state you live in, you could also owe state income taxes on the distribution. This means the $5,000 withdrawal would cost you at least $279.59, assuming a marginal federal tax rate of 24%. That’s not great.<\/p>\n\n\n\n<h2>Taxable investment account<\/h2>\n\n\n\n<p>In many cases, the flexibility and liquidity of a taxable investment account can be more beneficial to you than the tax breaks that come with a tax-advantaged account. It’s important not to overlook this when you’re deciding what kind of account to open. You don’t get a tax break for opening a taxable investment account, but as long as you hold investments for more than a year, your realized gains will be taxed at the lower capital gains tax rate (instead of being taxed as ordinary income). Taxable investment accounts don’t have withdrawal penalties or contribution limits.<\/p>\n\n\n\n<p>If you put $5,000 into a taxable investment account for two years and it grew to $5,907.85 (consistent with Wealthfront’s historical, pre-tax, net-of-fee annual returns for a risk score 8 portfolio), you could take out $5,000 without any penalties. You’d likely have to sell some investments to do that, thus realizing taxable gains, but as long as you’d held your investments for more than a year, you’d owe <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/101515\/comparing-longterm-vs-shortterm-capital-gain-tax-rates.asp\">long-term capital gains tax<\/a> on them which, as a single filer making $150,000 would translate to a tax rate of 15%. Of course, if you’re using a tax-loss harvesting service like Wealthfront’s, you would likely offset all those realized gains with harvested losses and significantly reduce your tax liability. (You can also use your harvested losses to offset up to $3,000 of ordinary income each year.)<\/p>\n\n\n\n<p>Wealthfront’s Tax-Loss Harvesting service takes advantage of daily market volatility so you can keep more of what you earn. For the vast majority of our clients (96%!) our Tax-Loss Harvesting generates enough savings to <a href=\"https:\/\/blog.wealthfront.com\/how-wealthfronts-tlh-pays-for-itself\/\">more than cover our advisory fee<\/a>, basically rendering our service fee-free. As we’ve written before, the benefits of our Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting service can equal or exceed the tax benefits of a 401(k). The greater your ability to benefit from Tax-Loss Harvesting, the more likely this is to be the case. Tax-Loss Harvesting is <a href=\"https:\/\/blog.wealthfront.com\/what-you-need-to-know-about-tax-loss-harvesting\/\">more valuable<\/a> to investors who make frequent Investment Account deposits, have long time horizons, and have finely grained portfolios.<\/p>\n\n\n\n<p>If you have a taxable Investment Account at Wealthfront with a balance of at least $25,000, you don’t have to liquidate your investments to get access to cash. Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit<\/a> lets you quickly and easily borrow up to 30% of the value of your Investment Account without disrupting your investing strategy. It comes with an interest rate that’s <em>much<\/em> lower than what traditional banks offer on loans (our current rates are 2.40% to 3.65% depending on the size of your account), and you can pay it back, including interest, on your own schedule. We built our Portfolio Line of Credit to be convenient and fast so you can skip the paperwork and get cash as soon as the next day.<\/p>\n\n\n\n<h2>The takeaway<\/h2>\n\n\n\n<p>If you aren’t sure what you’re saving for,&nbsp; it’s smart to use a taxable investment account or a mix of taxable and tax-deferred investment accounts. The beauty of taxable accounts is threefold: they are flexible, they come with lower fees than some tax-advantaged accounts (if you use a <a href=\"https:\/\/blog.wealthfront.com\/what-are-robo-advisors-and-how-do-they-differ\/\">robo-advisor<\/a>), and they allow you to benefit from tax-loss harvesting. Even if you’re sure you want to save for retirement, we don’t think a 401(k) is the best way to do it. For 401(k)s, we think you should only contribute what you need to in order to maximize employer match — these matching dollars are free money. Beyond that, you’re better off using an IRA (which is slightly more flexible and has lower fees) if you are allowed or, better yet, a taxable investment account.&nbsp;<\/p>\n\n\n\n<p>Tax-advantaged accounts can sound great, but it’s important to understand the tradeoff between tax benefits and flexibility. While it’s tough to put a dollar amount on the value of flexibility, there’s peace of mind that comes with knowing your savings are available to you for whatever purpose you choose and on your schedule.&nbsp;<\/p>\n\n\n\n<h2>Easy, automated investing<\/h2>\n\n\n\n<p>Hopefully you now have a clearer sense of what kind of investment account to open. But maybe you’re steeling yourself for the hassle of setting up and maintaining your new account. If you invest with Wealthfront, you don’t need to worry about this. Signing up takes just a few minutes, and your portfolio is completely automated so you don’t have to do anything to maintain it.<\/p>\n\n\n\n<p>Whether you ultimately decide to open a taxable or tax-advantaged investment account (or both!), Wealthfront has the accounts you need to meet your financial goals. We offer Traditional, Roth, and SEP IRAs as well as 529 college savings accounts. We also offer a best-in-class taxable Investment Account with an <a href=\"https:\/\/blog.wealthfront.com\/how-wealthfronts-tlh-pays-for-itself\/\">industry-leading Tax-Loss Harvesting service that basically makes our service fee-free<\/a>. For short-term goals (within three to five years) we offer a high-interest <a href=\"https:\/\/www.wealthfront.com\/cash\">Cash Account<\/a> with a full suite of checking features and absolutely no account fees. No matter what kind of account you decide on, we’re here to help you reach your goals.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>So you’re ready to start investing. One of the first decisions you’ll need to make is what kind of account you should open. You have two main options: a taxable investment account or a tax-advantaged account. The biggest difference between them is that tax-advantaged accounts offer special tax benefits — but these benefits come at [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":13885,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[11037,504],"yst_prominent_words":[1509,7210,1258,4530,1446,3597,2119,2489,3722,10117,5422],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13882"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13882"}],"version-history":[{"count":25,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13882\/revisions"}],"predecessor-version":[{"id":13911,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13882\/revisions\/13911"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13885"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13882"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13882"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13882"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13882"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}