{"id":13912,"date":"2021-03-01T14:54:06","date_gmt":"2021-03-01T22:54:06","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13912"},"modified":"2021-03-17T15:36:54","modified_gmt":"2021-03-17T22:36:54","slug":"2020-messy-tax-year","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/2020-messy-tax-year\/","title":{"rendered":"Was 2020 a Messy Tax Year? Here’s What You Need To Know"},"content":{"rendered":"\n<p><em>Editor&#8217;s note: On March 17, 2021 the IRS extended the federal filing and payment deadline for the 2020 tax year from April 15 to May 17.  You can read more about it <a href=\"https:\/\/www.irs.gov\/newsroom\/tax-day-for-individuals-extended-to-may-17-treasury-irs-extend-filing-and-payment-deadline\">here<\/a>.<\/em><\/p>\n\n\n\n<p>2020 was a complicated and difficult year for many people. Some of this complexity might show up on your 2020 tax return, whether you worked from another state, received unemployment benefits, qualified for a stimulus check, or realized a large amount of taxable gains. Now that tax season is in full swing, here’s what you need to know if your 2020 tax return is looking a little messy.<\/p>\n\n\n\n<h2>If you worked from multiple states<\/h2>\n\n\n\n<p>Many people moved around during the pandemic either to be with family, save on rent, or take advantage of working from home. For the most part, if you worked from a state other than your home state on a temporary basis and you aren’t a 1099 employee (1099 employees include people who are self-employed or independent contractors), there will likely be no impact on your taxes — you’ll just pay taxes in the state where you live.<\/p>\n\n\n\n<p>However, there are some situations in which you might owe taxes in more than one state. Even if you aren’t a resident, if you earn money in a state without a <a href=\"https:\/\/www.thebalance.com\/what-is-reciprocity-for-state-income-tax-3193330\">reciprocity agreement<\/a>, you’ll need to file a <a href=\"https:\/\/www.thebalance.com\/do-i-need-to-file-a-nonresident-state-tax-return-3193323\">non-resident state tax return<\/a>. If you think this might be the case, it’s wise to speak with a tax advisor about it.<\/p>\n\n\n\n<p>If you spent six months or more in another state, you should check residency rules to see if you’ll be taxed as a resident of that state. Residency comes down to two factors:&nbsp;<\/p>\n\n\n\n<ol><li><strong>How many days you spent in a given state<\/strong>: If you spent more than half of the year, or 183 days, in another state and you have a permanent home there, then you are considered a resident and will owe the state income tax (if they have one).<\/li><li><strong>The test of domicile:<\/strong> “Domicile” is a fancy word that basically means “the place you treat as your permanent home.” To figure out where you are domiciled, states evaluate a range of factors including where your family lives, where you keep your belongings, where your business is located, how much time you spend in the state, and where your home base is. Check out <a href=\"https:\/\/www.thebalance.com\/proving-your-domicile-4026669\">this resource<\/a> for more information on determining where you are domiciled.<\/li><\/ol>\n\n\n\n<p>The good news is that many states, including DC, said they temporarily won’t enforce their tax rules on out-of-state residents working in their state remotely because of the pandemic. And figuring out what you owe won’t necessarily be a pain. If you use TurboTax to file your tax return, the service can help you figure out which states you owe taxes to automatically.&nbsp;<\/p>\n\n\n\n<h2>If you received unemployment benefits&nbsp;<\/h2>\n\n\n\n<p>Many people lost their jobs in 2020 as the result of the COVID-19 pandemic. If you received unemployment compensation in 2020, you’ll need to report it on your 2020 tax return — it’s taxable at the federal level and many states tax unemployment benefits, too. Here is a <a href=\"https:\/\/www.kiplinger.com\/slideshow\/taxes\/t055-s001-state-taxes-on-unemployment-benefits\/index.html\">state-by-state guide<\/a> that can help you determine whether or not you’ll owe state income taxes on your unemployment benefits.&nbsp;<\/p>\n\n\n\n<p>Tax withholding on unemployment benefits is <a href=\"https:\/\/www.irs.gov\/newsroom\/irs-unemployment-compensation-is-taxable-have-tax-withheld-now-and-avoid-a-tax-time-surprise\">voluntary<\/a>. As a result, if you didn’t set up withholding when you began receiving unemployment benefits, you may owe more in taxes than you’re expecting. If this is the case, now is a good time to determine how you’ll pay.&nbsp;<\/p>\n\n\n\n<h2>If you received a stimulus payment<\/h2>\n\n\n\n<p>Did you receive stimulus payment in 2020? If so, you don’t need to worry about paying taxes on either payment — stimulus checks are not taxable.&nbsp;<\/p>\n\n\n\n<p>Tax time is also an opportunity to sort out the question of stimulus checks you should have received but didn’t. If you qualified for a stimulus check but didn’t receive payment or received too little (you can use <a href=\"https:\/\/smartasset.com\/financial-advisor\/coronavirus-stimulus-checks-how-much-will-you-get\">this resource<\/a> to determine what you should have received), you can claim the amount as a credit on your 2020 federal return by filling out the <a href=\"https:\/\/www.irs.gov\/newsroom\/recovery-rebate-credit\">Recovery Rebate Credit<\/a> section on line 30 of your Form 1040. For more information about the Recovery Rebate Credit, check out this <a href=\"https:\/\/www.irs.gov\/newsroom\/recovery-rebate-credit-frequently-asked-questions\">list of FAQs<\/a> from the IRS.<\/p>\n\n\n\n<p>Some people may realize as they file their 2020 tax returns that they actually earned too much in 2020 to be eligible for a second stimulus check. If this happened to you but you received one anyway, don’t worry — you don’t need to pay back the difference.<\/p>\n\n\n\n<h2>If your child was born in 2020<\/h2>\n\n\n\n<p>If you welcomed a new family member in 2020 and were eligible for stimulus checks, you should be able to receive <a href=\"https:\/\/www.cbs42.com\/news\/parents-with-babies-born-in-2020-could-qualify-for-1100-in-extra-stimulus-cash\/\">up to $1,100<\/a> in additional payments — as much as $500 from the first round of checks and $600 from the second round. Because payments were calculated using 2019 (and in some cases, 2018) tax returns, you wouldn’t have received this cash at the time because your child wasn’t born yet. To claim this credit, fill out the <a href=\"https:\/\/www.irs.gov\/newsroom\/recovery-rebate-credit\">Recovery Rebate Credit<\/a> section of your tax return following the same instructions as above.<\/p>\n\n\n\n<h2>If you had large taxable gains in your investments<\/h2>\n\n\n\n<p>If you held onto your investments during the market downturn last spring and then liquidated those investments, odds are you realized a lot of capital gains which will show up on your tax bill. This is especially true if you sold any investment that you held for less than one year, because that means they’ll be taxed as ordinary income rather than at more favorable <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/101515\/comparing-longterm-vs-shortterm-capital-gain-tax-rates.asp\">long-term capital gains rates<\/a>.<\/p>\n\n\n\n<p>The solution is to use your harvested losses. If you’re using Wealthfront’s Tax-Loss Harvesting service, your harvested gains should go a long way in helping you reduce your tax bill — even if you realized a bunch of short-term gains in 2020. You can also use your harvested losses to offset up to $3,000 in ordinary income, further lowering the amount you owe on your taxes.<\/p>\n\n\n\n<h2><strong>Tax season doesn’t need to be stressful<\/strong><\/h2>\n\n\n\n<p>2020 was an unusual year and, as a result, your 2020 tax return might be a little more complicated than usual. We’re here to help. For more guidance on your 2020 tax return, you can check out <a href=\"https:\/\/blog.wealthfront.com\/8-ways-to-get-ready-to-file-your-2020-tax-return\/\">this blog post<\/a> about how to get ready to file — we’ll walk you through what you need to know. We understand that tax time can feel intimidating, and we hope these tips and resources help you navigate it with confidence.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: On March 17, 2021 the IRS extended the federal filing and payment deadline for the 2020 tax year from April 15 to May 17.  You can read more about it here. 2020 was a complicated and difficult year for many people. Some of this complexity might show up on your 2020 tax return, [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":13922,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[237],"yst_prominent_words":[10406,10338,1521,4017,2123,5280],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13912"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13912"}],"version-history":[{"count":15,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13912\/revisions"}],"predecessor-version":[{"id":13946,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13912\/revisions\/13946"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13922"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13912"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13912"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13912"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13912"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}