{"id":13933,"date":"2021-03-15T11:07:32","date_gmt":"2021-03-15T18:07:32","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13933"},"modified":"2021-03-15T11:07:33","modified_gmt":"2021-03-15T18:07:33","slug":"why-renting-is-sometimes-smarter-than-buying","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-renting-is-sometimes-smarter-than-buying\/","title":{"rendered":"Why Renting Is Sometimes Smarter Than Buying"},"content":{"rendered":"\n<p>Home-buying has made a lot of headlines lately. Many people <a href=\"https:\/\/www.fool.com\/millionacres\/real-estate-investing\/articles\/did-covid-19-push-more-millennials-into-homebuying\/\">are buying<\/a> earlier than anticipated, in part because mortgage interest rates are <a href=\"http:\/\/www.freddiemac.com\/pmms\/#\">relatively low<\/a> and because a year of remote work has made it tempting to get a little more space. Maybe you even know a few people who have taken the plunge and bought a home recently.<\/p>\n\n\n\n<p>There’s no denying that owning a home can be <a href=\"https:\/\/www.wealthfront.com\/home-guide\/planning-ahead#benefits\">pretty great<\/a>. You get to lock in your cost of living (which serves as protection against potential rent increases), you can personalize your space any way you’d like, you get <a href=\"https:\/\/www.investopedia.com\/articles\/personal-finance\/051915\/what-are-tax-advantages-when-buying-home.asp\">significant tax benefits<\/a>, and you can enjoy the psychological benefits that come with knowing your home is <em>yours<\/em>. As a result, many people look forward to buying a home and consider it a major life milestone.<\/p>\n\n\n\n<p>If you’re still renting and are experiencing some FOMO, we’re here to help you think things through before you jump on the buying bandwagon. Renting can be a good choice too. It might seem like “throwing money away” in the sense that you aren’t getting equity in a home, but buying also forces you to “throw money away&#8221; on costs like property taxes, mortgage interest, HOA fees, and maintenance. Here are four advantages to renting you might not have considered:<\/p>\n\n\n\n<h2>1. Renting gives you more flexibility<\/h2>\n\n\n\n<p>Renting comes with a lot more flexibility than buying does. If you need more space, you can rent something bigger. If you want to downsize, you can rent something smaller. You can move to take a new job and you can switch school districts. It’s much easier to move when you rent. Ending (or even breaking!) a lease is much simpler than selling a home and buying a new one.<\/p>\n\n\n\n<h2><strong>2. Renting means fewer responsibilities<\/strong><\/h2>\n\n\n\n<p>Renting comes with fewer responsibilities than owning. If you’re renting an apartment and your washing machine breaks, your landlord should coordinate and pay for the repairs. But if you own your home and your washing machine breaks, it’s your problem. In some places (like San Francisco), homeowners are even responsible for repairs to the sidewalk in front of their home. These responsibilities can end up costing you a lot of time and money. If you rent, upkeep is generally the responsibility of your landlord.<\/p>\n\n\n\n<h2>3. Renting comes with smaller transaction costs<\/h2>\n\n\n\n<p>When you rent an apartment, you’ll sometimes have to pay an application fee or, in some cities, a one-time broker fee. These costs don’t usually add up to much in the grand scheme of things. <\/p>\n\n\n\n<p>When you buy a house, the transaction costs are bigger. In addition to your down payment, you’ll also need to pay fees known as closing costs, which generally add up to <a href=\"https:\/\/www.redfin.com\/definition\/closing-costs\">2-5%<\/a> of your home’s purchase price. These costs could include fees for an appraisal of the home, attorney fees, title search fees, transfer taxes, and any other fees your lender charges.<\/p>\n\n\n\n<p>When you’re ready to sell your home, there’s another set of costs. It’s usually the seller’s responsibility to cover the commissions of both the buyer’s and seller’s real estate agents, which costs around <a href=\"https:\/\/www.investopedia.com\/articles\/active-trading\/031215\/how-real-estate-agent-and-broker-fees-work.asp\">6% of the sale price on average<\/a>. You often pay taxes and fees on the sale, too, which can total <a href=\"https:\/\/www.realestatewitch.com\/seller-closing-costs-explained\/\">2-4% of the sale price<\/a>, which brings the total closing costs for sellers to 8-10%. <\/p>\n\n\n\n<p>Between buying and selling, you could be paying as much as 15% of the value of the home in transaction costs and fees (although that percentage is likely to be lower in areas with higher home prices). If you’re going to stay in your home for a long time, this isn’t a huge deal. A good rule of thumb is that you need at least five years for your house to have the chance to appreciate enough to make up for the money you’ll spend on transaction costs.<\/p>\n\n\n\n<h2>4. Renting leaves you with more cash to invest<\/h2>\n\n\n\n<p>Large purchases like buying a home come with large opportunity costs. When you rent, you can invest the money you otherwise would have spent on a down payment and transaction costs.<\/p>\n\n\n\n<p>For example, let’s say you’re able to save $150,000 this year by renting a home instead of making a down payment on the purchase of one. We’ll imagine you invest that $150,000 in a Wealthfront Investment Account with a risk score of 8, which has had an average annual pre-tax return of 8.9% since late 2011 (net of our annual 0.25% advisory fee). If you waited five years to buy a home and didn’t touch your $150,000 investment until then, it would grow to $229,736.85 based on that rate of return. That said, if you invest money you’ll need for a down payment – particularly over the short term – you should be prepared for the possibility that it could decrease in value. Markets behave unpredictably in the short term, which is why we <a href=\"https:\/\/blog.wealthfront.com\/saving-for-long-term-goals-use-an-investment-account\/\">recommend investing for the long term<\/a>.<\/p>\n\n\n\n<h2>The takeaway<\/h2>\n\n\n\n<p>Many people look forward to buying a home, but you don’t need to rush into it just because it seems like everyone else is doing it. Buying a home is a big decision, and it’s important to think through the details and feel confident before you do it. In the meantime, don’t feel bad about renting – it has plenty of advantages.<\/p>\n\n\n\n<p>When you’re ready to buy, Wealthfront has your back. Check out our <a href=\"https:\/\/www.wealthfront.com\/home-guide\">home planning guide<\/a> for everything you need to know about purchasing a home. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Home-buying has made a lot of headlines lately. Many people are buying earlier than anticipated, in part because mortgage interest rates are relatively low and because a year of remote work has made it tempting to get a little more space. Maybe you even know a few people who have taken the plunge and bought [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":13936,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[1209],"yst_prominent_words":[3281,6729,6286,4159,1338,1214,1240,6509,1339,1268,10140,6883,2379],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13933"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13933"}],"version-history":[{"count":5,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13933\/revisions"}],"predecessor-version":[{"id":13939,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13933\/revisions\/13939"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13936"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13933"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13933"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13933"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13933"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}