{"id":13949,"date":"2021-04-12T10:00:13","date_gmt":"2021-04-12T17:00:13","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=13949"},"modified":"2021-04-12T10:00:14","modified_gmt":"2021-04-12T17:00:14","slug":"questions-to-ask-before-starting-a-home-renovation","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/questions-to-ask-before-starting-a-home-renovation\/","title":{"rendered":"Questions To Ask Before Starting a Home Renovation"},"content":{"rendered":"\n<p>You love your house, but maybe you hate your kitchen. Or your flooring. Or that one bathroom. If you own your home and you’re eager to spruce it up, you’re not alone. Home renovations were <a href=\"https:\/\/www.cnbc.com\/2020\/08\/07\/pandemic-home-remodeling-is-booming-what-your-neighbors-are-doing.html\">especially popular in 2020<\/a> as people spent more time at home because of the pandemic. They’re also a big financial commitment. Before you take a sledgehammer to the tile that’s always bugged you, here are some questions to ask first.<\/p>\n\n\n\n<h2>How will you pay?<\/h2>\n\n\n\n<p>Renovating your home can be quite expensive, and one of the biggest decisions you’ll need to make is how to pay for it. If you can use cash without dipping into your <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund<\/a> or other funds set aside for long-term goals, that’s likely your best bet. However, if you recently bought your home, you might have spent the bulk of your cash on your down payment already. The good news is that you have a number of other options when it comes to financing home renovations. <\/p>\n\n\n\n<p>One of the first options you might consider is a <a href=\"https:\/\/www.investopedia.com\/mortgage\/heloc\/\">HELOC<\/a>, or home equity line of credit. This is essentially a line of credit secured by the equity you have in your home. If you’ve owned your home for long enough to make a dent in your principal balance, this can be a good way to pay for renovations. Just keep in mind that there are limits to how much you can borrow, and it can take weeks (and a lot of paperwork) to get approved and receive the money. Most lenders will cap your debt on the home at <a href=\"https:\/\/www.bankrate.com\/home-equity\/requirements-to-borrow-from-home-equity\/\">85%<\/a> of its pre-renovation value – and that debt includes whatever you already owe on the home. For example, if your home is worth $1 million and you owe $800,000 on it, you could likely borrow up to $50,000 using a HELOC. Currently, <a href=\"https:\/\/www.valuepenguin.com\/mortgages\/average-home-equity-loan-rates#heloc\">average interest rates<\/a> for HELOCs are between 4.28% and 6.95%. <\/p>\n\n\n\n<p>If you just bought your home, this might pose a challenge because you probably haven’t paid off much of the principal yet. As you likely know, early on in your mortgage, your payments will <a href=\"https:\/\/www.investopedia.com\/ask\/answer\/07\/mortgagepayments.asp\">primarily consist of interest<\/a>. If you’re a brand new homeowner, you’ll probably need at least a year of payments to get enough equity in your home for a HELOC to be a decent option. <\/p>\n\n\n\n<p>Luckily, there’s another good borrowing option: a portfolio line of credit, which allows you to borrow against the value of your investment account for any number of reasons. You can invest in securities, make a down payment, cover a tax bill, or even pay for a renovation. With <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Wealthfront’s Portfolio Line of Credit<\/a>, you borrow up to 30% of the value of your taxable Investment Account and get the money the next day. There’s no application process – if you have $25,000 in your taxable Investment Account, you automatically qualify. You don’t have to disrupt your investments by liquidating them, and you get to borrow at a low interest rate – currently, between 2.40% and 3.65% (far below the average rate for a HELOC) depending on your Investment Account balance. The whole process takes just a few taps on your phone, and you can pay it back on your own schedule. For more help choosing between a HELOC and a PLOC, check out our <a href=\"https:\/\/blog.wealthfront.com\/advantages-wealthfront-portfolio-line-credit-traditional-home-equity-line-credit\/\">blog post on the subject<\/a>.<\/p>\n\n\n\n<h2>How will each project impact your home value?<\/h2>\n\n\n\n<p>Are you taking on a renovation that may increase your enjoyment of the home but might hurt its resale value down the road? It’s important to understand what type of return on investment you can expect before undertaking any large renovation. Removing a bedroom may negatively impact your home’s value whereas adding a bathroom will likely have a positive impact. This is a big factor to consider before you commit to any type of large-scale project on your home.<\/p>\n\n\n\n<p>Spending $10,000 to improve your kitchen doesn’t necessarily mean you’ll get that $10,000 back when you sell your home. But some renovations costs are easier to recoup than others. For example, you may be surprised to find that you’ll likely recoup more of a minor kitchen remodel than a deck addition. Having issues with your garage door? That’s actually one of the best renovations you can make in terms of return on investment, according to <a href=\"https:\/\/www.zillow.com\/sellers-guide\/best-home-improvements-to-increase-value\/\">Zillow’s sellers guide<\/a>. A few renovations that won’t necessarily add value are swimming pools, luxury upgrades (granite countertops, etc.) and fancy landscaping. <\/p>\n\n\n\n<p>You should also be mindful of renovating your home to the point that it becomes the most expensive house in the neighborhood. If you do this, it’s unlikely you’ll be able to get back what you spent on improvements when you sell your home. According to <a href=\"https:\/\/www.zillow.com\/blog\/over-improving-228853\/\">Zillow<\/a>, you shouldn’t take on renovations that increase the value of your home by more than 10% of your neighborhood’s average home cost. <\/p>\n\n\n\n<h2>How will a project impact your taxes? <\/h2>\n\n\n\n<p>Some renovations can help you save money on your taxes. When you install certain kinds of energy-efficient equipment like solar panels, solar water heaters, and geothermal heat pumps you may be eligible to claim a tax credit for up to <a href=\"https:\/\/www.irs.gov\/newsroom\/energy-incentives-for-individuals-residential-property-updated-questions-and-answers#:~:text=You%20may%20be%20able%20to,200%20lifetime%20limit%20for%20windows).\">22% of the cost<\/a>. Of course, these projects can have financial benefits beyond the tax credit. Installing solar panels, for example, can also reduce your monthly electricity bill. To claim a residential energy credit, fill out and file a <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/f5695.pdf\">Form 5695<\/a> with your federal tax return. For more information on energy tax credits, you can check out this <a href=\"https:\/\/turbotax.intuit.com\/tax-tips\/home-ownership\/energy-tax-credit-which-home-improvements-qualify\/L5rZH56ex\">helpful guide from TurboTax<\/a>.<\/p>\n\n\n\n<p>When considering renovations, you might want to prioritize projects that can reduce your taxes. Of course, the tax code can change from year to year, so don’t wait too long to get started. Currently, this tax credit is set to expire in 2022. <\/p>\n\n\n\n<h2>There’s no place like home<\/h2>\n\n\n\n<p>Home renovations are a big commitment, and you shouldn’t undertake them lightly. However, done correctly, they can make owning your home even more rewarding. Hopefully you now have a good sense of the questions to ask yourself before taking on a big home improvement project. For even more help navigating the financial ins and outs of homeownership, check out Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/home-guide\">home planning guide<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>You love your house, but maybe you hate your kitchen. Or your flooring. Or that one bathroom. If you own your home and you’re eager to spruce it up, you’re not alone. Home renovations were especially popular in 2020 as people spent more time at home because of the pandemic. They’re also a big financial [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":13952,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[5635,1188,958,5636],"yst_prominent_words":[2781,1214,1258,4530,5575,5576,5574,2123,4152,10117,5422,1295],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13949"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=13949"}],"version-history":[{"count":5,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13949\/revisions"}],"predecessor-version":[{"id":13955,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/13949\/revisions\/13955"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/13952"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=13949"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=13949"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=13949"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=13949"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}