{"id":14000,"date":"2021-04-28T07:56:09","date_gmt":"2021-04-28T14:56:09","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=14000"},"modified":"2021-04-28T07:56:10","modified_gmt":"2021-04-28T14:56:10","slug":"build-your-socially-responsible-wealthfront-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/build-your-socially-responsible-wealthfront-portfolio\/","title":{"rendered":"Build Your Socially Responsible Wealthfront Portfolio"},"content":{"rendered":"\n<p>Investing isn’t just a way of growing your money – it’s a way of shaping the future. When you invest in a certain ETF or stock or asset class, you’re expressing a belief in the future of that investment. Because of this, picking the right portfolio can be highly personal. That’s why Wealthfront makes it possible for you to <a href=\"https:\/\/blog.wealthfront.com\/you-can-now-use-wealthfront-to-build-and-automate-your-own-portfolio\/\">customize your portfolio<\/a> to suit your values and beliefs –&nbsp; including building a socially responsible portfolio.&nbsp;<\/p>\n\n\n\n<p>When it comes to socially responsible investing (SRI for short), everyone has their own point of view. Instead of defining what being socially responsible means for you, we offer truly customizable portfolios so you can decide for yourself. We want to empower you to build a portfolio that reflects the future you want to see. Here’s how to do it.<\/p>\n\n\n\n<h2>Build a portfolio with socially responsible ETFs<\/h2>\n\n\n\n<p>At Wealthfront, we give you access to a range of carefully vetted ETFs that focus on different aspects of social responsibility. These ETFs represent asset classes like US stocks, bonds, foreign stocks, and emerging market stocks. You can build an entire portfolio with these SRI ETFs and decide how much to allocate to each one by clicking the <em>Edit portfolio<\/em> button on your Investment Account dashboard.<\/p>\n\n\n\n<p>For example, let’s say you want to build a portfolio with a US stocks allocation that’s socially responsible. To do this, you can add <a href=\"https:\/\/finance.yahoo.com\/quote\/ESGU\/\">ESGU<\/a> to your portfolio – this is a US stocks ETF that allows you to invest in companies that prioritize environmental, social, and governance factors like avoiding thermal coal, civilian firearms, and tobacco. From there, we’ll handle the rest, including tax-sensitive rebalancing (so you don’t drift too far away from your target allocation) and Tax-Loss Harvesting (<a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211004403-Do-you-support-socially-responsible-investing-\">when there’s a suitable alternate available<\/a>). And we won’t use a non-SRI ETF as a Tax-Loss Harvesting alternate for an SRI ETF, because we think that defeats the purpose of having a socially responsible portfolio.<\/p>\n\n\n\n<p>Don’t see what you’re looking for on our menu of ETFs? Stay tuned. We’ll keep adding new ETFs over time, so you’ll have even more options in the future.<\/p>\n\n\n\n<h2>Use US Direct Indexing to fine-tune your portfolio<\/h2>\n\n\n\n<p>When you use Wealthfront’s <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211005023-What-is-Stock-level-Tax-Loss-Harvesting-\">US Direct Indexing<\/a>, you can fine-tune your portfolio even further. We know many of our clients are interested in omitting specific companies from their holdings, and it’s easy to do that with Wealthfront’s US Direct Indexing. When you include US Direct Indexing in your Wealthfront portfolio, you own individual stocks for the US stocks portion of your portfolio (along with one or two ETFs to ensure you get broad exposure) instead of an index fund. This means you get more opportunities to harvest tax losses (because individual stocks are typically much more volatile than indexes) and you get an added layer of customization.&nbsp;<\/p>\n\n\n\n<p>To exclude specific stocks from the US Direct Indexing piece of your portfolio, log in to our web app click your name in the top right corner, then select <em>Settings <\/em>and then<em> Restrictions<\/em>. From there, just enter in the stock ticker symbol of any stock you don’t want to own, and we’ll make sure we never buy or sell them in your account.&nbsp;<\/p>\n\n\n\n<h2>Your portfolio, your decision<\/h2>\n\n\n\n<p>When you build a socially responsible portfolio with Wealthfront, you can enjoy the peace of mind that comes with knowing your investments are aligned with your values. We’ll handle all of the trades so you don’t have to worry about buying or selling. You’ll also benefit from automatic tax-efficient rebalancing and our Tax-Loss Harvesting service (on ETFs for which we’ve identified a suitable alternate). Together, these features ensure that your portfolio works harder for you with very little effort on your part.<\/p>\n\n\n\n<p>Wealthfront is building a new financial system that <a href=\"https:\/\/blog.wealthfront.com\/wealthfronts-new-mission\/\">favors people, not institutions<\/a>. That means giving you control over your portfolio and letting you decide what socially responsible investing means to you. The fiduciary standard is central to everything we do, and it means we act in the best interests of our clients. But at the end of the day, it’s your decision – and we want to empower you to build a portfolio you believe in.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investing isn’t just a way of growing your money – it’s a way of shaping the future. When you invest in a certain ETF or stock or asset class, you’re expressing a belief in the future of that investment. Because of this, picking the right portfolio can be highly personal. That’s why Wealthfront makes it [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":14007,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[],"yst_prominent_words":[1819,2467,2225,1672,2466,5330,1293,2528,2521,2530,2520,2519,1491,2119,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14000"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=14000"}],"version-history":[{"count":10,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14000\/revisions"}],"predecessor-version":[{"id":14015,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14000\/revisions\/14015"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/14007"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=14000"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=14000"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=14000"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=14000"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}