{"id":1401,"date":"2011-09-20T08:22:19","date_gmt":"2011-09-20T15:22:19","guid":{"rendered":"\/blog\/?p=1401"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"call-bullshit-disclosures-dont-work","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/call-bullshit-disclosures-dont-work\/","title":{"rendered":"Why Disclosures Don’t Work"},"content":{"rendered":"<p>Last month, in a provocative op-ed in <em>The New York Times<\/em>, David Swensen, Yale University’s chief investment officer, <a href=\"http:\/\/www.nytimes.com\/2011\/08\/14\/opinion\/sunday\/the-mutual-fund-merry-go-round.html?_r=3&amp;pagewanted=1\">lashed out at mutual funds<\/a>. He said, in short, that mutual funds invest poorly and have fees that investors don’t understand, and that some of the brokers and advisors who sell mutual funds use “pointless buying and selling to increase and justify their all-too-rich compensation.”<\/p>\n<p>The Investment Company Institute, which represents mutual funds in Washington, D.C., struck back, suggesting Mr. Swensen had been led astray by his “hubris.” The ICI says the mutual fund industry <a href=\"http:\/\/www.ici.org\/viewpoints\/view_11_mmf_swen\">already offers information and disclosures to investors.<\/a><\/p>\n<p>“Funds have reported their fees for decades and have published prominently displayed fee tables with a wealth of cost information since 1988,” the ICI said.<\/p>\n<p>For decades, the mutual fund business and its regulators have hidden behind this idea: that disclosures absolve them of responsibility toward investors. That’s why, over the years, the prospectuses you get in the mail seem to grow thicker and thicker, and the print seems to get smaller and smaller.<\/p>\n<p>A growing body of academic research suggests what most of us have suspected instinctively all along, that “disclosure” as it is practiced today in the financial services industry offers not only little value to investors &#8212; <em>but may even offer companies a license to do worse by their clients<\/em>. (See “<a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=480121\">The Dirt on Coming Clean<\/a>”).<\/p>\n<p>To be valuable, disclosures should be paired with real, meaningful, easy to access explanations, as Mr. Swensen has suggested. In addition, investors should seek out companies, brokers and advisors who seek to reduce their conflicts of interest, rather than people who believe that conflicts of interest are OK if they are disclosed.<\/p>\n<p>“A conflicted expert can give good advice. But unbiased advice is highly undervalued,” says Daylian Cain, assistant professor of organizational behavior at the Yale School of Management<\/p>\n<h1>Why it matters now<\/h1>\n<p>The question of disclosures is critical now, as the SEC works on reforms of the financial industry following the crisis of 2008. For decades, government regulation of the financial services industry – not just mutual funds, but broker-dealers like the big Wall Street firms, credit card companies and insurance firms – has rested on the idea of disclosure.<\/p>\n<p>But just consider how the industry has interpreted the idea of disclosure. Take a look, for instance, at the prospectus, selected more or less at random, for <a href=\"https:\/\/www.americanfunds.com\/funds\/details.htm?fundNumber=7\">American Funds’ New Perspective Fund<\/a>, described on the company’s website as investing in the stocks of blue chip companies in the United States and abroad.  American Funds is one of the nation’s biggest mutual fund families.<\/p>\n<p>This prospectus contains two key disclosures. One is on page 37 of the 46-page document. It explains that classes of shares that carry higher 12b-1 fees—which are charged as a percentage of assets on an ongoing basis to pay for the marketing and distribution of the fund—may be more expensive to own over time than shares that carry an initial sales charge. (You can watch SEC Chairman Mary L. Shapiro discuss the history and the future of 12b-1 fees here: <a href=\"http:\/\/sec.gov\/news\/speech\/2010\/video072110mls-12b1.wmv\">http:\/\/sec.gov\/news\/speech\/2010\/video072110mls-12b1.wmv<\/a>.)<\/p>\n<p>There’s another on page 38, alerting investors that American Funds offers a financial incentive to dealers that sell the most shares in the New Perspective Fund:<\/p>\n<p>American Funds Distributors, at its expense, currently provides additional compensation to investment dealers. These payments may be made, at the discretion of American Funds Distributors, to the top 100 dealers (or their affiliates) that have sold shares of the American Funds. The level of payments made to a qualifying firm in any given year will vary and in no case would exceed the sum of (a) .10% of the previous year ’s American Funds sales by that dealer and (b) .02% of American Funds assets attributable to that dealer. For calendar year 2009, aggregate payments made by American Funds Distributors to dealers were less than .02% of the average assets of the American Funds.<\/p>\n<p>Maura Griffin, a spokeswoman for American Funds, says the company doesn’t know what investors do with the information.<\/p>\n<h1>What the research says<\/h1>\n<p>You might expect that an investor reading these disclosures would think twice about buying a class of shares carrying high 12b-1 fees, and be wary of an advisor or broker who recommended their purchase. You might further expect an investor to wonder whether the compensation coming from American Funds might sway an advisor or broker to recommend one of its funds over another fund that does not pay such compensation.<\/p>\n<p>You might expect that. But it’s probably not what happens.<\/p>\n<p>Human behavior prevents investors from giving proper weight to such disclosures, says Professor Cain. He points to the behavioral principle called “anchoring” to explain why disclosures fail to have the expected or sufficient impact on investor decisions.<\/p>\n<p>In one <a href=\"http:\/\/hss.caltech.edu\/~camerer\/Ec101\/JudgementUncertainty.pdf\">classic study<\/a> of anchoring, Amos Tversky and Daniel Kahneman, who later won a Nobel Prize for his work in behavorial economics, asked participants   to guess the percentage of African countries that were members of the United Nations. One group of participants was asked whether the percentage was “more or less than 10%,” and then asked to guess the actual percentage. A second group was asked whether the total percentage was “more or less than 65%,” then likewise asked to guess the total percentage. The study found that the group presented with the higher initial benchmark guessed higher actual totals.<\/p>\n<p>Basically, once a person has decided to believe in something, that belief colors the thinking that follows. Professor Cain says he suspects that financial advice would prove sticky in much the same way: Once an investor has decided to trust an advisor or a mutual fund company, a disclosure of conflict of interest is unlikely to sufficiently shake that trust. In a subsequent study, Cain found that even participants who were warned that their advisor would intentionally manipulate them failed to attach proper weight to that disclosure.<\/p>\n<p>“Even in the face of disclosure that should have been incredibly alarming, the advice turned out to be very sticky,” Cain says. “Disclosure tends to help us discount advice in the right direction. But we don’t discount conflicted information as much as we should.”<\/p>\n<h1>Even worse<\/h1>\n<p>There’s a more pernicious flipside to disclosures. While investors don’t properly weight conflicts of interest, disclosures may spur individuals in the financial services business —probably subconsciously—to counteract their disclosure by giving advice that is actually <em>more<\/em> biased.<\/p>\n<p>Robert Prentice, associate chairman at the University of Texas McCombs School of Business, describes the phenomenon in terms of moral equilibrium: When people believe themselves to be good, they are more likely to take license to behave poorly.  He says a study conducted by Sonya Sachdeva, a psychology researcher at Northwestern University, exemplifies the phenomenon. Researchers asked one group of participants to describe their own positive personality traits. The second group of participants described their negative traits. Members of each group were then given the opportunity to make a theoretical donation to charity. The group that had enumerated their positive traits donated less money.<\/p>\n<p>Says Mr. Prentice: “If I’m a broker, I tell myself, ‘I didn’t hide my conflict of interest, I explained it to my customer, who can protect themselves.’ In that setting, I’ve licensed myself to give more biased advice than I otherwise would have.”<\/p>\n<p>Earlier this year, Professor Cain’s  paper, “<a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=480121\">The Dirt on Coming Clean<\/a>” indicated—at least in the context of the study—that advisors tend to make recommendations in line with their incentives, and that the their advice became more biased when their conflict of interest was disclosed.<\/p>\n<p>“Disclosure, in effect, may cause the investor to cover his ears,” says Professor Cain. “What does the advisor do in response? He yells [the advice] louder.”<\/p>\n<p>The bottom line for investors? Beware of companies, both mutual fund companies and the firms of people who sell them to you, that rely solely on disclosure to discharge their moral obligations.<\/p>\n<p>And the bottom line for regulators? It might be time to find a better way to regulate the mutual fund business, because disclosures alone just don’t cut it.<\/p>\n<p><em>Patrick Clark contributed to this story.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Last month, in a provocative op-ed in The New York Times, David Swensen, Yale University’s chief investment officer, lashed out at mutual funds. He said, in short, that mutual funds invest poorly and have fees that investors don’t understand, and that some of the brokers and advisors who sell mutual funds use “pointless buying and [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7231,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[10,17,50,51,53,67,152,163,204,273],"yst_prominent_words":[2701,2700,2689,2690,2704,2691,2693,2696,2705,2697,2694,1281,2698,2692,1329,2695,1271,2703,2699,2702],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1401"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1401"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1401\/revisions"}],"predecessor-version":[{"id":11667,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1401\/revisions\/11667"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7231"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1401"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1401"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1401"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1401"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}