{"id":14055,"date":"2021-05-19T12:48:36","date_gmt":"2021-05-19T19:48:36","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?p=14055"},"modified":"2021-05-19T12:51:25","modified_gmt":"2021-05-19T19:51:25","slug":"how-to-keep-up-good-financial-habits-after-the-pandemic","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-to-keep-up-good-financial-habits-after-the-pandemic\/","title":{"rendered":"How To Keep Up Good Financial Habits After the Pandemic"},"content":{"rendered":"\n<p>It’s nearly summer, and lots of us are getting excited about returning to pre-pandemic normalcy here in the US. Whether you can’t wait to jump on a plane and travel the world or you just want to go back to your favorite restaurant, there’s a lot to look forward to in the coming months as the vaccine rollout continues and you reestablish your old routines. But for many people, the pandemic has prompted new financial habits that are worth holding onto.<\/p>\n\n\n\n<p>Before you throw financial caution to the wind and get back to your pre-pandemic life, here are some tips to help you maintain good financial habits you picked up over the last year.<\/p>\n\n\n\n<h2>Keep saving<\/h2>\n\n\n\n<p>Since the onset of the pandemic in 2020, many of us have spent a lot less on things like travel, entertainment, and dining. As a result, the personal savings rate has been <a href=\"https:\/\/www.statista.com\/statistics\/246268\/personal-savings-rate-in-the-united-states-by-month\/\">unusually high<\/a>. After all, we’ve had fewer opportunities to spend (who was traveling in 2020?) and some of us decided to hold off on purchases (why buy new clothes when you’re not going anywhere?).&nbsp;<\/p>\n\n\n\n<p>As the economy continues to open up, hold onto your momentum. Avoid falling prey to “<a href=\"https:\/\/www.forbes.com\/sites\/ryanderousseau\/2021\/03\/31\/how-to-avoid-a-revenge-spending-splurge-post-pandemic\/?sh=235806224078\">revenge spending<\/a>” and keep an eye on your monthly costs – don’t eat out every night of the week just because you can. And when you make a big purchase, don’t forget to use any credit card points or miles you racked up last year – those can save you a significant amount of cash and give your savings rate a boost.<\/p>\n\n\n\n<p>It helps to think about spending less now as a way of getting to future financial milestones more quickly. Maybe your new, higher savings rate will allow you to buy a home a few years earlier. That’s pretty motivating, and it’s a great reason to pay attention to your spending in the short term. Your future self will thank you.<\/p>\n\n\n\n<h2>Keep investing<\/h2>\n\n\n\n<p>Interest rates fell sharply last year, and the APY on high-interest checking and cash accounts fell too. As a result, maybe you took up investing as a way to help your long-term savings grow since savings accounts are <a href=\"https:\/\/blog.wealthfront.com\/your-high-yield-cash-account-shouldnt-be-your-only-savings-vehicle\/\">unlikely to keep up with inflation<\/a>. This is a great idea, and you should stick with it.<\/p>\n\n\n\n<p><a href=\"https:\/\/blog.wealthfront.com\/saving-for-long-term-goals-use-an-investment-account\/\">We’re big proponents of saving for long-term goals in an investment account<\/a> because taking <em>some<\/em> market risk generally allows you to enjoy larger returns. Even when interest rates increase in the future (as they’re likely to), we think you should invest anything you don’t plan to spend within three to five years, excluding your <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">emergency fund<\/a>.&nbsp;<\/p>\n\n\n\n<h2>Keep tackling your debt&nbsp;<\/h2>\n\n\n\n<p>If you have outstanding debt, maybe you took advantage of low interest rates to refinance. If you haven’t already done this (or you haven’t applied this strategy to all of your debt), you still can. Interest on debt compounds just like interest on savings – and that means paying a lower rate can save you some serious cash.&nbsp;&nbsp;<\/p>\n\n\n\n<p>If you&#8217;ve been considering <a href=\"https:\/\/www.investopedia.com\/mortgage\/refinance\/when-and-when-not-to-refinance-mortgage\/\">refinancing your mortgage<\/a> or you simply need to <a href=\"https:\/\/www.investopedia.com\/terms\/d\/debtconsolidation.asp\">consolidate other debt<\/a>, now is the time to start looking at options and locking in low rates. Plus, if you have federal student loans, all principal and interest payments have been <a href=\"https:\/\/studentaid.gov\/announcements-events\/coronavirus\">deferred through the end of September<\/a>. Consider putting cash you’d normally use to pay your federal student loans towards other debt instead.&nbsp;<\/p>\n\n\n\n<h2>The future is bright<\/h2>\n\n\n\n<p>It’s a relief that the pandemic seems to be winding down in the US – it was a long, challenging chapter and it’s no wonder so many people are itching to get back to normal. You should absolutely attend events with family and friends, go back to your favorite coffee shop, and take a much-needed vacation. But if you can find balance and hold onto some of the financial habits you picked up in 2020, you’ll reap the rewards for years to come.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>It’s nearly summer, and lots of us are getting excited about returning to pre-pandemic normalcy here in the US. Whether you can’t wait to jump on a plane and travel the world or you just want to go back to your favorite restaurant, there’s a lot to look forward to in the coming months as [&hellip;]<\/p>\n","protected":false},"author":10000,"featured_media":14058,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[528,5,1102],"yst_prominent_words":[10406,1739,1420,3530,3523,1237,1245,10297,2782,1990,10597,5418,3091,3813,5347,3821,3527],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14055"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10000"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=14055"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14055\/revisions"}],"predecessor-version":[{"id":14062,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/14055\/revisions\/14062"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/14058"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=14055"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=14055"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=14055"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=14055"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}