{"id":1433,"date":"2011-10-04T08:21:09","date_gmt":"2011-10-04T16:21:09","guid":{"rendered":"\/blog\/?p=1433"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"sec-standard-of-conduct","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/sec-standard-of-conduct\/","title":{"rendered":"Why Investors Should Care About The Fiduciary Standard"},"content":{"rendered":"<p>Since taking office, Securities and Exchange Commission Chairman Mary Schapiro has repeatedly stated her commitment to raising the standard of conduct that applies to brokers when they give investment advice.  The goal is to ensure that the “financial advisors” employed by brokerages (including Wall Street firms such as Merrill Lynch and Morgan Stanley Smith Barney, insurers such as Allstate, and many other smaller independent firms around the country) meet the same basic fiduciary standard other investment advisors are held to when they provide advisory services. The fiduciary duty, in short, is a duty to act in the best interests of customers.  Although progress has been made, this common sense proposal still faces an uphill battle thanks to opposition from a relatively small segment of the broker-dealer community and their anti-regulatory allies at the Commission and on the Hill.  The question for investors is, “Why should you care?”<\/p>\n<p>If you are like most investors, you don’t know whether your financial advisor is a broker, an investment advisor, or a little bit of both.  You don’t know that investment advisors are supposed to act in their customers’ best interests, but brokers don’t have to, under their regulatory guidelines.  And, trusting in your advisors’ expertise and integrity, you generally do exactly what he recommends, without researching or second-guessing those recommendations.  In short, you act as if your broker is required to act in your best interests even though he is not.<\/p>\n<h2>Returns that might have been yours<\/h2>\n<p>But what’s the harm?  It’s not as if brokers aren’t regulated.  And, while brokers may not have a fiduciary duty to their customers, they do have to make “suitable” recommendations.  The point, of course, is that the difference between what’s suitable and what’s best for you could mean money in your pocket.<\/p>\n<p>Imagine, for example, that you are investing $25,000 toward your retirement savings, and your broker is trying to decide between two large cap value funds, the American Funds’ American Mutual Fund (<a href=\"https:\/\/www.americanfunds.com\/funds\/details.htm?fundNumber=42\">AMRMX<\/a>) or Federated’s Clover Value Fund (<a href=\"http:\/\/www.federatedinvestors.com\/FII\/mutualfunds\/details\/overview.do?fundshareid=11371&amp;basketid=19644\">VFCAX<\/a>).  Assuming a 20-year holding period and an 8% gross return, and taking into account the two funds&#8217; fees\/expenses and sales charges, you’d have a little over $97,500 at the end of that period if your broker chose the American Funds option, compared with just over $86,500 for the higher-cost Federated option.<a href=\"#_ftn1\">[1]<\/a> That $11,000 difference represents money most investors can’t afford to leave on the table.  On an investment of $100,000, the difference between the two options rises to roughly $45,000.<\/p>\n<p>Under the current standards, either of these funds would be considered suitable, and the broker would be free to base his choice on the one that pays him most.  Under a fiduciary duty, the broker would have to recommend the fund he thinks is best for you, and if one of the funds paid him a higher commission, he’d have to warn you in advance of that incentive and ignore the incentive when making his recommendation.<\/p>\n<p>Of course, imposing a fiduciary duty doesn’t guarantee that the broker will always end up making the best choice for you.  The fund that looks like it would be the better option could end up hitting a run of bad luck.  But it does mean the broker can’t choose to ignore factors – like fund costs or long-term risk-adjusted performance record or the quality of the match between the fund’s investment strategy and your investment needs – in favor of her own economic interests.  Costs are a particularly important factor when making this comparison, since funds that pay the broker more are generally going to take that money out of the investor’s pocket.  And, as research has shown, keeping costs low is the best predictor of investor success.<\/p>\n<h2>Massive transfer of money<\/h2>\n<p>The differences can be even more dramatic when you leave the relatively cost competitive world of mutual funds and move into variable annuities.  While many <a title=\"Liz Pulliam Weston &quot;The Worst Retirement Investment You Can Make&quot;\" href=\"http:\/\/www.jcgower.com\/media\/The$20Worst$20Retirement$20Investment$20You$20Can$20Make.pdf\" target=\"_blank\">personal finance writers<\/a> believe the cost of variable annuities almost always outweighs their benefits, their high commissions make them popular among a certain group of brokers who market their services to middle class and rural investors.  One analyst <a title=\"Scott Burns for AssetBuilder &quot;Variable Annuity Watch, 2008&quot;\" href=\"http:\/\/assetbuilder.com\/blogs\/scott_burns\/archive\/2008\/08\/22\/variable-annuity-watch-2008.aspx\" target=\"_blank\">estimates<\/a> that variable annuities transfer approximately $25.6 billion a year “of spendable investment returns” from vulnerable investors to these salesmen.<\/p>\n<p>With that much money on the table, it should come as no surprise that these same variable-annuity-selling broker-dealers are among the most passionate opponents of the fiduciary standard.  After all, under a fiduciary duty they’d have to forego the high payouts from sales of variable annuities if the investor would be better off in a different investment product or using a different investment strategy.  At the very least, they couldn’t load up the annuities they sell with a lot of features that increase their own payday without offering fair returns for the investor.  Ultimately, if product sponsors had to compete by offering features that benefit the customer, instead of competing by offering more generous compensation to brokers, the benefits of a fiduciary duty could really add up.<\/p>\n<p>My point is not that the broker-dealer business model has no redeeming features.  Many investors prefer to pay for investment recommendations through commissions on a transaction-by-transaction basis.  Others simply can’t afford or don’t have sufficient assets to justify the higher and\/or ongoing fees that often accompany comprehensive financial planning or on-going portfolio management.  For these investors, the SEC proposal offers the best of both worlds.  It preserves the ability of brokers to charge commissions and offer transaction-based recommendations, but it requires them to disclose and – even more important – appropriately manage those conflicts of interest.  And it requires them to make recommendations that put the customer’s interests first.  It is a proposal that deserves investors’ enthusiastic support.<\/p>\n<p>If you believe brokers should have to act in their customers’ best interests, let the SEC know.  You can send them an email to <a href=\"mailto:rule-comments@sec.gov\">rule-comments@sec.gov<\/a> (include File Number 4-606 in the subject line).  And, while you’re at it, send a copy to your <a href=\"http:\/\/www.house.gov\/representatives\/\">member of Congress<\/a>.<\/p>\n<p><strong>* * *<\/strong><\/p>\n<hr size=\"1\" \/>\n<p><a href=\"#_ftnref1\">[1]<\/a> The comparison was made using the FINRA Fund Analyzer available at <a href=\"http:\/\/apps.finra.org\/fundanalyzer\/1\/fa.aspx\">http:\/\/apps.finra.org\/fundanalyzer\/1\/fa.aspx<\/a>. The Federated fund chosen for the comparison is not a particularly high-cost fund.  On the contrary, its 1.2 percent expense ratio is just about average for this fund category.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Since taking office, Securities and Exchange Commission Chairman Mary Schapiro has repeatedly stated her commitment to raising the standard of conduct that applies to brokers when they give investment advice.  The goal is to ensure that the “financial advisors” employed by brokerages (including Wall Street firms such as Merrill Lynch and Morgan Stanley Smith Barney, [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[67,68,366,152,256],"yst_prominent_words":[2831,2689,2833,2834,2837,2832,2840,2838,2836,2829,2610,1332,1281,2839,1258,2835,1465,1257,2841,2830],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1433"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1433"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1433\/revisions"}],"predecessor-version":[{"id":11671,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1433\/revisions\/11671"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7220"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1433"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1433"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1433"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1433"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}