{"id":1460,"date":"2011-10-14T07:33:52","date_gmt":"2011-10-14T14:33:52","guid":{"rendered":"\/blog\/?p=1460"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"friday-reads-underbelly-wall-street","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/friday-reads-underbelly-wall-street\/","title":{"rendered":"The Underbelly Of Wall Street"},"content":{"rendered":"<p>In 2008, many people thought there would be an enormous backlash against Wall Street in the wake of the financial crisis.<\/p>\n<p>But Wall Street’s survival was too important. Back then, many Americans wanted the federal government to step in to stabilize the banks.<\/p>\n<p>Now, the backlash is developing – and Wall Street’s soft underbelly is not what happened during the financial crisis, but what has happened since. The financial services industry has gone on, “business as usual,” making big profits off a system often criticized for its conflicts of interest. In March, <a href=\"http:\/\/blogs.wsj.com\/economics\/2011\/03\/25\/like-the-phoenix-u-s-finance-profits-soar\/\"><em>The Wall Street Journal<\/em> reported that<\/a>:<\/p>\n<p>“After rising like the Phoenix, the financial industry now accounts for about 30% of all operating profits. That’s an amazing share given that the sector accounts for less than 10% of the value added in the economy.”<\/p>\n<p>One key turn in the Occupy Wall Street protests is that what started as a backlash against Wall Street has broadened to include a sweeping anger against “big corporations” and, to some extent, the wealthy. The protests have become threaded with the strain of populism that organized labor and the Democrats historically have relied on as political fuel.<\/p>\n<p><em>Business Insider’s <\/em>Henry Blodget wrote about <a href=\"http:\/\/www.businessinsider.com\/what-wall-street-protesters-are-so-angry-about-2011-10?op=1\">what protestors are angry about<\/a>. His series of charts illustrates the unemployment rate, the kinds of workers who are unemployed, the role of big corporations, and then loops back to Wall Street. Mr. Blodget criticizes Wall Street for making money without producing, well, much of anything.<\/p>\n<p>&#8220;When you can borrow money for nothing, and lend it back to the government risk-free for a few percentage points, you can COIN MONEY. And the banks are doing that. According to the IRA, the &#8216;net interest margin&#8217; made by US banks in the first six months of this year is $211 Billion. Nice!&#8221; writes Mr. Blodget.<\/p>\n<p>Are the protests being driven by a populist backlash against the wealthy or against the practices of financial services, which is prospering as a kind of remora on the rest of our economy?<\/p>\n<p>Last week, we saw an enormous embrace of billionaire Steve Jobs. Few questioned whether he deserved to be rich; I suspect that is because he produced ideas and products of value to individuals and to the economy.<\/p>\n<p>My read is that the anger of the protestors is being driven by a sense of something deeply amiss in an industry that now touches everyone’s lives – something writers have been delving into on the Wealthfront blog:<\/p>\n<p>Here’s a post that looks at the way the mutual fund industry uses an asset-weighted average to report mutual fund fees: <a href=\"https:\/\/www.wealthfront.com\/blog\/ignore-average-cost-mutual-funds\/\">Why Investors Should Ignore The ‘Average’ Cost of Mutual Funds<\/a>. Low regulatory standards from Washington, D.C. aren’t protecting investors as well as they could: <a href=\"https:\/\/www.wealthfront.com\/blog\/investors-care-fiduciary-standard\/\">Why Investors Should Care About the Fiduciary Standard.<\/a> And a piece that looks at the research into the effect of disclosures on investors. <a href=\"https:\/\/www.wealthfront.com\/blog\/call-bullshit-disclosures-dont-work\/\">We Call Bullshit: Disclosures Don’t Work<\/a>.<\/p>\n<h1>Future of the movement<\/h1>\n<p>Whatever you think of the origins and fuel of the current protests, its future is unclear. Here’s a roundup of news and blog posts that show both the growing strength of the movement and the possibility that it might all scatter and drift away.<\/p>\n<p>A small group of Wall Street West protestors shut down a Wells Fargo in San Francisco, <a href=\"http:\/\/www.fogcityjournal.com\/wordpress\/3095\/occupy-wall-street-protesters-shut-down-wells-fargo-over-foreclosure-crisis\/\">reports Fog City Journal<\/a>. The estimated number of protestors was only a few dozen.<\/p>\n<p>This <a href=\"http:\/\/www.huffingtonpost.com\/2011\/10\/13\/occupy-wall-street-protests_n_1008539.html\">Huffington Post piece<\/a> includes a series of updates from protests around the country. Friday morning, correspondents reported that police had broken up protests in Denver, but that in New York the planned cleanup-by-force of Zuccotti Park had been delayed.<\/p>\n<p>Famous people appeared, <a href=\"http:\/\/online.wsj.com\/article\/SB10001424052970204774604576627550884848120.html\">writes David Weidner of <em>The Wall Street Journal<\/em><\/a>: “What a buzz kill … In Los Angeles, protesters had to suffer Rosanna Arquette. You know, the actress and subject of a 1980s song by the band Toto.”<\/p>\n<p>President Obama sought to ally himself with the protestors, <a href=\"http:\/\/www.businessinsider.com\/white-house-ties-obama-to-occupy-wall-street-2011-10?nr_email_referer=1&amp;utm_source=Triggermail&amp;utm_medium=email&amp;utm_term=Politix%20Select&amp;utm_campaign=Politix%20Select%202011-10-12\">reported Business Insider<\/a>. (It’s worth noting that the more the protests target an amorphous “wealthy” the safer they are for Democratic politicians. That’s because even the Democrats don’t like to take on Wall Street, which is the source of much of the campaign funds for both parties. If you want to see how much your Senator or representative got from Wall Street, take a look at <a href=\"http:\/\/www.opensecrets.org\/news\/reports\/finance.php\">this tool<\/a> from the Center for Responsive Politics).<\/p>\n<p>Meanwhile, John Paulson defended himself and his famous hedge fund against the protestors who showed up at his door on the Upper East Side of Manhattan. This <a href=\"http:\/\/blogs.wsj.com\/deals\/2011\/10\/11\/billionaire-tells-occupy-wall-street-to-get-off-his-lawn\/\">blog post<\/a> includes the text of his response: to protestors who showed up at his door on the Upper East Side of Manhattan.<\/p>\n<p>“The top 1% of New Yorkers pay over 40% of all income taxes, providing huge benefits to everyone in our city and state. Paulson &amp; Co. and its employees have paid hundreds of millions of dollars in New York City and New York State taxes in recent years and have created over 100 high paying jobs in New York City since its formation.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In 2008, many people thought there would be an enormous backlash against Wall Street in the wake of the financial crisis. But Wall Street’s survival was too important. Back then, many Americans wanted the federal government to step in to stabilize the banks. Now, the backlash is developing – and Wall Street’s soft underbelly is [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7259,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[69,91,225,264],"yst_prominent_words":[2814,2809,2812,2807,2819,2808,2697,1329,1402,2815,2813,2707,2818,2816,2810,2806,1776,1411,2811,2817],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1460"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1460"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1460\/revisions"}],"predecessor-version":[{"id":11672,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1460\/revisions\/11672"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7259"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1460"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1460"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1460"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1460"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}