{"id":1470,"date":"2011-10-19T09:35:53","date_gmt":"2011-10-19T16:35:53","guid":{"rendered":"\/blog\/?p=1470"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"advisor-paid-returns-part-ii","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/advisor-paid-returns-part-ii\/","title":{"rendered":"3 Common Conflicts of Interest That Could Take A Toll On Your Returns"},"content":{"rendered":"<p>The SEC tells investors, “before you hire any financial professional—whether it&#8217;s a stockbroker, a financial planner, or an investment advisor—you should always find out and make sure you understand how that person gets paid.”<\/p>\n<p>In this two-part post, we are looking at how clients pay advisors, AND how advisors get paid. It’s important to understand both if you’re going to protect yourself from being overcharged, or, worse, guided into decisions about your portfolio that benefit the advisor and not you.<\/p>\n<p>Just as it’s smart to question the doctor suggesting test after test for you at a facility he or she owns, it’s important to know how your advisor’s pay structure is creating incentives that may harm or help your portfolio in the long run.<\/p>\n<p>In part one of the post, we looked at how clients pay advisors. (See <a href=\"https:\/\/www.wealthfront.com\/blog\/advisor-paid-return\/\">How Advisor Pay Affects Your Portfolio<\/a>.)<\/p>\n<p>In part two, we look at an even more complicated topic: How advisors get paid. In addition to the money you pay your advisor, he may receive other kinds of compensation. It’s crucial to follow that money, too, because that’s how you can figure out if the money you’re paying the advisor is dwarfed by the amount a mutual fund company or a bank is paying him to sell you their products.<\/p>\n<p>“It’s more than just a question of how you pay, it’s also a question of how your advisor <em>gets<\/em> paid,” says Barbara Roper, director of investment protection at the Consumer Federation of America.<\/p>\n<h3>PART TWO: How Advisors Get Paid<\/h3>\n<p>If advisors all worked for themselves, it would be far simpler to understand how they were compensated.<\/p>\n<p>In most cases, however, advisors are employees of companies that generate revenue by many means – by charging commissions, by creating investment products and by selling investment products for other companies, such as mutual fund companies. The companies that employ advisors range from the big Wall Street names, like Merrill Lynch and Morgan Stanley Smith Barney, to smaller local brokerage houses, to big insurance companies like Allstate.<\/p>\n<p>The <em>corporations<\/em>’ sources of revenue help determine how your advisor gets paid, and help determine the incentives as he creates and manages your portfolio.  The compensation from these big companies often is structured to enrich the companies, not to grow your portfolio. Many conflicts of interest arise when you consider how advisors are compensated by their companies. We&#8217;ve identified three of them.<\/p>\n<p>“It’s hard to pin down,” says Anthony Riotto, president of Riotto-Jones, an executive search and consulting firm focused exclusively on the wealth management industry. Riotto has an intimate knowledge of how advisors are paid, because he helps companies recruit new advisors, and the recruiting is often based on the pay packages.<\/p>\n<p>Mr. Riotto was willing to generalize on how advisors are paid in key corners of the industry.<\/p>\n<p>A wealth strategist at a Wall Street bank, for example, is likely to make a salary, plus an annual bonus paid as a previously-agreed to percentage of salary. “These days, usually closer to 50 percent than 100 percent,” Mr. Riotto said.<\/p>\n<h4>Conflict of Interest #1: Sales vs. Performance<\/h4>\n<p>The payment of that big bonus – which can equal hundreds of thousands of dollars for some Wall Street advisors – usually hinges both on the bank’s performance and on the advisor hitting certain targets, such as new clients.<\/p>\n<p>The top “producers” on the street are paid more not for earning higher returns on portfolios, but for bringing in new clients, preferably the wealthy ones. Obviously, those bonuses encourage advisors to spend more time drumming up business, and less time managing their accounts.<\/p>\n<p>(Depending on the company, there might be a split team, where the advisor you typically talk to is more the salesperson, working with other staff behind the scenes who design portfolio strategies.)<\/p>\n<p>Advisors at independent firms also work on salary plus bonuses that typically fall between 20% and 200% of salary, according to Mr. Riotto. Registered Investment Advisor firms will sometimes entice advisors to switch firms by offering a yearly percentage of revenues generated by assets the advisors bring with them.<\/p>\n<p>Advisors who are employed by broker-dealers, or who are the employees of broker-dealer divisions of big banks, usually earn a straight draw on commissions, sometimes as much as 50%. The incentive there is obvious: The more trades a client makes, the more the employee earns.<\/p>\n<p>&nbsp;<\/p>\n<h4>Conflict of Interest #2: Proprietary Products<\/h4>\n<p>The most pernicious and hard to find compensation comes from the sale of particular products. Wall Street banks and insurance companies may offer their advisors bonuses to sell so-called proprietary products, or particular funds from particular mutual fund companies.<\/p>\n<p>For instance, you may have an advisor from XYZ Investment Bank. If you have XYZ Investment Bank funds in your portfolio, chances are good that your advisor was paid extra for selling you those funds, whether the compensation was in the form of cash, or a fancy trip for top “producers” at the bank. Regulators have been cracking down on these kinds of bonuses, but Ms. Roper says she believes this style of bonus still exists, but is less egregiously practiced than it was in the past. (See her recent post for the Wealthfront blog about <a href=\"https:\/\/www.wealthfront.com\/blog\/investors-care-fiduciary-standard\/\">one regulatory change that could protect investors<\/a>.)<\/p>\n<h4>Conflict of Interest #3: Revenue-Sharing<\/h4>\n<p>Another kind of compensation, also under fire from regulators, is revenue-sharing. Some mutual funds offer sales bonuses to encourage broker-dealers to sell a specific fund. Those sales bonuses often flow to the companies that employ advisors and are paid out as bonuses or other compensation. Those bonuses may encourage advisors to sell funds that aren’t the best for you. (See <a href=\"https:\/\/www.wealthfront.com\/blog\/call-bullshit-disclosures-dont-work\/\">We Call Bullshit: Disclosures Don’t Work<\/a> for examples of this).<\/p>\n<p>“Revenue sharing payments for much of the industry dictate decisions with regard to what products will or will not be sold,” says Ms. Roper.<\/p>\n<p>It would be easy to believe that the way advisors get paid doesn’t affect the way they manage your portfolio, or the time they spend thinking about your portfolio. It would be easy, but, the experts say, naïve.<\/p>\n<p>“How someone is paid will be the reflection of how they act,” says Mr. Riotto, the recruiter.<\/p>\n<p>This is something it will pay to keep in mind when hiring an investment advisor.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The SEC tells investors, “before you hire any financial professional—whether it&#8217;s a stockbroker, a financial planner, or an investment advisor—you should always find out and make sure you understand how that person gets paid.” In this two-part post, we are looking at how clients pay advisors, AND how advisors get paid. It’s important to understand [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7226,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[45,65,67,68,102,140,188],"yst_prominent_words":[2326,2506,2789,2786,1424,2788,2785,2691,2630,2792,1329,1997,2787,1293,2765,2790,2791,1411,2793,5661],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1470"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1470"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1470\/revisions"}],"predecessor-version":[{"id":11674,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1470\/revisions\/11674"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7226"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1470"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1470"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1470"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1470"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}