{"id":1514,"date":"2011-10-21T08:15:33","date_gmt":"2011-10-21T15:15:33","guid":{"rendered":"\/blog\/?p=1514"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"signs-life-marketsor-life-support","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/signs-life-marketsor-life-support\/","title":{"rendered":"Signs Of Life In The Markets…or Life Support?"},"content":{"rendered":"<p>This week started out on a wave of relief after the market’s gains. As Monday rolled in, we sensed European politicians might be coming up with a plan to save the continent, and a few people were even floating on the idea that stocks could lead a real recovery.<\/p>\n<p>Realism and the economic doldrums settled back in toward the end of the week. All of the prognosticators on record seemed to be scratching their heads.<\/p>\n<p>“It’s disconcerting the fact that the market had three attempts these past four to five trading days, and none of the times it could prove itself that it had the vigor to move higher,” Tom DeMark, an adviser to SAC Capital Advisors Inc.’s Steven A. Cohen and the creator of various tools aiming to predict market turning points, <a href=\"http:\/\/www.bloomberg.com\/video\/78373296\/\">told Bloomberg TV<\/a>. “The market should have followed through after that big move two days ago, and it failed. And because it failed, it made us a little uncertain about the near-term direction.”<\/p>\n<p>The future is unclear. But this might be a good point to compare the performance of your portfolio with that of the market. The turbulence is making market timing a particularly risky strategy. (See <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">Investors&#8217; Most Serious Mistake<\/a> by Wealthfront CIO Burt Malkiel).<\/p>\n<p>Jonnelle Marte of Smart Money <a href=\"http:\/\/blogs.smartmoney.com\/advice\/2011\/10\/14\/dow-back-in-the-black-are-you\/?link=SM_hp_invest\">points out that<\/a>, “Many advisers and investors were caught on the wrong side of those moves – moving to cash as the market rose, or buying shares before a major drop.”<\/p>\n<p>See<a href=\"https:\/\/www.wealthfront.com\/blog\/10-signs-bad-investment-advisor\/\"> 10 signs of a bad investment advisor<\/a>.<\/p>\n<p>The Dow Jones Industrial Average is about even, year-to-date, and the S&amp;P 500® is down about 3% for the year.<\/p>\n<h1>Endowments<\/h1>\n<p>That last major university endowment to report results for the fiscal year, Brown University, said that it had made 19% in fiscal 2010. You’ve probably heard about endowments as some of the most successful investment models. After the financial crisis led to record losses in 2008, the endowments have come back over the past two years, <a href=\"http:\/\/www.businessweek.com\/news\/2011-10-19\/brown-endowment-gained-19-in-past-year-trailing-harvard-yale.html\">Bloomberg reported<\/a>.<\/p>\n<p>As of June 30, Brown’s fund was composed of 21% in global stocks, 31% in hedged strategies, 22% in private equity, 14% in real assets and 12% in fixed income and cash. Individual investors don’t have access to all of the endowments strategies, but some of their common sense moves, like regular rebalancing and a wide diversity of asset classes, can be replicated. The most successful of the endowment managers, Yale’s David Swensen, <a href=\"https:\/\/www.wealthfront.com\/blog\/friday-reads-yales-david-swensen-mutual-funds-fish-stirs-waters\/\">made waves recently with a broad condemnation of mutual funds<\/a>.<\/p>\n<p>Brown, the last of the Ivy League schools to report, generated an average annual return of 7.7% over the past decade, compared with Yale’s 10% increase and the 9.4% gain of Harvard, in Cambridge, Mass, <a href=\"http:\/\/www.businessweek.com\/news\/2011-10-19\/brown-endowment-gained-19-in-past-year-trailing-harvard-yale.html\">according to Bloomberg<\/a>.<\/p>\n<h1>Examining ETFs<\/h1>\n<p>The SEC launched a broad review of ETFs on Wednesday, driven by concerns about the proliferation of ETFs that use leveraging and derivatives (See our posts, <a href=\"https:\/\/www.wealthfront.com\/blog\/etfs-are-not-always-what-they-appear-to-be\/\">ETFs Are Not Always What They Appear To Be<\/a> and <a href=\"https:\/\/www.wealthfront.com\/blog\/fear-etf-keys-choosing-good\/\">Four Keys to Choosing A Good ETF<\/a>.) Reuters <a href=\"http:\/\/www.reuters.com\/article\/2011\/10\/19\/us-etfs-answers-idUSTRE79I7UD20111019\">offered a good Q&amp;A about the SEC’s review<\/a>, including this section:<\/p>\n<p>“What should I do if I already own ETFs?<\/p>\n<p>“Avoid the urge to panic. Most assets are in the plain vanilla stock, bond and gold ETFs, said Morningstar analyst Michael Rawson. They tend to be safe, tax efficient, easy to trade and absent the complex derivatives and trading problems that were the focus of Wednesday&#8217;s hearing.<\/p>\n<p>“But you have to know what kind of ETF you own and how it operates, counseled Charles Rotblut of the American Association of Individual Investors. &#8220;Even similar sounding ETFs can be tracking different indexes and holding very different securities.&#8221;<\/p>\n<h1>Who’s Who … And Who Cares<\/h1>\n<p>In the early part of the week, the media was preoccupied with the question of: Who is the 1%?<\/p>\n<p>“Think it takes a million bucks to make it into the Top 1% of American taxpayers? Think again. In 2009, it took just $343,927 (of annual income) to join that elite group, according to newly released statistics from the Internal Revenue Service,” <a href=\"http:\/\/money.cnn.com\/2011\/10\/20\/news\/economy\/occupy_wall_street_income\/index.htm?iid=HP_LN\">CNNMoney told us<\/a>.<\/p>\n<p>A related question sprang up: Who are the protestors?<\/p>\n<p>Democratic pollster Douglas Schoen came under fire for writing an <em><a href=\"http:\/\/online.wsj.com\/article\/SB10001424052970204479504576637082965745362.html\">op-ed in The Wall Street Journal<\/a><\/em> calling the protestors radical lefties.<\/p>\n<p>Our research shows clearly that the movement doesn&#8217;t represent unemployed America and is not ideologically diverse. Rather, it comprises an unrepresentative segment of the electorate that believes in radical redistribution of wealth, civil disobedience and, in some instances, violence. Half (52%) have participated in a political movement before, virtually all (98%) say they would support civil disobedience to achieve their goals, and nearly one-third (31%) would support violence to advance their agenda.<\/p>\n<p>Was his research fair? A <em><a href=\"http:\/\/blogs.wsj.com\/metropolis\/2011\/10\/19\/who-is-occupying-wall-street-a-pollster-surveys-protester\/\">news-side report in The Wall Street Journal<\/a><\/em> looked more deeply at the numbers and concluded, “the survey tells us that the Zuccotti Park protesters are underemployed at twice the national rate, lukewarm to warm on Obama and broadly in favor of taxing the wealthy and encouraging a Tea Party-style populism on the left.”<\/p>\n<p>The most memorable description of the protestors this week came from Fox News’s Charlie Gasparino, who told <a href=\"http:\/\/www.businessinsider.com\/charlie-gasparino-zuccotti-park-occupy-wall-street-2011-10#ixzz1bLLaNx00\">Business Insider<\/a> that the occupy Wall Streeters are “more pleasant than the morons on Wall Street I deal with.”  Well, you would be, too, if you were eating <a href=\"http:\/\/www.nypost.com\/p\/news\/local\/manhattan\/occu_pie_the_kitchen_PIZ7EsDJEZqzPgzzEWKX7I\">free food like this<\/a>!<\/p>\n<p>By Friday, in any case, the media was eager to move on to the <a href=\"http:\/\/news.yahoo.com\/libyas-moammar-gadhafi-killed-hometown-battle-170250265.html\">bloody death of Libya’s Moammar Gadhafi<\/a>.<\/p>\n<h1>‘Bouncing around like a 7-year-old on a sugar high’<\/h1>\n<p>The experts seem just as confused as the investors now. <em>The New York Times<\/em> published <a href=\"http:\/\/www.nytimes.com\/2011\/10\/09\/business\/mutfund\/in-new-books-investment-help-from-many-angles.html?_r=2\">a series of book reviews of the latest investing books<\/a>. The reviewer writes:<\/p>\n<p>You might expect publishers to be rushing out dozens of books offering advice about what to do in a market that has bounced around like a 7-year-old on a sugar high — and has lately tripped over its own feet. But they have published very few.<\/p>\n<p>Instead, they have mainly opted to approach the problem sideways. They are telling you how to put money in context, so that you will presumably be less upset about the market’s gyrations. They are telling you how to save more, so that you presumably can offset your investing losses.<\/p>\n<p>One way to save money would be not to buy these books – at least, not if you are seeking investing advice.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. All rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This week started out on a wave of relief after the market’s gains. As Monday rolled in, we sensed European politicians might be coming up with a plan to save the continent, and a few people were even floating on the idea that stocks could lead a real recovery. Realism and the economic doldrums settled [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7226,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[34,61,62,209,215,245,264,272],"yst_prominent_words":[2111,2102,2100,2110,2117,2106,2101,2113,2107,2104,2114,2108,2105,2115,2109,2103,2099,2098,2382,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1514"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1514"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1514\/revisions"}],"predecessor-version":[{"id":11675,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1514\/revisions\/11675"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7226"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1514"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1514"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1514"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1514"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}