{"id":1527,"date":"2011-10-28T07:42:10","date_gmt":"2011-10-28T14:42:10","guid":{"rendered":"\/blog\/?p=1527"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"week-finance-pr-nightmares-ameriprise-netflix-ows","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/week-finance-pr-nightmares-ameriprise-netflix-ows\/","title":{"rendered":"This Week In Finance: PR Nightmares For Ameriprise, Netflix and OWS"},"content":{"rendered":"<p>Financial services giant Ameriprise has a very nice video on its web site, narrated in homey style by Tommy Lee Jones, leaning over a white picket fence. “This is a company … with a steadfast commitment to putting clients first.”<\/p>\n<p>That’s the marketing message, of course. But take a look at the lawsuit filed last month by employees and consider what those claims say about how the company treats its clients. Employees are demanding $100 million in damages because the company steered their retirement money into its own allegedly underperforming funds.<\/p>\n<p><a href=\"http:\/\/online.barrons.com\/article\/SB50001424052748703927304576637302011707610.html\">Barron’s picked up the story last week<\/a>:<\/p>\n<p><em>Late last month, <span style=\"text-decoration: underline;\">Ameriprise Financial <\/span>(NYSE: AMP) employees filed a lawsuit against their employer for offering Ameriprise funds in their 401(k) plan. They are seeking at least $100 million in losses and a recouping of costs because the financial-services company favored its own underperforming funds over investment plans with better performance records, longer track records and lower fees.<\/em><\/p>\n<p>Ameriprise told Barron’s the lawsuit was a copycat that it intended to vigorously defend against.<\/p>\n<p>Of course, the real kicker is that Ameriprise has sold these same underperforming funds to its clients – and there are many of them! Ameriprise, which has long been known as the training ground for brokers and advisors who move on to big Wall Street firms, has about 10,000 branded advisors.<\/p>\n<p>The subtext here, or the dirty secret of advisors employed by big financial services firms, is that the companies see the advisors as distribution networks for their own mutual funds, insurance products or loans, as the case may be. (Ameriprise also sells insurance products, including that much-maligned class of products called variable annuities).<\/p>\n<p>The extent to which Ameriprise uses its advisors as salespeople is clear from its <a href=\"http:\/\/phx.corporate-ir.net\/phoenix.zhtml?c=191716&amp;p=irol-reportsAnnual\">annual report<\/a>, where the advisor and asset management divisions are reported as a single income stream.<\/p>\n<p>This culture that sees clients as cows to be milked for revenue at every opportunity exists all over the Street. <a href=\"http:\/\/www.crainsnewyork.com\/article\/20111026\/FINANCE\/111029918#ixzz1bzaYFjk2\">Bloomberg wrote a story this week<\/a> about the world’s largest brokerage, Morgan Stanley Smith Barney, which is reportedly rejiggering its compensation plan. What will it be paying advisors for? Bringing in new “assets”  &#8212; assets is Wall Street speak for “people” &#8212; and increasing lending to customers.<\/p>\n<p><em>Brokers can earn as much as $442,500 under new bonuses that pay as much as 0.40 percentage point on new client assets and 0.50 percentage point on new mortgages and other loans sold to customers, according to the (source).<\/em><\/p>\n<p>We’ve written about the conflicts of interest endemic at the big firms in several recent posts, including: <a href=\"https:\/\/www.wealthfront.com\/blog\/advisor-paid-returns-part-ii\/\">3 Conflicts of Interest That Can Kill Your Portfolio<\/a> and <a href=\"https:\/\/www.wealthfront.com\/blog\/advisor-paid-return\/\">How Your Investment Advisor Gets Paid Affects Your Returns<\/a>.<\/p>\n<p>The conflict of interest created by the sale of proprietary products is so egregious that it’s given Ameriprise employees grounds to sue. If you have proprietary products in your portfolio, you may want to take a long hard look at the person who sold them to you and then ask that person some serious, pointed questions.<\/p>\n<h1>One day a darling …<\/h1>\n<p>Lots of stock pickers were eating crow this week on Netflix news. Once a darling, the company’s now being slammed for missteps, <a href=\"http:\/\/www.fool.com\/investing\/general\/2011\/10\/26\/this-just-in-more-upgrades-and-downgrades.aspx\">as the <em>Motley Fool <\/em>reported<\/a>:<\/p>\n<p><em>Despite &#8220;beating earnings&#8221; for Q3, Netflix reported 800,000 missing subscribers (apparently abducted by aliens, or perhaps Hulu) and gave earnings guidance far below consensus for Q4, <\/em><a href=\"http:\/\/www.fool.com\/investing\/general\/2011\/10\/25\/netflix-shares-got-crushed-what-you-need-to-know.aspx\"><em>warning<\/em><\/a><em> that early next year, it will begin losing money. The stock fell 35% yesterday, and Wall Street&#8217;s panicking.<\/em><\/p>\n<p>In the <em>Motley Fool<\/em> piece, which acknowledges the difficulty of picking stocks, writer Rich Smith invites readers to hold him accountable. That’s all well and good, except I’ve never seen a pundit or a stock picker fired for a bad call. Indeed, the pundits themselves just tend go with the flow, a movement that gives them plenty of cover when things go bad. <em>The Economist<\/em>’s <a href=\"http:\/\/www.economist.com\/node\/21534573\">Democracy In America blog<\/a> commented on Netflix this week:<\/p>\n<p><em>Essentially, the stock price became a freelance entity divorced from any semblance of corporate fundamentals. For such an entity, when the price is rising, more people buy, driving the price up. When the price is falling, more people sell, driving the price down. There is no equilibrium and no underlying value. Question: How many other stocks exhibit similar properties?<\/em><\/p>\n<p>So who’s the next darling? We’ve run through Netflix and Groupon this year … maybe it’s Tumblr? Here’s a headline from <em>Business Insider<\/em> this week: <a href=\"http:\/\/www.businessinsider.com\/sa100-biggest-surprises-2011-10\">Is Tumblr going to be worth a billion dollars next year<\/a>?<\/p>\n<h1>Occupy Wall Street takes a turn<\/h1>\n<p>This week’s violence in Atlanta and Oakland marked a turn in the Occupy Wall Street movement, but it’s hard to say of what kind. The movement may get pushed into the fringe, or it may grow – but the direction it takes probably depends on which side of the violence, the authorities or the protestors, keeps the moral high ground.<\/p>\n<p><em>&#8220;(Critics of the movement) will point to the most extreme incident and try to generalize it to the whole movement,&#8221; says David Meyer, a professor at the University of California at Irvine <\/em><a href=\"http:\/\/www.npr.org\/2011\/10\/26\/141733471\/are-crackdowns-a-turning-point-for-occupy-protests?ps=rs\"><em>told NPR<\/em><\/a><em>.<\/em><\/p>\n<p><em>Meyer says the violence is an opportunity both for the protesters to re-evaluate their tactics and for authorities to decide how best to deal with a protracted sit-in.<\/em><\/p>\n<p>It’s hard to tell which side will win the war of perception. But some of the early embracers of Occupy Wall Street are laying low till they see which way the wind blows. In the media, a lot of the coverage has switched from actually talking to the protestors to looking at the economics that may have led to the movement. The Congressional Budget Office this week released a <a href=\"http:\/\/www.cbo.gov\/doc.cfm?index=12485\">study of income inequality<\/a>.<\/p>\n<p>The key difference between the 1% and the 99% was the income earned not from jobs, but from investments.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Financial services giant Ameriprise has a very nice video on its web site, narrated in homey style by Tommy Lee Jones, leaning over a white picket fence. “This is a company … with a steadfast commitment to putting clients first.” That’s the marketing message, of course. But take a look at the lawsuit filed last [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7232,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[18,147,157,188,264],"yst_prominent_words":[2506,2763,1640,2693,2762,2697,1281,2767,2764,1426,2760,2759,2766,1756,2720,2765,2707,2761,1776,1411],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1527"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1527"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1527\/revisions"}],"predecessor-version":[{"id":11677,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1527\/revisions\/11677"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7232"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1527"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1527"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1527"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1527"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}