{"id":1539,"date":"2011-11-04T10:12:25","date_gmt":"2011-11-04T17:12:25","guid":{"rendered":"\/blog\/?p=1539"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"genyers-freeze-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/genyers-freeze-investing\/","title":{"rendered":"GenY’ers Freeze Up When They Should Be Investing"},"content":{"rendered":"<p>The extent to which the market’s volatility is contributing to the feeling of uncertainty was clear in a <a href=\"http:\/\/guardianlife.newshq.businesswire.com\/press-release\/individual-life-disability\/guardian-study-shows-cross-generational-confusion-about-how\">new survey released this week by Guardian<\/a>, a life insurance company.<\/p>\n<p>Some 39% of Americans are overwhelmed by the idea of how to save for retirement, based on the survey of 1,202 people, which also looked at how the different generations view saving, investing and retirement.<\/p>\n<p>As you would expect, those closest to retirement are the most likely to be worried about having enough to retire. But Gen Y&#8217;ers also are worried and significantly confused about their finances in general. A higher proportion of Gen Y’ers, 75%, said that in light of the last five years they are more likely to park their money in a savings account. And 52% said they completely or somewhat agreed with the statement: “I feel so overwhelmed by the prospect of saving for retirement that I don’t know where to start.”<\/p>\n<p>This is a disturbing finding, given how much benefit accrues to people who start investing early . The power of compounding mean your dollars are twice as powerful in your 20s as your 30s: If you invest $2,000 a month starting at age 20 to withdraw when you&#8217;re 60, and earn a conservative 4%, you end up with $1.4 million. If you wait until you are 30 to start, you&#8217;ll end up with $670,000. (See our post on <a href=\"https:\/\/www.wealthfront.com\/blog\/cash-start-investing\/\">How Much Cash You Really Need Before You Start Investing<\/a>.)<\/p>\n<p>Overall, 50% of the U.S. population, according to the survey, is worried they don’t have enough money saved for retirement. About 65% are more likely now than five years ago to consign their money to savings accounts in an effort to keep their finances stable. More than a quarter say they have stopped investing in the stock market because it feels like too much of a gamble. (Withdrawing from the market in times of uncertainty historically has been a big mistake. See Wealthfront CIO Burt Malkiel&#8217;s post on <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">Investors&#8217; Most Serious Mistake<\/a>.)<\/p>\n<p>Predictably, Wall Street firms offering financial advice have been positioning themselves as the companies that can make these fears go away. They promise the reassurance of hand-holding (and belt tightening!) rather than results, as in this <a href=\"http:\/\/wealthmanagement.ml.com\/wm\/pages\/WorkingWithMerrillLynch.aspx?cm_mmc=ML-Evergreen-_-MSN-PS-_-merrill%20lynch-_-Top%20Performers%20ML%20Brand%20-%20Phrase\">video on the Merrill Lynch Wealth Management site<\/a>. What a sad state of affairs when you pay your financial advisor – usually 1% of assets managed! – to play to your emotions rather than your bottom line.<\/p>\n<p>See our #2 item on the <a href=\"https:\/\/www.wealthfront.com\/blog\/10-signs-bad-investment-advisor\/\">10 signs of a bad investment advisor<\/a>: One who doesn’t speak loudly and openly about the returns he or she has earned.<\/p>\n<h1>Why You Should Pay Attention To MF Global<\/h1>\n<p>Individual investors are probably looking at MF Global headlines and thinking that the huge brokerage’s bankruptcy due to bad bets on European debt has nothing to do with them. But the scandal surrounding MF Global demonstrates both the interconnectedness of the financial system and the ease with which a Wall Street firm bent on taking big risks can dodge the safeguards meant to protect its clients.<\/p>\n<p>MF Global’s clients were mutual funds; reports are beginning of the mutual funds that say they may be damaged if their funds remain frozen due to the bankruptcy. <a href=\"http:\/\/dealbook.nytimes.com\/2011\/11\/02\/many-alarms-rang-before-mf-global-crashed-in-ruins\/?hp\"><em>The New York Times<\/em> and other news outlets<\/a> have reported that the big brokerage intermingled clients’ money with its own when it was making those European bets.<\/p>\n<p>The brokerage was led by one of Wall Street’s own: Jon Corzine, the former New Jersey governor and head of Goldman Sachs. And above all the bankruptcy raises questions about the ethical collapse of Wall Street. As <em>The New York Times<\/em> reported:<\/p>\n<p>&#8220;The details that have emerged about MF Global’s final 72 hours — drawn from dozens of interviews with people who participated in the weekend discussions or were directly briefed by people who did — illustrate that three years after the financial crisis, Wall Street executives are still fighting regulators’ demands.&#8221;<\/p>\n<p>&#8220;The <a title=\"More information about CME Group Inc\" href=\"http:\/\/dealbook.on.nytimes.com\/public\/overview?symbol=CME&amp;inline=nyt-org\">CME Group<\/a>, a major exchange where MF Global traded until this week, said on Wednesday that Mr. Corzine’s firm had appeared to transfer client money sometime last week ‘in a manner that may have been designed to avoid detection,’ a serious violation of Wall Street regulations. MF Global did not disclose the shortfall in client money to CME or to regulators until early Monday morning, shortly before the firm filed for bankruptcy.&#8221;<\/p>\n<h1>MF Global Is Part Of The Bigger Story<\/h1>\n<p>MF Global is the most prominent U.S. victim so far of the European debt zone crisis. The brokerage made bad bets on the sovereign debt of Portugal, Ireland, Italy, Greece and Spain, breaking one of the first rules of investing: allocate your assets wisely. Essentially, it was overweighted in risky bonds.<\/p>\n<p><em>The New York Times<\/em> had the best visual illustration of the <a href=\"https:\/\/mail.google.com\/mail\/?tab=om#inbox\/1336a8ac54bed431\">endlessly unfolding<\/a> debt crisis so far <a href=\"http:\/\/www.nytimes.com\/interactive\/2011\/10\/23\/sunday-review\/an-overview-of-the-euro-crisis.html\">here<\/a>.<\/p>\n<h1>A Web Site For The Guilty 1%<\/h1>\n<p>A <a href=\"http:\/\/westandwiththe99percent.tumblr.com\/\">new web site has sprung up that allows the wealthy to voice their support for the 99%.<\/a> Here’s a sample:<\/p>\n<p>My husband and I discovered we pay a 12% tax rate this year. We’ve pledged to give away this difference, above and beyond our other giving.<\/p>\n<p>At least we know and decide where the money goes, but TAX US ANYWAY to restore fairness and civic responsibility to our society!<\/p>\n<p>I understand the resentment folks feel quite easily.<\/p>\n<p>WE ARE THE 1%, WE STAND, SIT, SLEEP, EAT AND SING WITH THE 99%!!!!<\/p>\n<p>The Occupy Wall Street protests developed a bicoastal identity this week, as Oakland protestors shut down the fifth-busiest port in the United States. As the sun rose Thursday, downtown business owners were assessing the damage of post-midnight riots.<\/p>\n<p>“Graffiti was spray-painted on many buildings along Broadway from 14th to 16th streets, where masked vandals shattered windows and threw objects at police. Officers responded by firing tear gas and flash-bang grenades and making dozens of arrests,” said an article in the San Francisco Chronicle.<\/p>\n<p>In New York, the week saw a veterans’ march to Zuccotti Park, <a href=\"http:\/\/www.businessinsider.com\/veterans-march-for-occupy-wall-street-2010-11#ixzz1cerObegE\">which Business Insider wrote about in a sentimental tone<\/a>.<\/p>\n<p>“This was not a party with music and cheering, their signs were not funny either, this was a true march in protest. After all, these men and women are soldiers.”<\/p>\n<p>If you have lost track of how many weeks this has been going on, you might want to take a look at BI’s <a href=\"http:\/\/www.businessinsider.com\/what-occupy-wall-street-has-become-2010-11#heres-what-zuccotti-looks-like-from-afar-tents-everywhere-1\">description of what the protests have become<\/a>, six weeks later. The park’s daily schedule of events on Oct. 31 included a meeting of the Women Occupying Wall Street caucus and an Urban Squatting &amp; Vision For Restructuring Governance Teach-In.<\/p>\n<p>Between 1,000 and 1,500 people have reportedly been arrested in protests across the United States, with the largest numbers in New York, Boston and Chicago, says <em>The Los Angeles Times<\/em>, which also published this interesting <a href=\"http:\/\/latimesblogs.latimes.com\/nationnow\/2011\/10\/occupy-wall-street-primer-.html\">primer on the protests<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The extent to which the market’s volatility is contributing to the feeling of uncertainty was clear in a new survey released this week by Guardian, a life insurance company. Some 39% of Americans are overwhelmed by the idea of how to save for retirement, based on the survey of 1,202 people, which also looked at [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7257,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[356,87,116,142,162,198,264,357],"yst_prominent_words":[2921,2919,2917,2157,1242,2915,2910,2916,1240,1271,1402,1268,2922,2920,2707,2672,1776,1411,2918,1409],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1539"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1539"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1539\/revisions"}],"predecessor-version":[{"id":11678,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1539\/revisions\/11678"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7257"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1539"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1539"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1539"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1539"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}