{"id":1558,"date":"2011-11-15T08:44:37","date_gmt":"2011-11-15T16:44:37","guid":{"rendered":"\/blog\/?p=1558"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"young-investor-getting-started","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/young-investor-getting-started\/","title":{"rendered":"People in Their 20s &#038; 30s: Become a Savvy Investor"},"content":{"rendered":"<p>People in their 20s or 30s, you face some of the biggest challenges and the biggest opportunities of any investor. (See <a href=\"https:\/\/www.wealthfront.com\/blog\/preventive-medicine-young-doctors-growing-portfolio\/\">Preventive Medicine for One Young Doctor’s Growing Portfolio<\/a>).<\/p>\n<p>If you have a solid income stream, you face a bewildering array of demands on your money. You may want to save to buy a house; you probably have college loans to pay off; and you’re already thinking about socking money away for “big ticket” items in your future like cars, vacations and kids’ college!<\/p>\n<p>One crucial realization you’ll have as a young investor is that different goals will require different investment vehicles.<\/p>\n<h3>Key Investment Vehicles<\/h3>\n<h4>The Rainy Day Fund<\/h4>\n<p>There’s <a href=\"https:\/\/www.wealthfront.com\/blog\/cash-start-investing\/\">no clear consensus<\/a> among experts as to exactly how much you need in cash, but most people feel comfortable having some amount on hand. Most keep their emergency fund in a bank or  credit union account. You’ll want the assets in your emergency fund to be highly liquid. That might be cash, or a certificate of deposit or a money market fund. Here’s a good link reviewing <a title=\"Investor Guide on cash investment options\" href=\"http:\/\/www.investorguide.com\/igu-article-539-alternative-investments-types-of-cash-investments.html\" target=\"_blank\">cash investment options<\/a> at Investor Guide.<\/p>\n<p>If you’re lucky, in your 20s and 30s, you’ll begin to build savings from your salary. If you’ve been employed at startups or companies that have gone public, you may also have money from buyouts or stock sales to consider.<\/p>\n<p>After you establish your emergency fund, you face the question of how to develop the pools of assets you’ll need for expenditures. One strategy is to divide your assets into a portfolio of liquid securities, which can be used for your mid-term goals like buying a house or car, and squirreling away the rest in tax-free accounts for long-term needs like retirement.<\/p>\n<p>In all of your accounts, you should aim for the diversification that research has shown reduces risks in your portfolio. The asset classes that institutional investors tend to use to diversify are U.S. Equities, Emerging Markets Equities, Foreign Developed Markets Equities, Bonds, Natural Resources and Real Estate.<\/p>\n<p>The asset allocations may differ in each of your accounts, depending on the time horizon for the assets. Once you’ve decided on an asset allocation for each of the accounts, you’ll need to rebalance periodically to maintain that asset allocation. (See our post on <a href=\"https:\/\/www.wealthfront.com\/blog\/rebalancing-lessons-yale-model\">Rebalancing: Lessons From the Yale Model<\/a>).<\/p>\n<h4>Investment Portfolio<\/h4>\n<p>The most complicated asset allocation decisions in your 20s and 30s are those made for the money in the portfolio you are using to save for mid-term goals. Your asset allocation should be determined by a combination of your subjective willingness to take risk (how willing are you to incur temporary downdrafts in your portfolio) and your objective ability to take risk (do you have enough saved up for retirement that you can afford to take risk). (Wealthfront now offers a <a href=\"https:\/\/www.wealthfront.com\/questions\">free risk assessment tool <\/a>with its new online financial advisor service).<\/p>\n<p>You can establish an investment portfolio at a bank, a brokerage firm or you can hire a financial advisor to help you establish the portfolio and manage it.<\/p>\n<p>Typically, do-it-yourself investors opt to establish portfolios at brokerages. Some banks offer wealth management services, as do brokerage houses and financial advisors. The lines between all those categories of financial services companies have been blurring. When you establish your portfolio, it’s important to be clear about exactly what level of advice you are getting, and how you’re going to pay for it. (See our recent posts on how fees affect your returns: <a href=\"https:\/\/www.wealthfront.com\/blog\/advisor-paid-return\/\">Advisor Pay And How It Affects Your Portfolio<\/a> and <a href=\"https:\/\/www.wealthfront.com\/blog\/advisor-paid-returns-part-ii\/\">Three Common Conflicts of Interest That Take A Toll On Your Returns<\/a>.)<\/p>\n<h4>401(k)<\/h4>\n<p>The most common retirement plan offered by employers is the 401(k). 401(k)s are usually a good investment vehicle, because they often include a company match – meaning that for every dollar you put in, your company will add some amount of money. (Visit the IRS for a <a title=\"IRS on retirement plans\" href=\"http:\/\/www.irs.gov\/retirement\/sponsor\/article\/0,,id=155347,00.html\" target=\"_blank\">listing of other kinds of retirement plans<\/a>)<\/p>\n<p>The other big benefit to a 401(k), of course, is that you don’t pay taxes on the money in the year in which you deposit it in the account. The money grows tax-free over the years. After you retire, you pay income tax on the distributions from the account – but at the presumably lower tax rate you’ll have on your income in retirement.<\/p>\n<p>The money you’re saving in a retirement plan has a long-term time horizon. When you are in your 20s, experts agree you can afford to take more risk with the assets you’re saving for retirement – that means a heavier allocation to equities.<\/p>\n<h4>Roth IRAs<\/h4>\n<p>Another possibility for people in their 20s is a Roth IRA. Until your income exceeds $107,000 or you get married and your combined income with spouse exceeds $169,000, you can put $5,000 annually in a Roth IRA after taxes, and it will be tax-free when you withdraw the money at retirement. Once you hit those $107K and $169K marks individually and as a couple, respectively, the benefits of a Roth slip quickly until the instrument is irrelevant at $122,000 and $179,000. (But the account you opened when you were in your 20s can keep growing until you retire and withdraw the money.)<\/p>\n<p>Just as with your 401(k), the long-term horizon of the money in a Roth IRA means that you are able (objectively able) to take more risk with the investment.<\/p>\n<p>You can open a Roth IRA with a bank, or a brokerage firm, or use your investment advisor to help you do so.<\/p>\n<h4>529 plans and other college savings plans<\/h4>\n<p>529 plans enable you to save money for educational purposes – usually, your kids’ college &#8212; while deferring federal taxes. Different states have different 529 plans and offer different tax breaks for saving in them. If you’re serious about this savings option, you need to carefully examine them. Morningstar Kiplinger have good sites (Morningstar&#8217;s is <a href=\"http:\/\/529.morningstar.com\/state-map.action\">here<\/a> and Kiplinger&#8217;s is <a href=\"http:\/\/sites.savingforcollege.com\/kiplinger\/plan_details.php\">here<\/a>) about how to open a 529 plan and how to pick between those offered by different states; we prefer Kiplinger’s.<\/p>\n<p>We wrote a post a few months ago on the <a title=\"Situations when a 529 Plan is not the right option\" href=\"https:\/\/blog.wealthfront.com\/529-plan-right-option\/\" target=\"_blank\">situations in which a 529 plan doesn’t make sense<\/a>. One thing to watch out for in those plans: the high fees that can kill your returns, and a limited slate of investing options.<\/p>\n<p>You should decide the asset allocation of your 529 plan depending on when your children will reach college age. As they get closer to 18, your investments should grow more conservative.<\/p>\n<p>Please keep in mind the benefits of tax savings must always be balanced against the value of having access to your cash when you need it.<\/p>\n<p><em>&#8212; Emily Sachar contributed to this post<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>People in their 20s or 30s, you face some of the biggest challenges and the biggest opportunities of any investor. (See Preventive Medicine for One Young Doctor’s Growing Portfolio). If you have a solid income stream, you face a bewildering array of demands on your money. You may want to save to buy a house; [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[12,388,370,54,58,5,462,198,357],"yst_prominent_words":[2901,2723,2684,2902,1289,2904,2768,2336,2909,2719,2906,2903,2908,1240,2899,1293,2905,1446,2907,2900],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1558"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1558"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1558\/revisions"}],"predecessor-version":[{"id":11680,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1558\/revisions\/11680"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7220"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1558"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1558"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1558"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1558"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}