{"id":1561,"date":"2011-11-15T08:51:16","date_gmt":"2011-11-15T16:51:16","guid":{"rendered":"\/blog\/?p=1561"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"how-to-start-investing-young","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-to-start-investing-young\/","title":{"rendered":"Preventive Medicine for One Young Doctor’s Growing Portfolio"},"content":{"rendered":"<p>Amy Batterstein, 25, has a one-word refrain: Save! Though the West Coast medical student has adopted a few other choice philosophies that govern her financial life, the one at the top of the list is simple: Don’t spend it all.<\/p>\n<p>Ms. Batterstein only earns about $25,000 a year from a part-time job and as a medical student, but she still manages to invest $1,000 a month – which she puts into a Vanguard S&amp;P 500® index fund.<\/p>\n<p>&#8220;I do not check my balances frequently. I do not want to convince myself to make frantic decisions,&#8221; says Ms. Batterstein, who also established a $50,000 cash account for herself during the two years before medical school, when she worked as a consultant.<\/p>\n<p>For the two years between college and med school, she also invested in a 401(k), putting aside the maximum possible to get the full match her company offered.<\/p>\n<p>Ms. Batterstein’s strategies for saving and investing come from her close reading of investing books and from her father, an investment banker in New York.<\/p>\n<p>She’s able to afford to invest so much because she funds most of her living expense with education loans, which she expects to pay off rapidly when she’s earning $350,000 a year as an orthopedic surgeon. She also lives fairly simply.<\/p>\n<p>When she’s tempted to spend more, she tells herself, “I&#8217;ve had luxuries before, and I will again. Right now, my goal is to live within my budget and give myself less expensive treats &#8212; a manicure, not a massage; a new sweater, not a new Burberry coat.&#8221;<\/p>\n<h3>Good<\/h3>\n<p>Ms. Batterstein wins high marks for establishing an emergency fund, a 401(k) and an investment portfolio, because many twentysomethings don’t.<\/p>\n<p>Putting aside at least 10% of income at this stage of one’s life is a great opportunity, says certified financial planner Ted Snow of Dallas, Texas, because the earlier one starts saving, the longer the deposits have to earn compound returns.<\/p>\n<p>Even if she never adds to it again, the $12,000 Ms. Batterstein put into her portfolio this year will grow to <a href=\"http:\/\/www.moneychimp.com\/calculator\/compound_interest_calculator.htm\">more than $46,000<\/a> over the next 20 years, if she is earning 7% a year and reinvesting the returns.<\/p>\n<p>She’s also doing the right thing by steering away from tempting but too-risky strategies. Advisors find Ms. Batterstein&#8217;s fiancée’s idea about investing not-so-wise. His plan: place virtually his entire savings portfolio in Apple stock, which he studies closely as an MBA candidate at a top New York school. He&#8217;s saved over $150,000 in four years since graduating from college. That choice is too speculative, even though Apple is, for now, a high-flier.<\/p>\n<p>&#8220;Avoid temptation to buy speculative investments, at 20 or at any age,&#8221; says John K. Ritter, a certified financial planner in Cincinnati. &#8220;Investing heavily in stocks is not the same as putting all your money in one instrument or in something speculative.&#8221;<\/p>\n<h3>Better<\/h3>\n<p>Ms. Batterstein is also wisely developing a pool of assets outside her retirement account. Though it’s great to rack up the returns in a tax-free account, she can use the more liquid portfolio to hew to her goals to build a family, buy a house, survive and thrive.<\/p>\n<p>Ms. Batterstein also wins points for investing on a regular schedule.<\/p>\n<p>&#8220;The smart thing about doing this is, yes, she&#8217;ll sometimes be putting money in when the market&#8217;s higher, but she&#8217;ll also capture the lows. This is commonly referred to as dollar cost averaging,&#8221; says Mr. Snow.<\/p>\n<p>In addition, the index fund she’s chosen, Vanguard’s, is a low-cost option, though an ETF from Vanguard might have even lower fees. The Vanguard S&amp;P 500 Index Fund (<a href=\"http:\/\/finance.yahoo.com\/q\/pr?s=VFINX+Profile\">VFINX<\/a>) has an expense ratio of .17%; the Vanguard S&amp;P 500 ETF, <a href=\"http:\/\/finance.yahoo.com\/q?s=VOO&amp;ql=1\">VOO<\/a>, has an expense ratio of .06%.<\/p>\n<h3>Best<\/h3>\n<p>What Ms. Batterstein isn’t taking into account is the question of diversification. Her portfolio is diversified among U.S. equities through the Vanguard S&amp;P index fund she is using, but in a world in which <a href=\"http:\/\/uk.reuters.com\/article\/2011\/11\/02\/markets-europe-stocksnews-idUKL5E7M23Q020111102\">stocks are highly correlated,<\/a> moving in unison on global news events, that’s not much diversification at all. (For a fuller discussion of diversification, see the Upfront Blog’s post <a href=\"https:\/\/www.wealthfront.com\/blog\/jim-cramers-mad-money-diversification-idea-astray\/\">How Jim Cramer’s Made Money Diversification Is An Idea Gone Astray<\/a>.)<\/p>\n<p>True diversification comes from adding other asset classes – a growing challenge for individual investors, says <a href=\"https:\/\/www.luminouscap.com\/default.asp?P=826460\">Alan Zafran<\/a>, founding partner of registered investment advisor Luminous Capital.<\/p>\n<p>“It’s more difficult than ever to find non-correlated assets,” he says.<\/p>\n<p>Traditionally, investors added bonds as ballast to their portfolios. Mr. Zafran suggests buying U.S. Treasuries, because they are not correlated to equities and are regarded as a risk-free asset.<\/p>\n<p>The advent of ETFs means that investors now have the option to add all the asset classes that institutions and the wealthy have long used to diversify their portfolios, including U.S. Equities, Emerging Markets Equities, Foreign Equities, Natural Resources, Real Estate and Bonds.<\/p>\n<p>Mr. Zafran cautions, however, that investors should carefully research the underlying holdings in those ETFs or other kinds of tools investors eye to diversify their portfolios.<\/p>\n<p>“Done well, adding those assets can be helpful,” he said. “Done poorly, they can be harmful.”<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. All rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Amy Batterstein, 25, has a one-word refrain: Save! Though the West Coast medical student has adopted a few other choice philosophies that govern her financial life, the one at the top of the list is simple: Don’t spend it all. Ms. Batterstein only earns about $25,000 a year from a part-time job and as a [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7238,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[12,58,255,386,387,357],"yst_prominent_words":[2111,2102,2100,2110,2117,2106,2101,2113,2107,2104,2114,2108,2116,2105,2115,2109,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1561"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1561"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1561\/revisions"}],"predecessor-version":[{"id":11681,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1561\/revisions\/11681"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7238"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1561"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1561"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1561"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1561"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}