{"id":1592,"date":"2011-11-23T14:09:09","date_gmt":"2011-11-23T22:09:09","guid":{"rendered":"\/blog\/?p=1592"},"modified":"2019-11-26T07:21:34","modified_gmt":"2019-11-26T15:21:34","slug":"volatility-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/volatility-investing\/","title":{"rendered":"Why Volatility Shouldn&#8217;t Keep You From Investing"},"content":{"rendered":"<p>To submit a question to Wealthfront, e-mail betsy@wealthfront.com.<\/p>\n<p><img loading=\"lazy\" class=\"tc-hover pin share tweet plus alignleft\" src=\"\/wp-content\/uploads\/2011\/11\/fogarty.jpg\" alt=\"\" width=\"148\" height=\"174\" \/><em>“I’m someone who has never invested in the market. This seems like a good time to invest, since the economy isn’t great, and I expect prices to be low. When I look at the stock market, though, it looks like it’s up and down almost every day. As a potential long-term investor, is this a good time to get in, or is the market too volatile right now?” <\/em><\/p>\n<p><em>– Thomas Fogarty, 30<\/em><\/p>\n<p>You are not alone asking the question.<\/p>\n<p>In fact, very recently a friend of mine expressed exactly the same concern. Sitting in cash, he is concerned about a market that can easily swing by more than 3% in a single day, after a report on consumer sentiment, a sign of logjam in Washington, D.C., or another rumor about the debt crisis in Europe.<\/p>\n<p>I am assuming that if your mind is turning to investing you’ve put your financial life in order already. (See our recent post on the <a href=\"https:\/\/www.wealthfront.com\/blog\/20s-30s-savvy-investor\/\">5 Investment Vehicles You’ll Need to Consider<\/a> To Become A Savvy Investor.) That means you have a relatively stable income source and an emergency fund, that you do not have high-interest-rate debt and that you do not foresee a near-term big purchase.<\/p>\n<p>If that’s the case, then let’s bring some rational thinking to your question, beginning with a consideration of history.<\/p>\n<h2>Cash vs. treasury bonds vs. equities<\/h2>\n<p>If you had invested $10K in U.S. large-cap stocks from 1971, you would have ended with $478K in 2010 despite a bumpy ride. (I’m using large-cap stocks because they serve as a good proxy for the performance of U.S. equities over a long time. I pulled these numbers from Ibbotson’s Yearbook, which is considered an authoritative source on asset return history).<\/p>\n<p>If you had invested $10K in U.S. long-term treasury bonds, you would have ended with $269K. If you’d kept your investments in cash for the same 40-year period you would have lost the opportunity to make those returns, and even worse, the value of your money would have been eaten away by inflation.<\/p>\n<p>Total inflation over those 40 years was 550%; so staying in cash, presuming no returns on the cash, means you would have reduced your purchasing power by 5.5 times.<sup>1<\/sup><\/p>\n<p>To look at this another way, you could use that $10K today to buy about 50 iPhones. But presuming inflation continues at about the same pace,  you’ll be lucky if the $10K will buy 10 of whatever smartphones grandpas are using in 2051.<\/p>\n<p>Granted, if you measure returns for a different time period, you will get different results. Also, it is possible that the next 40 years will be a lower-return  or a lower-inflation environment than the last 40 years. Keeping yourself invested with broad market exposure, however, likely still will produce investment return substantially higher than the inflation rate for the long run.<\/p>\n<h2>Diversify and reduce volatility<\/h2>\n<p>If you do decide to invest, please remember to diversify. Maintaining a diversified portfolio will enable you to reduce volatility.<\/p>\n<p>Take the same period, 1971-2010, as an example. For a portfolio of U.S. large-cap stocks, the average annual return was 11.76% with an 18.10% standard deviation. For a 50\/50 portfolio blending U.S. large-cap stocks and U.S. long-term treasury bonds, the average annual return was 10.48% with 11.23% standard deviation.<sup>2<\/sup><\/p>\n<p>The simply blended portfolio achieves significantly lower volatility without sacrificing too much return.  Adding more uncorrelated asset classes, such as Emerging Markets Stocks, Foreign Developed Stocks, Real Estate and Natural Resources, will further improve a portfolio’s risk\/return characteristics.<\/p>\n<p>As to the correlation topic, you might be wondering: Asset correlations have been much higher this year compared to historical levels. Does it invalidate the diversification argument? My answer is: No it doesn’t. Although higher than historical levels, the correlation between these asset classes is not 1. As long as the correlation is not 1, you will benefit from diversification.<\/p>\n<h2>Is your perception of risk accurate?<\/h2>\n<p>Finally, although it is true that macroeconomic and political shocks have made the market much more volatile this year, I believe that people’s perception of risk elevation might be higher than actual risk elevation.<\/p>\n<p>People are stressed. They are stressed by many things: the lack of job security, stagnating wages, declining house values and the rising cost of medical care and education. When people are stressed they tend to have higher perception of risk.<\/p>\n<p>In addition, a central tenet of prospect theory is that people designate more significance to losses than they do to gains. Some experiments have demonstrated that a loss bothers people twice as much as an equivalent gain. If a volatile market has the same number of up days as down days and held roughly flat in the end, people tend to register more strongly with the down days and feel heightened risk perception. People exhibit these known behavioral biases.<sup>3<\/sup> You are probably no exception.<\/p>\n<p>How people view risk and feel about risk is highly personal.  Some people are naturally comfortable or uncomfortable taking risk. If you are worried about market volatility or even lose sleep when you experience losses, it indicates that you have lower risk tolerance and you should allocate more towards safer investments such as high-quality bonds. You need to be aware of your comfort level with risk and choose investments accordingly. Investing, if done wisely, should not cause you extra stress.<\/p>\n<h2>The bottom line<\/h2>\n<p>Investing offers long-term benefits, just as healthy eating, exercise, reading, working hard and spending time with friends and family do. If you don’t do it for a week, a month, or even a year, it’s probably not too big a deal. Inaction for a very long time for whatever reasons, however, will certainly be detrimental.<\/p>\n<p><em>– Patrick Clark contributed to this post.<\/em><\/p>\n<p><sup>1<\/sup> Ibbotson SBBI 2011 Classic Yearbook: <em>Market results for stocks, bonds, bills and inflation 1926-2010<\/em><\/p>\n<p><sup>2<\/sup> Ibbotson<\/p>\n<p><sup>3<\/sup> V Ricciardi, <em>A literature review of risk perception studies in behavioral finance: The emerging issues<\/em>, Society for the Advancement of Behavioral Economics, 2007, 11-14<\/p>\n","protected":false},"excerpt":{"rendered":"<p>To submit a question to Wealthfront, e-mail betsy@wealthfront.com. “I’m someone who has never invested in the market. This seems like a good time to invest, since the economy isn’t great, and I expect prices to be low. When I look at the stock market, though, it looks like it’s up and down almost every day. [&hellip;]<\/p>\n","protected":false},"author":29,"featured_media":7228,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[25,93,97,366,189,201,261],"yst_prominent_words":[2873,2878,1383,2872,2876,2874,2866,2870,2868,1294,2867,2879,1307,2875,2877,1989,2871,2865,2869,2864],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1592"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1592"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1592\/revisions"}],"predecessor-version":[{"id":11684,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1592\/revisions\/11684"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7228"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1592"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1592"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1592"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1592"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}