{"id":1654,"date":"2011-12-07T12:20:38","date_gmt":"2011-12-07T20:20:38","guid":{"rendered":"\/blog\/?p=1654"},"modified":"2019-11-26T07:21:35","modified_gmt":"2019-11-26T15:21:35","slug":"invest-etfs-401k","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/invest-etfs-401k\/","title":{"rendered":"Why ETFs Are A Good Choice For Your 401(k)"},"content":{"rendered":"<p><em>This question was posted on Quora, where Wealthfront CEO Andy Rachleff answered it in shorter form. <a title=\"Should I invest in ETFs in my 401(k)?\" href=\"http:\/\/www.quora.com\/Should-I-invest-in-ETFs-in-my-401k\" target=\"_blank\">Here’s a link to that thread<\/a><\/em><em>.<\/em><\/p>\n<p>The answer to this question comes down to two issues: passive investing and fees.<\/p>\n<p>Many academic studies have shown that on average, net of fees, index funds have outperformed actively managed mutual funds over long periods of time.<\/p>\n<p>Between 1982 and 1991, less than one in 10 mutual fund managers beat the market on an after-tax basis, according Robert D. Arnott, who co-authored some of the best-known research on the subject. Researchers found a similar pattern in the 1990s, <a title=\"&quot;The Management &amp; Mismanagement of Taxable Assets&quot;\" href=\"http:\/\/www.firstquadrant.com\/downloads\/The_Management.pdf\" target=\"_blank\">according to a paper Arnott wrote with co-authors Andrew L. Berkin and Jia Ye<\/a>.<\/p>\n<p>There are some mutual funds that outperform the market but it is almost impossible to tell if they are likely to outperform in the future given the limited information they disclose.<\/p>\n<p>In the 2000s, a new kind of investment vehicle, ETFs, exchange-traded funds, exploded in popularity. The number of equity ETFs topped 1,000 this year, the bulk of them passively managed funds that mirror broad indexes. Their proliferation means that investors convinced of the advantages of passive investing now have another question to answer: ETF vs. Index Fund?<\/p>\n<p>ETFs are often lower in cost than comparable index funds. Therefore, for most people, they are a better choice.<\/p>\n<p>Most of the material written about ETFs focuses on the way they are traded – like a stock. That’s in contrast to mutual funds, which typically are traded after markets closed. The ability to trade ETFs like a stock, however, isn’t so important for passive investors.<\/p>\n<p>What is important is that unlike mutual funds, ETFs do not have cash flows into or out of funds; rather, trades in and out of ETFs generally are in securities. That means ETFs don’t incur transaction costs or realize capital gains, which in mutual funds can trigger tax costs.<\/p>\n<p>So, while an index mutual fund is inexpensive, an ETF that mirrors the same broad index often is even more inexpensive.<\/p>\n<p>Such ETFs can be a great choice for your 401(k) plan. Choose ETFs that represent a broad selection of asset classes, such as U.S. Stocks, Emerging Markets Stocks, Foreign Stocks, Natural Resources, Real Estate and Bonds. If your 401(k) doesn’t have a broad selection of ETFs, talk to the benefits manager at your company.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This question was posted on Quora, where Wealthfront CEO Andy Rachleff answered it in shorter form. Here’s a link to that thread. The answer to this question comes down to two issues: passive investing and fees. Many academic studies have shown that on average, net of fees, index funds have outperformed actively managed mutual funds [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7222,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[12,23,62,95,180,192,203],"yst_prominent_words":[2855,2853,2857,1669,1672,1338,1332,1281,1328,1321,1242,1257,1294,1279,1329,1271,2856,2854,2629,1491],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1654"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1654"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1654\/revisions"}],"predecessor-version":[{"id":11686,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1654\/revisions\/11686"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1654"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1654"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1654"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1654"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}