{"id":1903,"date":"2012-03-01T07:30:36","date_gmt":"2012-03-01T15:30:36","guid":{"rendered":"https:\/\/www.wealthfront.com\/blog\/?p=1903"},"modified":"2019-11-26T07:21:35","modified_gmt":"2019-11-26T15:21:35","slug":"tech-bubble-ipo-surge","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tech-bubble-ipo-surge\/","title":{"rendered":"Perspectives on Tech IPOs: Eric Schmidt, Bill Gurley, Ben Horowitz, Frank Quattrone"},"content":{"rendered":"<p>Globalization underpins the fast growth of the current generation of Internet companies, especially those heading toward IPOs in the near future, according to four Silicon Valley leaders in video interviews released by Wealthfront today.<\/p>\n<p><a href=\"http:\/\/vimeo.com\/37478701\">Great Perspectives on Tech IPOs<\/a> from <a href=\"http:\/\/vimeo.com\/wealthfront\">Wealthfront<\/a>.<\/p>\n<p>All four leaders, in different ways, address the central questions hanging over the technology community: whether we are in the midst of a speculative bubble and how long the current wave of expansion and IPOs might last.<\/p>\n<p>&#8220;Every company that&#8217;s now in the market has a much larger base. They can operate globally in a way they couldn&#8217;t 10 years ago,&#8221; says Eric Schmidt, executive chairman of Google. &#8220;The globalization of the Internet is a very big deal for these companies. &#8230;We&#8217;re simply riding a wave that&#8217;s been true for decades of the world getting smaller.&#8221;<\/p>\n<p>The four leaders, Mr. Schmidt, Bill Gurley, general partner of Benchmark Capital, Ben Horowitz, founder and general partner of Andreessen Horowitz, and Frank Quattrone, founder and CEO of Qatalyst Partners, make their comments on a Wealthfront video released today. Wealthfront produced the video as part of its effort to help educate investors in the technology community.<\/p>\n<p>Mr. Schmidt has this advice for people in the technology community who may, after their companies have IPOs, own valuable options:<\/p>\n<p>&#8220;What we recommend is take your time, and be careful when you sell and when you sell make sure you actually make money,&#8221; he says, noting that he remembers the horror stories of the first tech boom, when people who weren&#8217;t wise about how they exercised options and sold stock ended up owing millions to the government or losing all the wealth they had briefly owned.<\/p>\n<p>&#8220;It&#8217;s not as speculative (as the last boom),&#8221; adds Mr. Gurley of Benchmark. &#8220;(These companies) typically have revenues of $40 to $100 million.&#8221;<\/p>\n<p>He notes two big drivers of innovation: smart phones and the cloud.<br \/>\n&#8220;I like to say we spent the last 40 years putting technology inside the enterprise and we&#8217;re going to spend the next 20 yanking it out,&#8221; Mr. Gurley says.<\/p>\n<p>Mr. Horowitz of Andreessen Horowitz says that he gets asked the bubble question all the time.<\/p>\n<p>&#8220;I don&#8217;t think there&#8217;s any way you could consider this a bubble unless you haven&#8217;t been paying attention,&#8221; he states. &#8220;Four months ago, tech stocks were trading at an all time low relative to industrial stocks.&#8221;<\/p>\n<p>&#8220;In the bubble there were 50 million people on the Internet and now there are 2 billion. The market is a <em>little<\/em> bigger.&#8221;<\/p>\n<h2>Will the current surge of IPOs continue?<\/h2>\n<p>&#8220;As companies perform well, that will be the key metric,&#8221; says Mr. Quattrone.  He also draws a sharp contrast between the market during the first tech boom and the current market.<\/p>\n<p>&#8220;(That was the infancy of the era). Investors were insatiable… they kept encouraging underwriters to take companies public at earlier and earlier stages. It was almost like a public venture capital market. Because these companies were not well-developed.&#8221;<\/p>\n<p>&#8220;Today, investors are demanding companies that are much more substantive, larger, more accomplished, that have significant management teams and great boards. If you can’t meet those criteria, the IPO market is not necessarily for you.&#8221;<\/p>\n<p><em>Wealthfront sponsored event &#8216;Think Bigger. Think IPO&#8217; on April 4th highlighting why tech companies should aspire to go public. Attendees enjoyed panel discussions featuring top venture capitalists and senior executives of companies that have recently gone public. <a title=\"Silicon Valley IPO Conference\" href=\"https:\/\/blog.wealthfront.com\/why-companies-should-go-public\/\" target=\"_blank\" rel=\"noopener\">Read more here<\/a>.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Globalization underpins the fast growth of the current generation of Internet companies, especially those heading toward IPOs in the near future, according to four Silicon Valley leaders in video interviews released by Wealthfront today. Great Perspectives on Tech IPOs from Wealthfront. All four leaders, in different ways, address the central questions hanging over the technology [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7234],"tags":[311,308,312,301,307,309,84,106,310,219,238,239],"yst_prominent_words":[1522,3079,3082,1872,1424,3081,3077,3080,3085,3083,2888,1294,1788,3084,1931,3078,1244,3076,1296,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1903"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1903"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1903\/revisions"}],"predecessor-version":[{"id":11701,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1903\/revisions\/11701"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1903"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1903"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1903"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1903"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}