{"id":1915,"date":"2012-03-08T14:34:29","date_gmt":"2012-03-08T22:34:29","guid":{"rendered":"https:\/\/www.wealthfront.com\/blog\/?p=1915"},"modified":"2019-11-26T07:21:35","modified_gmt":"2019-11-26T15:21:35","slug":"rebalance-401k-target-date-funds","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/rebalance-401k-target-date-funds\/","title":{"rendered":"How Target Date Funds May Mislead Investors"},"content":{"rendered":"<p><strong>Q: I have a target date fund in my 401(k) plan. Can I rely on it to keep me rebalanced?<\/strong><\/p>\n<p><em>(This question came from a young investor attending a seminar given by Wealthfront CEO Andy Rachleff at New York University).<\/em><\/p>\n<p>Because target date funds are specifically sold as a way to keep people rebalanced as they head toward retirement, you would think the answer would (and should) be an unequivocal “Yes.”<\/p>\n<p>The answer, unfortunately, is an unequivocal “No.”<\/p>\n<p>As with all investing products, you need to look under the hood of the investment before you can decide if the asset allocation and expense ratio suits your own risk tolerance and financial plans. Assure yourself the Target Date Fund (TDF) is what you want; then remember to check the asset allocation in your Target Date Fund whenever you do the rebalancing on the rest of your investments. Just because the Target Date Fund started where you wanted it to be doesn’t mean it will stay where you want it to be – either because of changes in your situation, or because of changes within the fund itself.<\/p>\n<p>This <a title=\"Freakonomics &quot;My Target-Date Fund Is Bigger Than Yours&quot;\" href=\"http:\/\/www.freakonomics.com\/2012\/03\/05\/my-target-date-fund-is-bigger-than-yours\/\" target=\"_blank\">Freakonomics blog post<\/a> goes into some detail about how Target Date Funds may mislead investors.<\/p>\n<p>“A measure intended to help amateur investors may end up hurting them by enticing them to believe that one fund labeled as a TDF is essentially the same as any other, whereas in fact the returns may differ greatly,” writes Stephen Dubner.<\/p>\n<p>As a practical matter, if you want to figure out if your Target Date Fund is good for you, consider four important factors:<\/p>\n<ul>\n<li>the underlying holdings of the fund<\/li>\n<li>the expense ratio<\/li>\n<li>your own personal situation<\/li>\n<li>what your other options are in your employer’s 401(k) plan<\/li>\n<\/ul>\n<p>Here’s a quick history of Target Date Funds: They were conceived in the mid-1990s as a solution to the problem of investors’ inability to manage their own retirement plans. Employers, having dumped their pensions in favor of 401(k)s, realized that even those employees who were reasonably rational investors lacked the discipline to rebalance their plans toward more conservative strategies as they headed toward retirement. Target Date Funds, also called LifeCycle Funds, aimed to solve the problem by setting up a combination of assets and then automatically adjusting the ratios of the assets to each other as the owner of the funds aged. Those planned adjustments are known as the “glidepath.”<\/p>\n<p>The problem with Target Date Funds is that they are so complicated – or heterogenous, as <a title=\"Heterogeneity in Target-Date Funds and the Pension Protection Act of 2006\" href=\"http:\/\/papers.nber.org\/papers\/w17886?ntw\" target=\"_blank\">one recent research report found<\/a>. Just because it’s called a Target Date Fund doesn’t mean much of anything; and the date in the name of the fund doesn’t mean much either. Target Date Funds have become just another kind of mutual fund, albeit one whose asset allocations change over the years. Often, as you’ll see below, they are just another way for the investment industry to layer another fee onto your portfolio.<\/p>\n<h2>Fund Holdings<\/h2>\n<p>Most companies that offer Target Date Funds create the fund by rolling up their other investment products.<\/p>\n<p>The might be fine in some cases: and in fact there’s one family of Target Date Funds that we really like, which is sold by Vanguard. Vanguard’s Target Date Funds typically comprise the company’s Total Stock Market Index (<a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0085&amp;FundIntExt=INT\">VTSMX<\/a>), its Total International Stock Index (<a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0113&amp;FundIntExt=INT\">VGTSX<\/a>) and its Total Bond Market II (<a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0084&amp;FundIntExt=INT\">VBMFX<\/a>). Vanguard’s funds are fairly transparent. They have only two knocks against them, and given the paucity of good choices in most people’s retirement plans, they are relatively minor.<\/p>\n<p>The first knock is that buying a Vanguard Target Date Fund won’t get you a portfolio personalized to your risk tolerance. A Fund for people retiring in 2040 will have the same allocation for a 30-year-old earning $30,000 a year and a 30-year-old earning $200,000 a year. The Fund also won’t have the optimal number of asset classes. It will most likely include three, domestic equities, international equities, and bonds, instead of the five or six publicly available asset classes that top-tier investors use.<\/p>\n<p>But the Vanguard Target Date Funds offer diversification and automatic rebalancing – and those are good things.<\/p>\n<p>Other Target Date Funds are not so easy to understand. <a title=\"US News on Schwab Target 2030 Fund\" href=\"http:\/\/money.usnews.com\/funds\/mutual-funds\/target-date-2026-2030\/schwab-target-2030-fund\/swdrx\" target=\"_blank\">Schwab Target 2030 Fund<\/a> (<a href=\"http:\/\/money.usnews.com\/funds\/mutual-funds\/target-date-2026-2030\/schwab-target-2030-fund\/swdrx\">SWDRX<\/a>), for instance, includes three broad Schwab index funds, as well as Laudus Growth Investors US Large Cap Growth (<a href=\"http:\/\/quote.morningstar.com\/fund\/f.aspx?t=LGILX&amp;t1=1331142575\">LGIX<\/a>) and Schwab’s Small-Cap Equity (<a href=\"http:\/\/www.schwab.com\/public\/schwab\/research_strategies\/mutual_funds\/summary\/schwab\/at_a_glance.html?cmsid=P-1018488&amp;lvl1=research_strategies&amp;lvl2=mutual_funds&amp;ticker_sym_nm=SWSCX\">SWSCX<\/a>) fund. (Schwab didn&#8217;t return a call for comment on that question).<\/p>\n<p>What is the Laudus Growth Investors US Large Cap Growth? Its investment category is large growth, but to find out its underlying holdings, you’d have to dig deeper. Likewise, why is the small-cap equity fund in the picture?<\/p>\n<p>Morningstar offers a <a href=\"http:\/\/portfolio.morningstar.com\/RtPort\/Free\/InstantXRayDEntry.aspx?dt=0.7055475&amp;t1=1331140904\">tool<\/a> to help you figure out what the actual holdings of your funds are, but you have to pay for it. You can also parse the many pages of the disclosure, but obviously the number of people who actually do that is miniscule. (See <a href=\"https:\/\/www.wealthfront.com\/blog\/call-bullshit-disclosures-dont-work\/\">We Call Bullshit: Mutual Fund Disclosures Don’t Work<\/a>.)<\/p>\n<p>The wide variation in the holdings of Target Date Funds means their expense ratios are all over the map, too.<\/p>\n<h2>Expense Ratios<\/h2>\n<p>A quick survey of the Target Date Fund universe’s expense ratios turned up Invesco Balanced Risk Retirement 2050 Fund (TNEAX), with an expense ratio of 1.04%; the Schwab fund mentioned above has an expense ratio of .79%; and the Vanguard Target Retirement 2030 Fund (<a href=\"http:\/\/money.usnews.com\/funds\/mutual-funds\/target-date-2026-2030\/vanguard-target-retirement-2030-fund\/vthrx\">VTHRX<\/a>) has an expense ratio of .18%.<\/p>\n<p>When you are checking into the expense ratio, you need to make sure you’re looking at the total expense ratio, which includes the expenses for the underlying funds and any overlay for packaging the underlying funds together. For instance, Invesco Balanced Risk Retirement 2050 Fund only has an expense ratio of .25%, itself, but the expense ratios of its underlying fund holdings bring the total up to 1.04%. Many Target Date Funds include some actively managed funds, which means their expense ratios will be high.<\/p>\n<h2>Your Own Risk Tolerance<\/h2>\n<p>As you could probably surmise by now, the different holdings in Target Date Funds mean they differ a lot in the asset allocations, or the portions in which they mix the different asset classes – and the allocations don’t have much to do with the dates in the names of the funds. For instance, the Invesco Balanced Risk Retirement 2050 Fund is designed for people who are retiring nearly 40 years from now. If you didn’t dig into the holdings, you’d think that it would include a high equity allocation. In fact, it is 91% cash and bonds!<\/p>\n<p>Asset allocation is probably the single most important investing decision young people will make about their retirement portfolios. You can afford to take more risk when you’re young. Does the Target Date Fund you’re looking at have what you consider to be the right asset allocation for you now, as you begin investing? Did your retirement plan administrator have you fill out a good risk assessment tool to help you answer those questions?<\/p>\n<h2>Choices in Your Retirement Plan<\/h2>\n<p>The last thing to take into consideration when you’re considering a Target Date Fund is what your other choices are. They may well be limited, when it comes to low-cost index funds, according to Ryan Alfred, co-founder of Brightscope, a California-based company that offers data on retirement plans.<\/p>\n<p>Many retirement plans center around expensive, actively managed, domestic mutual funds.<\/p>\n<p>“There are more active management than passive funds,” says Mr. Alfred. He says a typical retirement plan includes about 20 choices, with relatively little exposure to asset classes like real estate or commodities.<\/p>\n<p>“It’s tough to include alternatives on the core lineup because employers are concerned participants will put all their retirement money into the gold fund.”<\/p>\n<h2>The Bottom Line<\/h2>\n<p>In summary, a low-priced Target Date Fund like one of Vanguard’s, where the underlying holdings are broad index funds, looks responsible and convenient. Just remember to consider your own changing personal situation over the years and check in on the glidepath of the fund.<\/p>\n<p>If your employer offers a good menu of low-priced index funds, representing more asset classes than the number in the Target Date Fund, you have more options. Then, you can consider whether the convenience of the automatic rebalancing in the Target Date Fund outweighs the chance that you might be able to earn a higher return by combining those asset classes and rebalancing on your own.<\/p>\n<p>If the only Target Date Funds available to you are expensive and aren’t broadly diversified in a way that suits your risk tolerance – you might as well steer clear.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Q: I have a target date fund in my 401(k) plan. Can I rely on it to keep me rebalanced? (This question came from a young investor attending a seminar given by Wealthfront CEO Andy Rachleff at New York University). Because target date funds are specifically sold as a way to keep people rebalanced as [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7225,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[12,126,194,234,255],"yst_prominent_words":[1383,3072,3068,3064,3071,3066,3063,1667,1332,1281,3073,3069,3065,3075,3074,3067,3070,3061,3062,3060],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1915"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1915"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1915\/revisions"}],"predecessor-version":[{"id":11702,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1915\/revisions\/11702"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7225"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1915"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1915"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1915"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1915"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}