{"id":1989,"date":"2012-04-02T12:18:36","date_gmt":"2012-04-02T19:18:36","guid":{"rendered":"https:\/\/www.wealthfront.com\/blog\/?p=1989"},"modified":"2019-11-26T07:21:35","modified_gmt":"2019-11-26T15:21:35","slug":"selling-stock-post-ipo","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/selling-stock-post-ipo\/","title":{"rendered":"Real Data-Based Guidance On Selling Stock Post-IPO"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Today, we&#8217;re releasing an analysis that suggests employees in IPO companies making decisions about how and when to diversify their portfolios should take into account whether the companies missed their first two earnings estimates.<\/p>\n<p>Companies that missed one or both of their first two quarterly earning estimates had a 70% chance of continuing to trade down in the three months after their lockups had expired, an analysis of 104 technology IPOs showed. The IPOs were from the years 2005-2011, the only years for which data is available.<\/p>\n<div id=\"attachment_2513\" style=\"width: 560px\" class=\"wp-caption alignleft\"><img aria-describedby=\"caption-attachment-2513\" loading=\"lazy\" class=\"tc-hover pin share tweet plus size-full wp-image-2513 \" src=\"\/wp-content\/uploads\/2012\/04\/two1.png\" alt=\"Why You Should Pay Attention to Earnings Estimate\" width=\"550\" height=\"355\" \/><p id=\"caption-attachment-2513\" class=\"wp-caption-text\">Chart: Normalized Stock Price of 2005-2011 Tech IPO Companies, by Earning Results<\/p><\/div>\n<p>The conclusion could be an important touchstone for employees trying to figure out how rapidly to sell and diversify their portfolios after an IPO. If there’s only a slim chance that a company’s stock will rebound after the initial lockup-period decline, the argument for diversifying faster is stronger.<\/p>\n<h2>After the lockup-period decline<\/h2>\n<p>We began researching the post-lockup performance of tech IPOs after requests from many of our clients. Because many employees emerge from an IPO with a significant amount of their wealth tied up in their company’s stock, they are in a position of having to determine how to diversify their portfolios.<\/p>\n<p>Our look at tech IPOs in the 2000s has uncovered the connection between earnings estimates and stock price, which is shown in the chart below.<\/p>\n<div id=\"attachment_2514\" style=\"width: 560px\" class=\"wp-caption alignleft\"><a href=\"\/wp-content\/uploads\/2012\/04\/four1.png\"><img aria-describedby=\"caption-attachment-2514\" loading=\"lazy\" class=\"tc-hover pin share tweet plus size-full wp-image-2514 \" src=\"\/wp-content\/uploads\/2012\/04\/four1.png\" alt=\"Difference between hitting and missing earnings estimates\" width=\"550\" height=\"355\" \/><\/a><p id=\"caption-attachment-2514\" class=\"wp-caption-text\">Chart: Normalized Stock Price of 2005-2011 Tech IPO Companies, by Earning Results &amp; Stock Price Trend<\/p><\/div>\n<p>IPO stocks typically experience a price decline around the time their lockup expires, dropping an average of 10% in the three months leading up to the lockup expiration, based on our analysis.<\/p>\n<p>Out of the 104 tech companies we examined that had IPOs in 2005-2011, 23 missed one or both of their first two earnings estimates. Of those, 16 continued their downward spiral. Only 7 companies of the 23 saw a rebound in stock price during the first six months after the lockup expiration.<\/p>\n<p>If a company met both of its first two earnings estimates, we found that the company’s stock had a slightly less than even chance &#8211; 43% &#8211; of rebounding to its stock price level of just before the lockup expiration.<\/p>\n<p>Of the 78 companies that met their earnings expectations for both quarters, we found that 32 saw their stock price rebound.<\/p>\n<h3>Market Conditions<\/h3>\n<p>The other key factor for employees to take into account is the market condition at the time of the IPO.<\/p>\n<p>A further analysis of tech IPOs over a longer period of time – 2000 through 2011 &#8212; shows the extent to which market conditions at the time of the IPO affect stock price.<\/p>\n<p>In the two rocky markets of 2000 and 2008, there were 83 tech IPOs. Among those, the companies’ stocks declined on average 50% in the three months before the lockup expiration, and declined a further 20% in the three months after the lockup expiration. In more “normal” market conditions – all the other years in the 2000s by comparison – there were a total of 152 tech IPOs. During those market conditions, the average IPO stock declined 10% in the three months before the lockup expiration and 6% afterwards.<\/p>\n<p>The question of how to diversify your portfolio after your company’s IPO is a complicated one. You need to balance your personal needs, your tolerance for the risk of having a portfolio overweighted with your company’s stock, and your company’s prospects. Nothing can predict the future, but the compilation of this data – the first analysis of its kind that we are aware of – suggests one rational way to consider that third factor. As you make your decision, perhaps you should consider these two questions:<\/p>\n<ul>\n<li>Did your company meet or miss its first two earnings estimates?<\/li>\n<li>What were the market conditions at the time of the IPO?<\/li>\n<\/ul>\n<p><em>The analysis contained in the graphs used to illustrate this blog post are based on publicly available data reviewed by Wealthfront for the years 2000 to 2011; past performance is no guarantee of future results<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Today, we&#8217;re releasing an analysis that suggests employees in IPO companies making decisions about how and when to diversify their portfolios should take into account whether [&hellip;]<\/p>\n","protected":false},"author":33,"featured_media":7258,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1098,461,1096,59,106,130,226,430],"yst_prominent_words":[3240,3231,3230,3235,3239,3238,3236,3229,3176,2010,3232,3227,3234,3225,3204,3237,3226,3228,2883,3233],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1989"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/33"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=1989"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1989\/revisions"}],"predecessor-version":[{"id":11707,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/1989\/revisions\/11707"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7258"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=1989"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=1989"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=1989"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=1989"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}