{"id":2167,"date":"2012-05-24T07:23:49","date_gmt":"2012-05-24T14:23:49","guid":{"rendered":"https:\/\/www.wealthfront.com\/blog\/?p=2167"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"silicon-valley-talent-war","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/silicon-valley-talent-war\/","title":{"rendered":"Finding Talent In Silicon Valley"},"content":{"rendered":"<div id=\"attachment_2655\" style=\"width: 300px\" class=\"wp-caption alignleft\"><img aria-describedby=\"caption-attachment-2655\" loading=\"lazy\" class=\"size-medium wp-image-2655\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/06\/john.jpg\" alt=\"Finding talent in Silicon Valley\" width=\"290\" height=\"300\" \/><p id=\"caption-attachment-2655\" class=\"wp-caption-text\">John, and his sister Kristin, in a wintery upstate NY<\/p><\/div>\n<p>People arrive at Wealthfront via some circuitous routes, sometimes traveling through finance and sometimes via technology. We sit at the intersection of both worlds, as an engineering-driven company managing investments for clients in Silicon Valley.<\/p>\n<p>Qian Liu, who leads the investment modeling for Wealthfront (she helped design our <a href=\"https:\/\/www.wealthfront.com\/questions\">risk questionnaire<\/a>), hails from China, and we have had employees from Switzerland, Greece and … New Jersey, which is truly the far side of the planet.<\/p>\n<p>We count engineers who are also writers among our team. Our head of engineering, Jim Meyer, dropped out of college and worked his way up through design and management at companies as varied as Disney, Dreamworks and LinkedIn. Our CEO, Andy Rachleff, is a venture capitalist-turned-entrepreneur with a software background.<\/p>\n<p>The common element among the people who work at Wealthfront &#8212; and other disruptive companies &#8212; is a desire to spend their time thinking about ideas that actually matter.<\/p>\n<p>In his famous <a href=\"http:\/\/moreintelligentlife.com\/story\/david-foster-wallace-in-his-own-words\">Kenyon College commencement address<\/a>, David Foster Wallace talked about the concept. The seminal writer, known for his mathematical thinking, said, “Learning how to think really means learning how to exercise some control over how and what you think. It means being conscious and aware enough to choose what you pay attention to and to choose how you construct meaning from experience.”<\/p>\n<p>Here’s some statistical reinforcement for the idea that the specifics of your education matter much less than a passion to know the world and have an effect on it (first reported in a Venturebeat post): A research team at Duke and Harvard that <a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1127248\">surveyed<\/a> 652 U.S.-born chief executive officers and heads of product engineering at 502 technology companies found only 37% held degrees in engineering or computer technology, and just 2% in mathematics. The rest had degrees in fields as diverse as business, accounting, finance, healthcare, arts, and the humanities.<\/p>\n<p>The coming-to-Wealthfront story that best illustrates the value we place on internal drive versus lines on a resume is the story that belongs to John Hitchings. The software engineer who sits unassumingly in the dead center of our Palo Alto office, John came to California from Rome, in upstate New York.<\/p>\n<p>John graduated from Syracuse University with a computer science degree, and started a job at the Air Force Research Lab, in Rome, NY. With the exception of &#8220;The Lab,&#8221; the opportunities for a recent college grad to apply skills in technology were few and far between.<\/p>\n<p>As tempting as it was to make a career in the comfort of his own backyard, California lured. “I wanted to prove that someone from a small town could make it in the high-tech capital of the world,” he says.<\/p>\n<p>Bent on finding a job in Palo Alto, John started out couch surfing with a cousin who coincidentally lived right across from the Wealthfront office. John woke up one morning, walked out the door, and ventured inside our office with his resume.<\/p>\n<p>He expected to hand his resume to someone and be on his way. He guessed the chances were pretty good that, lacking any mention of high-profile Silicon Valley experience, it would end up in the recycle bin.<\/p>\n<p>But Eishay Smith, then a member of the engineering team, happened to be standing nearby; and John’s twin goals of establishing himself in California and moving off his cousin’s couch must have resonated. He was also, as John remembers it, pretty desperate for help in building out Wealthfront’s infrastructure. Wealthfront was scaling up fast to meet customer demand.<\/p>\n<p>John started on a two-week tryout, and neither he nor the company has looked back since. He’s been with Wealthfront since 2009.<\/p>\n<p>One word to the wise: Though we value people from all walks of the career world, it is probably no longer possible to cruise in the door at Wealthfront and land a job. If you’re interested, please send your resume to <a href=\"mailto:jobs@wealthfront.com\">jobs@wealthfront.com<\/a>.<\/p>\n<p>And for an interesting list of people on the front line of figuring out where to find the right kinds of talent for tech companies, take a look at the attendees at this recent conference, <a title=\"War For Talent Conference\" href=\"http:\/\/warfortalentcon.eventbrite.com\/?discount=StartupDigest\" target=\"_blank\">War For Talent<\/a>, in the Valley.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The coming-to-Wealthfront story that best illustrates the value our company places on internal drive versus lines on a resume is the story that belongs to John Hitchings. The software engineer who sits unassumingly in the dead center of our Palo Alto office, John came to California from Rome, in upstate New York.<\/p>\n","protected":false},"author":20,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[340,423,267],"yst_prominent_words":[3173,1261,2732,1424,3030,1628,2784,3170,3168,3175,3169,1268,3171,1394,3174,1823,1244,1407,1297,3172],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2167"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=2167"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2167\/revisions"}],"predecessor-version":[{"id":11710,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2167\/revisions\/11710"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=2167"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=2167"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=2167"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=2167"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}