{"id":2896,"date":"2012-06-11T13:08:03","date_gmt":"2012-06-11T20:08:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=2896"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"compare-schwab-and-vanguard-etfs-price-war","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/compare-schwab-and-vanguard-etfs-price-war\/","title":{"rendered":"The Schwab and Vanguard ETF Price War"},"content":{"rendered":"<div style=\"width: 160px\" class=\"wp-caption alignleft\"><img loading=\"lazy\" class=\"wp-image-2899 \" title=\"Jeff Rosenberger\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/06\/jeff_rosenberger.png\" alt=\"\" width=\"150\" height=\"215\" \/><p class=\"wp-caption-text\">Jeff Rosenberger is Wealthfront director of research.<\/p><\/div>\n<p>There they go again &#8230;<\/p>\n<p>Last week, Vanguard announced another reduction in its ETF and index fund fees. It was the Valley Forge, Pa.-based company’s 3rd such announcement since the beginning of the year.<\/p>\n<p>Four of the ETFs Wealthfront uses (VTI, BND, VWO and now VNQ) have seen their fees lowered in that series of announcements. The steadily falling fees have brought down the average ETF fees for a Wealthfront portfolio to 0.14%.<\/p>\n<p>We love this, of course, because it lowers our clients’ overall costs and provides better performance after fees. (See our previous post on <a href=\"\/fear-etf-keys-choosing-good\/\">Keys To Picking An ETF<\/a>.)<\/p>\n<p>But why would Vanguard lower fees on products that were growing rapidly under its old fee structure? I don’t have access to the decision-making process at Vanguard, but it is worth thinking through what is really going on here. Here are some questions I asked myself to figure out what is going on – and the answers I came up with.<\/p>\n<h2>1. How does Vanguard’s unique corporate structure affect this picture?<\/h2>\n<p>Vanguard is <a href=\"http:\/\/www.linkedin.com\/company\/vanguard\">effectively a nonprofit company<\/a> because it is owned by the investors in its funds. It can take the profits it would have earned and return them to its investors, steadily lowering fees.<\/p>\n<p>In contrast, other asset management firms such as BlackRock (NYSE:BLK) or Franklin Resources (NYSE:BEN) need to show ever-increasing profits to satisfy their public shareholders. As public companies, brokerage firms like Goldman Sachs (NYSE:GS), Morgan Stanley (NYSE:MS), or Charles Schwab Corp. (NYSE:SCHW) also have the responsibility to pass on the benefits of their economic scale to shareholders.<\/p>\n<h2>2. How is Vanguard able to keep lowering its fees?<\/h2>\n<p>The dramatic growth in its ETFs means Vanguard has increased its scale and can pass on those benefits to its clients in the form of lower ETF costs. You can think of Vanguard as a bit like REI, the sporting goods store that is structured as a co-op. Instead of sending you an REI dividend refund at the end of the year, Vanguard passes along its savings from its increased economic scale in the form of lower product fees.<\/p>\n<p>Is this purely about economies of scale?<\/p>\n<p>Here’s where it gets interesting. Vanguard has seen a tremendous inflow of assets from lowering its fees, and, <a href=\"http:\/\/www.etftrends.com\/2012\/03\/vanguard-etf-assets-rise-above-200-billion\/\">with more than $200B in ETF assets<\/a>, <a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/4395a544-692d-11e1-9931-00144feabdc0.html#axzz1x33Km0GD\">is now the second-largest ETF provider after iShares<\/a>. Basically, Vanguard is taking huge share in the ETF market and the key competitors like BlackRock\/iShares, State Street Group\/SPDR, Schwab and Fidelity are responding in different ways.<\/p>\n<p>The competitive landscape has an interesting analogy to the Internet world.<\/p>\n<p>Consider AT&amp;T and Comcast, owners of the last mile that connects most US households and businesses to the Internet. All websites use these pipes to deliver their services to end consumers, and at some level, the pipe providers (AT&amp;T and Comcast) are always looking to make more money on their pipes.<\/p>\n<p>Vanguard and iShares have been to Fidelity and Schwab as Google and Facebook are to AT&amp;T and Comcast.<\/p>\n<p>The playbook is to build great products and market directly to the end customer rather than pay a toll to the middlemen for access to the end customer. To give you a sense for what I&#8217;m talking about, visit Vanguard&#8217;s website and then see how many <a href=\"http:\/\/en.wikipedia.org\/wiki\/Behavioral_retargeting\">re-targeted ads<\/a> you get from the company over the following couple of days as you navigate around the Internet. Instead of paying a distributor to get its ETFs to the public, Vanguard reaches out to clients directly.<\/p>\n<p>Schwab is borrowing a page from Vanguard’s strategy by focusing on lowering their ETF fees. To appreciate what is at stake, there is about $100B in Vanguard ETFs and mutual funds held in custody with Schwab brokerage accounts, according to our sources in the investment business. But, except for commissions, Schwab makes no money on those ETFs.<\/p>\n<p>Schwab, most likely tired of merely serving as a conduit for Vanguard, launched its own ETFs about three years ago to try to drive more of those assets into products that would pay it a fee.<\/p>\n<p>Not every company is opting to pursue the direct-to-client strategy. State Street, for instance, has just filed to create ETFs that will charge marketing fees, which will in turn be used to pay brokers to push their often-more expensive products.<\/p>\n<h2>3. How can Vanguard get away with only 0.10% on VNQ?<\/h2>\n<p>The answer is huge scale, a key piece of intellectual property protection, and securities lending. The scale is obvious on VNQ, its real estate ETF. The company also has a unique fund structure that enables it to use ETFs and index funds that are share classes of the same product. Again, the scale is larger, allowing it to offer lower fees.<\/p>\n<p>Like other ETF providers, Vanguard also has an extra source of revenue: securities lending. In securities lending, hedge funds and other institutional investors often borrow shares held by ETFs to sell them short in order to hedge their portfolios. In this scenario, the lenders of the shares receive interest payments to compensate them for lending the shares, boosting returns for investors and the ETF firm. By making money from lending securities (a practice some people judge to be riskier for end clients), ETF sponsors can lower their management fees (To better understand how index funds make money from lending securities, please see our blog post titled: <a href=\"https:\/\/www.wealthfront.com\/blog\/etfs-are-not-always-what-they-appear-to-be\/\">ETFs Are Not Always What They Appear To Be<\/a>).  Vanguard returns the money it makes from securities lending to their clients in the form of lower fees.<\/p>\n<h2>4. Can Vanguard take its expense ratios down to 0?<\/h2>\n<p>In theory, yes, if its securities lending is profitable enough. It will be interesting to see if the company ultimately does that or settles somewhere around 0.05% annually as its minimum price point.<\/p>\n<p>Where does Vanguard’s move leave Fidelity and Schwab?<\/p>\n<p>Fidelity is really late to the ETF party. So far it has missed the potential of ETFs and was stuck with the Innovator&#8217;s Dilemma: It doesn’t want to cannibalize its (highly profitable but expensive for customers) mutual fund gravy train.<\/p>\n<p>Schwab, to its credit, moved more quickly and has been getting some good asset flows into its ETFs &#8212; $7B since they launched three years ago. It created very competitive ETFs that we think are a reasonable second choice to Vanguard&#8217;s line-up.<\/p>\n<h2>5. Will Schwab be able to compete with Vanguard to the bottom?<\/h2>\n<p>Vanguard&#8217;s business-model advantage suggests probably not, but Schwab will do what it has to keep their client assets at Schwab and in Schwab products for when interest rates rise, as they are bound to do.  This is because Schwab looks more like a bank these days and makes more money on cash float than trading revenue and is less focused on day traders as a core component of their business.<\/p>\n<p>In other words, Schwab can subsidize its ETFs further and continue to waive trading costs for their ETFs for Schwab clients. So as long as Schwab has happy customers (its Net Promoter Score has been steadily rising), the company will be well-positioned when interest rates rise and market conditions improve.<\/p>\n<h2>6. Where does that leave you?<\/h2>\n<p>In the cat-bird&#8217;s seat as the race to the bottom continues. So keep ditching your over-priced mutual funds and moving your assets to low-cost ETFs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>There they go again &#8230; Last week, Vanguard announced another reduction in its ETF and index fund fees. It was the Valley Forge, Pa.-based company’s 3rd such announcement since the beginning of the year. Four of the ETFs Wealthfront uses (VTI, BND, VWO and now VNQ) have seen their fees lowered in that series of [&hellip;]<\/p>\n","protected":false},"author":24,"featured_media":7222,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[62,379,378,407,381,376,377,255,380],"yst_prominent_words":[3165,1669,3167,1672,1338,3160,1321,1990,3158,3163,3161,3162,3156,3166,1340,2550,3164,3157,3141],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2896"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/24"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=2896"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2896\/revisions"}],"predecessor-version":[{"id":11712,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/2896\/revisions\/11712"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=2896"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=2896"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=2896"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=2896"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}