{"id":3217,"date":"2012-08-15T14:13:28","date_gmt":"2012-08-15T21:13:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3217"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"what-is-risk-tolerance","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-is-risk-tolerance\/","title":{"rendered":"Why Risk Tolerance Matters"},"content":{"rendered":"<p>Every year, a top-notch research firm called DALBAR releases a study that shows that the average mutual fund investor underperforms the market, often by a lot. Last year, the difference between the average mutual fund investor and the market <a title=\"DALBAR: Investor Fear Leads to Losses in 2011\" href=\"http:\/\/www.dalbar.com\/Portals\/dalbar\/cache\/News\/PressReleases\/2012%20QAIB%20Press%20Release.pdf\" target=\"_blank\">was nearly 8 percentage points<\/a>.<a title=\"\" href=\"#_ftn1\">[1]<\/a><\/p>\n<div id=\"attachment_3219\" style=\"width: 210px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/iStock_000020560277XSmall.jpg\"><img aria-describedby=\"caption-attachment-3219\" loading=\"lazy\" class=\"size-medium wp-image-3219 \" title=\"Investor Risk Tolerance: Why It Matters\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/iStock_000020560277XSmall-200x300.jpg\" alt=\"Investor Risk Tolerance: Why It Matters\" width=\"200\" height=\"300\" \/><\/a><p id=\"caption-attachment-3219\" class=\"wp-caption-text\">Consider this question: Does the idea of risk conjure up images of the skydiving you hope to do before you die, or of the time you tried to clean your own roof gutter and fell off the ladder? Researchers believe that young working adults associate the concept of risk with excitement, while older people associate it with loss.<\/p><\/div>\n<p>Why the difference? People are making the classic investing mistake of allowing their emotions to dictate when they buy and sell. When they open their portfolio statements to see that stocks are growing, they happily dump more money into stocks. When the market gets choppy or drops, they worry, and end up shifting money into other asset classes – like bonds or cash.<\/p>\n<p>“Investors succumbed to their fears (in 2011),” DALBAR reported, explaining why the markets did so much better than the average equity fund investor. “They decided to take their losses instead of risking further declines. Unfortunately, as is so often the case, this occurred just before the markets started on a steady trek to recovery.”<\/p>\n<p>At Wealthfront, we believe one thing that will help investors avoid this mistake is being in a lower volatility portfolio to start with. If a 10% up-and-down in stock prices causes you to shift your asset allocation around at the worst possible time, you have too much of your money in stocks.<\/p>\n<p>But how to give people the right volatility? You can’t just ask people to rate their own tolerance of risk, because, as <a title=\"Study on risk tolerance and estimation bias\" href=\"http:\/\/krex.k-state.edu\/dspace\/handle\/2097\/4762\" target=\"_blank\">the research shows<\/a>, most of us are notoriously bad at estimating our own risk tolerance. Many people – particularly young men – see themselves as bigger risk-takers than they are. Advisors’ aid, sadly, can make matters worse; the average advisor just isn’t capable of a scientific assessment of his clients’ risk level.<\/p>\n<p>We have found that developing an accurate risk tolerance score, like many investing tasks, is best accomplished with the aid of an unbiased software algorithm that is programmed, as far as possible, to eliminate some of your emotional biases.<\/p>\n<h2>Why Don’t We Know Ourselves?<\/h2>\n<p>There are plenty of reasons people misjudge the degree to which they can live with uncertainty, but the primary one may be that “risk” is an emotionally loaded concept.<\/p>\n<p>Basically, your own desire to see yourself as a risk-taker (a quality celebrated in American culture and especially in Silicon Valley) might lead you to answer the questions on a risk tolerance questionnaire in a way that’s not quite accurate or honest.<\/p>\n<p>You juice your score subconsciously because you want to believe you’re at heart gutsy enough to make an all-or-nothing bet that would lead you to “big success.”<\/p>\n<p>The desire to see yourself as a risk-taker is even stronger when you are young. Perhaps because young people have not experienced the downside of risk yet, they tend to associate risk with excitement; in fact one research paper found that the people most likely to overestimate their own <a title=\"Risk Tolerance Estimation Bias: The Age Effect\" href=\"http:\/\/krex.k-state.edu\/dspace\/handle\/2097\/4762\" target=\"_blank\">risk tolerance<\/a> are working adults younger than 35 years old.<\/p>\n<h2>The Role Of Overconfidence<\/h2>\n<p>Overconfidence and optimism feed people’s misperceptions of themselves, including by leading them to overestimate their ability to handle risk.<\/p>\n<p>“The combination of overconfidence and optimism is a potent brew, which causes people to overestimate their knowledge, underestimate risks and exaggerate their ability to control events. It also leaves them vulnerable to statistical surprises,” Nobel Prize winner Daniel Kahneman and Mark W. Riepe wrote in a paper titled <a title=\"Behavioral Finance: Individual Investor Behavioral Biases\" href=\"http:\/\/www.cfainstitute.org\/learning\/products\/publications\/contributed\/Pages\/aspects_of_investor_psychology__beliefs__preferences__and_biases_investment_advisors_should_know_about.aspx\" target=\"_blank\">Aspects of Investor Psychology<\/a>.<\/p>\n<p>If you think you’re one of those few people who is not prone to overconfidence, think again. Steve Utkus, principal at the Center for Retirement Research at Vanguard, says overconfidence is a particularly well-established human trait.<\/p>\n<p>“Three-quarters or more of drivers think they are above average. In a ranking of managers, 90% said they were top performers. And most students think they are above average,” says Utkus.<\/p>\n<p>Even understanding that you’re likely to have these flaws doesn’t necessarily mean that you’ll be able to correct them in meaningful ways, Kahneman and Riepe suggested. If you second-guessed yourself on every question on a risk tolerance questionnaire, would you come up with a more accurate answer? Hard to say.<\/p>\n<p>Take a look at the image below. No matter how many times you tell yourself that the lines are of equal length, the line on the bottom looks longer.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/InvestorPsychology-1.pdf1.jpg\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-3258\" title=\"InvestorPsychology\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/InvestorPsychology-1.pdf1.jpg\" alt=\"\" width=\"238\" height=\"108\" \/><\/a><\/p>\n<p>&nbsp;<\/p>\n<h2>Why A Human Advisor Often Is Not The Answer<\/h2>\n<p>You might expect that financial advisors, who spend hours using risk assessment tools to come up with scores for their clients and in some cases have years of training, would be able to help people overcome this hurdle.<\/p>\n<p>Not so. A study found that the same kinds of human foibles that come into play as people assess their own capacity for risk keep advisors from doing an accurate job, too. Advisors, for instance, may stereotype their clients, believing that a wealthy client is comfortable taking more risk than actually she is, or that a woman is more risk-averse merely because she is a woman.<\/p>\n<p>They might also project their own levels of risk tolerance on to their clients – in an industry in which advisors sometimes are paid more to recommend riskier investments, this last may be a particular danger.<\/p>\n<p>In a paper titled <a title=\"Estimating Risk Tolerance: The Degree of Accuracy and the Paramorphic Representations of the Estimate \" href=\"http:\/\/www.riskprofiling.com\/Downloads\/EstimatingRiskTolerance.pdf\" target=\"_blank\">Estimating Risk Tolerance<\/a>, researchers Michael J. Roszkowski and John Grable concluded that advisors were so bad at estimating their clients’ risk tolerance that people shouldn’t rely on them. Rather, the best approach, they said, is a valid, automated test, such as a software program.<\/p>\n<p>“Our findings suggest that financial advisors are not particularly accurate when estimating their client’s true level of risk tolerance, despite their training and experience. It would not be prudent to rely solely on a financial advisor’s judgment to establish a client’s level of risk tolerance,” they wrote.<\/p>\n<h2>Wealthfront’s Risk Tolerance Questionnaire<\/h2>\n<p>Before Wealthfront launched its online financial advisor nine months ago, the question of how to assess clients’ risk tolerance was one of the first problems we addressed. After months of development, we had a questionnaire that, on the face of it, might look similar to other questionnaires available online, but is, in fact, quite different.<\/p>\n<p>• Our risk questionnaire factors in not only your willingness to take on risk, but your <em>ability<\/em> to do so. We ask four questions – age and income questions &#8212;  to estimate whether you are likely to have enough money saved at retirement to afford your spending needs, based on U.S. population statistics. The greater the excess income you’ll have, the more risk we estimate you’ll be able to take.<\/p>\n<p>This sounds a little more complicated than it is, so think of it like this: If you make $100,000 at age 25, research shows that your income will grow much faster than the income of someone who makes $100,000 at age 45.<\/p>\n<p>• We also factor out some of your biases by looking for inconsistencies in your answers to the other six questions, which focus on your willingness to take on risk, such as “<strong>Which of these three hypothetical investment plans would best suit your current investing needs?<\/strong>” We know that people tend to overestimate their tolerance – so if you tell us you make angel investments but would sell your stocks after a big drop – that’s a clue to us that you are less tolerant than you believe yourself to be. The more consistent your answers, the higher your risk score on this portion of the questionnaire.<\/p>\n<p>• We look both at your ability to take risk and your willingness to do so, and then weight the more conservative of your scores more heavily. Again, we do that because we know in general people tend to overestimate their risk tolerance.<\/p>\n<p>• Our software puts clients into one of 100 different buckets – a far more exact score than the three or five levels used by typical free asset allocation tools or by financial advisors. Some people might argue that 100 buckets is a false level of precision – there’s really not that much difference between a 7.3 and a 7.4 on our risk tolerance score, for instance. We don’t know the perfect number of buckets, but we know that three or five is too few.<\/p>\n<p>One hundred is certainly more precise.<\/p>\n<p>• Because the way people answer questions about risk varies depending on their emotional states and perceptions of themselves, we require people to update their risk assessment every year, and give them other chances to update in between.<\/p>\n<p>To learn more about risk assessment as a couple, read our follow-up post, <a title=\"Couples Investing: How to Determine Risk Tolerance\" href=\"https:\/\/blog.wealthfront.com\/couples-investing-risk-assessment\/\" target=\"_blank\">Couples Investing: How to Determine Risk Tolerance<\/a>.<\/p>\n<h2>The Math Behind The Questionnaire<\/h2>\n<p>Wealthfront uses Modern Portfolio Theory to put its clients into portfolios with the highest expected return for the lowest level of risk – on a graph of all the portfolios possible, those “best” portfolios lie along what’s known as the Efficient Frontier.<\/p>\n<p>After experimenting with different methods for factoring in our clients’ risk tolerance, we took the advice of one of our team of advisors, Paul Pfleiderer, C.O.G. Miller Distinguished Professor of Finance at the Stanford Graduate School of Business, on a sound theoretical approach.<\/p>\n<p>We plug your risk tolerance score into a utility function, a kind of equation used by economists to describe consumers’ satisfaction with the products they buy. Then we find the point where the curve produced by the utility function is tangent to the Efficient Frontier – that&#8217;s the portfolio most likely to satisfy you. If you want more on this methodology, check out our <a title=\"Wealthfront Investment Methodology\" href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\" target=\"_blank\">white paper<\/a> on the topic.<\/p>\n<h2>The Bottom Line<\/h2>\n<p>Is our approach to risk tolerance perfect? No – no one has yet found a perfect way to map people’s confidence levels and uncertainties. We believe, however, that this approach using software algorithms is better than what 99% of human financial advisors could deliver.<\/p>\n<p>If you take a scientific approach to understanding your true tolerance for risk, you’ll probably sleep better at night. And if you’re not falling prey to your own emotional swings, you stand a better chance of holding steady when the market is not. Ultimately, that can only help your returns in the long run.<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ftnref1\">[1]<\/a> In 2011 equity mutual fund investors had a loss of 5.73%, compared with a 2.12% gain for the S&amp;P 500®, according to DALBAR’s annual <a href=\"http:\/\/www.dalbar.com\/Portals\/dalbar\/cache\/News\/PressReleases\/2012%20QAIB%20Press%20Release.pdf\">Quantitative Analysis of Investor Behavior<\/a> (QAIB) study.<\/p>\n<\/div>\n<\/div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. All rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Every year, a top-notch research firm called DALBAR releases a study that shows that the average mutual fund investor underperforms the market, often by a lot. Last year, the difference between the average mutual fund investor and the market was nearly 8 percentage points.[1] Why the difference? People are making the classic investing mistake of [&hellip;]<\/p>\n","protected":false},"author":57,"featured_media":7216,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[362,366,449,430],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,2113,2107,2104,2114,2108,2105,2115,2109,2103,2099,2098,1307,2391,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3217"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/57"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3217"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3217\/revisions"}],"predecessor-version":[{"id":11718,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3217\/revisions\/11718"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7216"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3217"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3217"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3217"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3217"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}