{"id":3280,"date":"2012-08-29T09:14:26","date_gmt":"2012-08-29T16:14:26","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3280"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"home-mortgage-investment","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/home-mortgage-investment\/","title":{"rendered":"Sizing Up Your Home As An Investment"},"content":{"rendered":"<p>When I was shopping for my first house, my real estate agent told me that I’d be able to feel it when the house was right: Something about the place would embrace me when I walked in the door.<\/p>\n<p>She was right – I fell in love with a spacious though impractical Victorian, where my husband and I lived for a half-dozen years. We took into account the price and the location, and eventually sold it for a small profit, but that was never the point. The most important benefit the house brought us was psychological.<\/p>\n<div id=\"attachment_3282\" style=\"width: 310px\" class=\"wp-caption alignright\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/iStock_000018817591XSmall1.jpg\"><img aria-describedby=\"caption-attachment-3282\" loading=\"lazy\" class=\"size-medium wp-image-3282 \" title=\"Silicon Valley real estate - smart investment?\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/08\/iStock_000018817591XSmall1-300x204.jpg\" alt=\"Silicon Valley real estate - smart investment?\" width=\"300\" height=\"204\" \/><\/a><p id=\"caption-attachment-3282\" class=\"wp-caption-text\">Odds are the down payment on your house represents more than 50% of your net worth. By all means, buy the house &#8212; but ignore your home equity when you are determining the real estate asset allocation in your investment portfolio.<\/p><\/div>\n<p>In Wealthfront’s investment <a title=\"Wealthfront's Silicon Valley investment seminar\" href=\"https:\/\/www.wealthfront.com\/seminars\" target=\"_blank\" rel=\"noopener\">seminars<\/a>, we often get asked the question: Should I count my primary residence as part of my real estate asset allocation? In other words, if I have $100,000 in equity in my house, does that count against the portion of my diversified investment portfolio I allocate toward real estate?<\/p>\n<p>(By the way, if you’re wondering about this, then good job: This is a sophisticated question and one that shows you know the value of a diversified portfolio).<\/p>\n<p>Some experts and real estate investors tell people they should see their homes primarily or in large measure as investments. They support their arguments with analyses of inflation and the average increase in home prices.<\/p>\n<p>We take a different tack: For all practical purposes, it’s impossible to include your home in your asset allocation. The most important benefit the house brought us was psychological. You can learn more about the benefits of owning a home in our <a href=\"https:\/\/www.wealthfront.com\/home-guide#benefits\">home planning guide<\/a>.<\/p>\n<h2>Consider the math<\/h2>\n<p>Especially in Silicon Valley, where homes are worth a lot, counting your primary residence toward your real estate asset allocation would probably swamp the rest of your portfolio.<\/p>\n<p>Figure that a mortgage payment represents 33% of a typical homeowner’s income (although that’s the old rule of thumb, it’s probably still a good one).<\/p>\n<p>If a typical down payment is 20%, and a typical mortgage rate is 5%, a person earning $120,000 a year can afford a home worth about $700,000. The 20% down payment would be $140,000.<\/p>\n<p>Suppose your total investment portfolio is $200,000. With a risk score of 7.9, for instance, Wealthfront’s asset allocator tells you that you need to devote 9.1% of your portfolio to real estate. That would be $18,200, which you’d be best off putting into an ETF that gives you exposure to a diversified group of real estate investments.<\/p>\n<p>You can see the problem. If you make $120,000 a year, and you have a down payment of $140,000, odds are the down payment would not only swamp your allocation, but represents more than 50% of your net worth. By all means, go ahead and use the money to buy a house. But from an investment context, that size of a real estate allocation just doesn’t make sense.<\/p>\n<p>The other problem that arises from treating your home as part of your real estate asset allocation is that you can’t rebalance. It’s impossible to get an accurate valuation until you actually sell the house; moreover, it’s not as if you can liquidate some of your equity to shift it into other asset classes should the value rise and fall.<\/p>\n<p>As an aside, some financial advisors offer amorphous advice on this topic, suggesting you underweight your real estate asset allocation “somewhat” because of your exposure to the real estate market through your house. How much the  “somewhat” is, always is left up in the air.<\/p>\n<p>(See our related post on <a title=\"Are rental properties good investments?\" href=\"https:\/\/blog.wealthfront.com\/rental-property-investing\/\" target=\"_blank\" rel=\"noopener\">Rental Properties As Investments<\/a>).<\/p>\n<h2>Psychological value of a home<\/h2>\n<p>It’s next to impossible to treat your home as part of your portfolio. It’s probably unwise, too.<\/p>\n<p>We&#8217;re not making a value decision about whether everyone should own a home. Some people in the world are confirmed renters. Most of our clients know, however, that they want to buy. For those who do, thinking too much about how to make money on their primary residences can trip them up.<\/p>\n<p>Prices in Silicon Valley tend to fluctuate with the health of the tech market. If you get hung up on the idea of your home as an investment because the market is in an up cycle and you fear that it will lose value after you buy it – you may never get into the market at all. In essence, you’d be trying to time the real estate market, which may be as big a mistake as trying to time the stock market. We detail this more in our <a href=\"https:\/\/www.wealthfront.com\/home-guide#best-time-to-buy\">home planning guide.<\/a><\/p>\n<p>In short, it makes sense for most people to get on the real estate merry-go-round, knowing they’ll enjoy the ride … the pleasures and feeling of security they get from owning a home.<\/p>\n<h2>The bottom line<\/h2>\n<p>Of course, once you decide to buy, you should be smart and rational about where you buy, how much the utilities cost, and whether the place needs a new roof. Our <a href=\"https:\/\/www.wealthfront.com\/home-planning\">Home Plannin<\/a>g product takes all of these costs into considerations and does all of the calculations for you. It even shows you how a home might fit in with your retirement.<\/p>\n<p>But don’t get caught up in the idea that your home is a vehicle for making money. Thinking about your house primarily as an investment can cause you to miss out on its more fundamental value, your home.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When I was shopping for my first house, my real estate agent told me that I’d be able to feel it when the house was right: Something about the place would embrace me when I walked in the door. She was right – I fell in love with a spacious though impractical Victorian, where my [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7287,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7237],"tags":[370,421,366,450],"yst_prominent_words":[3287,3285,1289,5975,5972,2216,3286,3283,1214,1216,5973,3288,5974,5971,2909,1219,2203,3284,3282,3289],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3280"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3280"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3280\/revisions"}],"predecessor-version":[{"id":11720,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3280\/revisions\/11720"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7287"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3280"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3280"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3280"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3280"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}