{"id":3365,"date":"2012-09-27T11:29:14","date_gmt":"2012-09-27T18:29:14","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3365"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"choose-right-job-company","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/choose-right-job-company\/","title":{"rendered":"How Do I Choose Where To Work?"},"content":{"rendered":"<p>When it comes to deciding where you’re going to work, the quality of the company trumps everything else.<\/p>\n<p>After Wealthfront developed a <a title=\"Startup Salary &amp; Equity Compensation Tool\" href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Startup Compensation Tool<\/a> allowing people to compare their salary and equity compensation packages against the market, our clients and readers asked us how they could identify a great company to work for. My students at the Stanford Graduate School of Business frequently ask me this question, too.<\/p>\n<h2>The Patina of Success<\/h2>\n<p>My answer is: You should most focus on success. You get more credit than you deserve for being part of a successful company, and less credit than you deserve for being part of an unsuccessful company. Success will help propel your career, whether you want to join the next hot start-up or start one of your own. Everyone wants to recruit or back people from successful companies because they know people carry the lessons of success with them.<\/p>\n<p>The question is how to maximize the odds that you are going to land at a highly successful company? Mid-sized companies with momentum are probably your best risk-adjusted bet, but I’ll write <a title=\"Hot Mid-Size Tech Companies\" href=\"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/\" target=\"_blank\" rel=\"noopener\">more about that next week<\/a>.<\/p>\n<div id=\"attachment_3368\" style=\"width: 237px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\"><img aria-describedby=\"caption-attachment-3368\" loading=\"lazy\" class=\"size-medium wp-image-3368\" title=\"Startup Salary &amp; Equity Compensation Tool\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/09\/wf_comp_cmpsz_3501-227x300.png\" alt=\"Startup Salary &amp; Equity Compensation Tool\" width=\"227\" height=\"300\" \/><\/a><p id=\"caption-attachment-3368\" class=\"wp-caption-text\">Wealthfront&#8217;s Startup Compensation Tool offers context about the market for pay and equity packages at tech companies.<\/p><\/div>\n<p>Some of my students are hell bent on working at startups – I understand why. The risks that a startup will fail are greater, but the rewards for early employees of startups can be enormous. If you want to take the risk, I suggest asking hiring executives the following four questions, which are the same ones typically asked by the best venture capitalists. The answers will help you define the companies that have a chance of succeeding amongst the multitude of promising startups in the Valley.<\/p>\n<p><strong>1. How large is your company’s potential market?<\/strong><\/p>\n<p>Companies that reach $100 million in revenue create enormous value. To have a shot at building a company of that size, you want to be confident the market size could grow to at least $500 million. It’s important that the market is a <em>potential<\/em> market, because late entrants to an existing market rarely do well.<\/p>\n<p><strong>2. What is your company’s unfair advantage?<\/strong><\/p>\n<p>Companies with an unfair advantage earn higher margins, which are required to build significant value and avoid the dilution associated with raising too much money (more on that in question 4). An unfair advantage could take the form of intellectual property, a unique business model, an amazing team, or proprietary relationships.<\/p>\n<p><strong>3. What is your vision? <\/strong><\/p>\n<p>A big vision is typically required to build a big company. Clients, partners and recruits will be drawn to a compelling vision, and employees will work harder if there is a bigger purpose. Companies without a vision are very unlikely to be successful.<\/p>\n<p><strong>4. How much capital do you need?<\/strong><\/p>\n<p>Contrary to the prevailing wisdom, there is generally an inverse relationship between the amount of money raised and the likelihood of success. If you need more than $30 million, that’s a sign the business is very capital intensive, which is a big negative. Some successful companies raise significantly more than $30 million, but typically to accelerate their business <em>after<\/em> they have proven they could be successful on a smaller amount of money.<\/p>\n<h2>What’s A Title Worth? Not Much.<\/h2>\n<p>Most of my students are more drawn to a bigger position than a better company. In my experience, initial position and job responsibilities are minimally important. If you join the more successful company, and you are reasonably good, then within two years you are likely to have a position of greater responsibility than someone who prioritizes title over quality of company. If you join a slower-growing company, you may well languish in a job for a long time.<\/p>\n<p>You should also consider whether your manager is likely to be a great mentor when choosing a company to work for. You’ll want to know if she has mentored other people to success. If you work for a great mentor you’ll learn a lot, and your mentor will likely get promoted or be recruited to another great company. You’ll be promoted with her, promoted to replace her, recruited by her, or recruited to another great company because of the experience being mentored by a person in great demand.<\/p>\n<p>A few final notes: Great backers are not that great an indicator of success. Venture capitalists make mistakes, and the best ones make many of them. Only three out of 10 of the great venture capitalists’ investments go on to big success.<\/p>\n<p>Don&#8217;t choose your company based on the compensation. You need enough to live on, but you will make far more money in the long run by opting for a high-quality company with the somewhat lower compensation than by opting for the bigger pay package at the company that is less likely to succeed.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When it comes to deciding where you’re going to work, the quality of the company trumps everything else. After Wealthfront developed a Startup Compensation Tool allowing people to compare their salary and equity compensation packages against the market, our clients and readers asked us how they could identify a great company to work for. My [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7275,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[461,452,219,382,423],"yst_prominent_words":[3263,1424,1640,3262,3272,3266,3270,3269,3271,1294,3264,3261,3265,3257,3268,1725,3267,3260,3258,3259],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3365"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3365"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3365\/revisions"}],"predecessor-version":[{"id":11723,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3365\/revisions\/11723"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7275"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3365"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3365"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3365"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3365"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}