{"id":3412,"date":"2012-10-25T07:00:23","date_gmt":"2012-10-25T14:00:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3412"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"hot-mid-size-silicon-valley-companies","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/","title":{"rendered":"48 Hot Tech Companies To Build A Career"},"content":{"rendered":"<p><span class=\"firstcharacter\">E<\/span>very year, my students at Stanford GSB who want to work for startups ask me for advice on where they should work.<\/p>\n<p>I disappoint them by recommending that they not to go work for a startup at all. I tell them three words I know it’s hard for them to hear: <em>You’re not ready<\/em>.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/10\/WoWahM1cOYkriqsDWchyoAE-N_kSIxgczdm-Wb0w60I5RMmKPL2TW9uyY6AZlnDfH4J_YtqKtzHYLaq6GaO8PU-200x2001.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-3422\" title=\"WoWahM1cOYkriqsDWchyoAE-N_kSIxgczdm-Wb0w60I5RMmKPL2TW9uyY6AZlnDfH4J_YtqKtzHYLaq6GaO8PU-200x200\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/10\/WoWahM1cOYkriqsDWchyoAE-N_kSIxgczdm-Wb0w60I5RMmKPL2TW9uyY6AZlnDfH4J_YtqKtzHYLaq6GaO8PU-200x2001.jpg\" alt=\"\" width=\"200\" height=\"200\" \/><\/a>I prefer to see them take their first jobs after graduation at midsized companies with momentum, not startups, because they are the companies most likely to be big successes.<\/p>\n<p>Why is success so important? You get more credit than you deserve for being part of a successful company, and less credit than you deserve for being part of an unsuccessful company. Success will help propel your career. At a fast-growing company, chances are good you’ll have a higher position two years after you join. At a slow-growth company, no matter how good a job you do, you won’t have the same opportunities to advance.<\/p>\n<p>When it comes time to leave the successful company, you’ll be able to write your own ticket. No one will remember if you were employee 20 or 120. Everyone wants to recruit or back people from successful companies because they know\/think people carry the lessons of success with them.<\/p>\n<p style=\"text-align: center;\">[<strong>Editor&#8217;s note<\/strong>: To see this year&#8217;s updated list, visit<strong> <\/strong><strong><a href=\"https:\/\/blog.wealthfront.com\/career-launching-companies-list\/\" target=\"_blank\" rel=\"noopener\">The 2019 Wealthfront Career-Launching Companies List<\/a>.]<\/strong><\/p>\n<p>You also may gain something that’s even more valuable from that first job: insight. If you’re part of a company that’s the leader in a market for which you have a passion, you’re more likely to develop a unique insight that could lead to a great company of your own.<\/p>\n<h1>Facebook’s Lesson<\/h1>\n<p>Perhaps the best illustration of the way a successful company puts a halo over careers is Facebook. Back in 2006 and 2007, a handful of my students were considering job offers from what was then a mid-sized company with about $50 million in revenue. Some of my students were on the verge of rejecting those offers: Dreaming of startups, they believed that a job at a company already on a path to rapid growth would be boring.<\/p>\n<p>Some of them listened to my advice, took jobs at Facebook, and are now benefitting. They are now able to start their own ventures, become venture capitalists or take their pick of jobs at hot companies. They’re writing their own tickets.<\/p>\n<p>Facebook is a rarity, of course: its market capitalization is so large that even employees who joined fairly late in the game got big payouts. In most cases, joining a mid-sized company, even one with enough momentum to reach an IPO while you’re there, won’t make you rich.<\/p>\n<p>Making money is not the point for most of my students, anyway. They take my classes because they’re the kinds of people who want to make an impact on the world. Because they have that desire, and they’re impatient to fulfill it, some of them come away quite disappointed when I suggest to them that they ought to wait.<\/p>\n<p>But the odds are that your startup is going to fail. Why take that chance early in your career? If you’re willing to take three years to work for a company with momentum, then your experience at the midsize company will allow you to do something more amazing in the future. Not many people get multiple shots at starting a company, so why not put your best foot forward?<\/p>\n<p>By the way, if it hasn’t been obvious already, I don’t buy the adage that you should start a company when you’re very young, because that’s when you have the energy. Insight, not energy, is the key to success in technology and insight doesn’t arrive on a particular timetable.<\/p>\n<h2>Why Mid-Size Private Companies?<\/h2>\n<p>After we talk, I offer to give my students a spreadsheet of 45-50 private companies, U.S.-based or with a strong presence here, that fit my description of an ideal company to work for. I compile this list each year by talking to about 10-15 venture capitalists at the premier venture firms (We&#8217;ve updated this list for 2014, see link below)<\/p>\n<p>Now, I’m sharing my list with you, as a follow on to the posts we’ve written on our <a title=\"Compare Startup Salary &amp; Equity Compensation\" href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Startup Compensation Tool<\/a> and <a title=\"How To Choose The Right Job\" href=\"https:\/\/blog.wealthfront.com\/choose-right-job-company\/\" target=\"_blank\" rel=\"noopener\">How Do I Choose Where To Work?<\/a>.<\/p>\n<p>All our advice on Silicon Valley careers is based on a simple idea: that your choice of company trumps everything else. It’s more important than your job title, your pay or your responsibilities.<\/p>\n<p>The private companies we’ve listed have revenue between $20 and $300 million. They’re growing fast and appear likely to maintain their momentum for the foreseeable future. It’s important that your potential employer have enough momentum to keep growing rapidly until you decide to leave – probably after about three or four years if you want to assure yourself of the aforementioned halo.<\/p>\n<p><strong>Why not a startup?<\/strong> Most startups fail. That means their risk\/reward ratios don’t look good. That concept is important in investing, too: You want the highest possible return for the least amount of risk. We pay a lot of attention to risk\/reward ratios at Wealthfront to build our clients’ portfolios; you should apply the same sort of thinking when it comes to your career.<\/p>\n<p><strong>Why the upper limit of revenue?<\/strong> Above a certain company size, the lessons you learn are no longer applicable to the startup you eventually want to be part of. For example, if you join Facebook or Google today, you’ll spend most of your time learning how to take advantage of your company’s massive market position. Startups don&#8217;t have that problem so those lessons learned are not of much value. Company-building lessons tend to translate until around $300 million of revenue, though that is extremely subjective.<\/p>\n<h2>What Happens Next?<\/h2>\n<p>My students who put off their startup ambitions to join mid-size private companies with momentum have been more successful than my students who choose to start their own companies directly after school. Their experiences at their first jobs helped them develop an expertise that placed them in high demand.<\/p>\n<p>After those first jobs, some of my former students have taken senior positions with hot startups. Others have founded companies, and had an easier time getting funded than they otherwise could have. They were smart: They took the time to make themselves ready for their startup careers. Now, those careers are taking off.<\/p>\n<p style=\"text-align: center;\">[<strong>Editor&#8217;s note<\/strong>: To see this year&#8217;s updated list, visit<strong> <\/strong><strong><a href=\"https:\/\/blog.wealthfront.com\/2017-career-launching-companies-list\/\">The 2017 Wealthfront Career-Launching Companies List<\/a>.]<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Every year, my students at Stanford GSB who want to work for startups ask me for advice on where they should work. I disappoint them by recommending that they not to go work for a startup at all. I tell them three words I know it’s hard for them to hear: You’re not ready. I [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7272,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231,7234],"tags":[461,452,457,423],"yst_prominent_words":[3441,1424,6334,1640,6331,6111,3439,3880,6110,3442,6329,6112,6108,3260,3440,3437,3430,6332,6113,6109],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3412"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3412"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3412\/revisions"}],"predecessor-version":[{"id":11726,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3412\/revisions\/11726"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7272"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3412"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3412"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3412"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3412"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}