{"id":3487,"date":"2012-12-12T14:08:20","date_gmt":"2012-12-12T22:08:20","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3487"},"modified":"2019-11-26T07:21:36","modified_gmt":"2019-11-26T15:21:36","slug":"manage-vested-rsus","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/manage-vested-rsus\/","title":{"rendered":"Manage Vested RSUs Like A Cash Bonus &#038; Consider Selling"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>If your company gave you a year-end bonus of $100,000, would you use all of it to buy your company’s stock?<\/p>\n<p>Hell, no.<\/p>\n<p>Yet, scores of our clients who own restricted stock units and work for Facebook or Google effectively have. You see, restricted stock units (RSUs) are taxed differently thanstock options, and many employees who receive RSUs don’t understand the implications. Stock options have a tax advantage: they are taxed when you exercise, so you might have an incentive to sell the following year and take the gain or loss.<\/p>\n<p>Not so with RSUs. They are <a href=\"http:\/\/thefinancebuff.com\/no-tax-advantage-in-rsu.html\">taxed<\/a> at the time they are vested, not when you sell. Facebook, for instance, even withholds the taxes due on RSUs by keeping 45% of the shares you have vested. The remaining 55% are issued <strong>with a cost basis equal to the price of Facebook stock on the day they were vested<\/strong>.<\/p>\n<p>If you chose to hold on to your vested shares, you have, in essence, bought Facebook stock at the current market price. That means you should make the decision to sell them based solely on the stock price at the time of vesting and whether that large an investment in your company’s stock makes sense in your financial life.<\/p>\n<p>Now you understand why we say holding on to all your vested RSUs instead of selling some is the equivalent of investing all of a bonus check into your company stock.<\/p>\n<h2>Cognitive Dissonance<\/h2>\n<p>I’ve tried the bonus analogy on a number of Facebook engineers I know. They understand what I’m saying, but some of them still hold on to all their vested RSUs. They are probably experiencing what psychologists call cognitive dissonance. That is the state of discomfort that arises when you hold two inconsistent thoughts, beliefs or attitudes in your mind, especially those that affect behavior.<\/p>\n<p>Cognitive dissonance arises when there is an underlying emotional bias or addiction that keeps you from acting rationally. The classic example is the way a smoker thinks about her nasty habit. Every smoker knows smoking is potentially lethal yet keeps smoking. To ease the dissonance, the smoker comes up with all kinds of reasons that smoking won’t kill <em>her<\/em>, like “my genes are good,” or “I’m not a heavy smoker.”<\/p>\n<h2>A cost but no benefit<\/h2>\n<p>In the case of the RSUs, the reason for the dissonance might be regret aversion. (Our advisor, <a href=\"http:\/\/www.scu.edu\/business\/finance\/faculty\/statman.cfm\">Meir Statman<\/a>, the Glenn Klimek Professor of Finance at the Leavey School of Business, Santa Clara University, helped me understand this.)<\/p>\n<p>Consider the results of two experiments in which people were asked to <a title=\"Why are people reluctant to exchange lottery tickets?\" href=\"http:\/\/psycnet.apa.org\/journals\/psp\/70\/1\/17\/\" target=\"_blank\" rel=\"noopener\">exchange lottery tickets<\/a> and pens. If you give people a set of lottery tickets, and ask them to exchange the first set for a second set, the answer will most often be “No.” If you give them a set of pens, and ask them to exchange the first set for a second set, the answer will most often be “Yes.” If one of the lottery tickets turned out to be a winner, you’d feel crushing regret. You hold on to the tickets because you want to avoid feeling regret.<\/p>\n<p>A similar scenario might be unfolding with you and your RSUs.<\/p>\n<p>You fear the regret you’ll feel if the stock shoots up after you sell it. That fear may be outweighing your rational view that you should diversify your holdings. Regret aversion causes people to keep what is theirs.<\/p>\n<p>The fact that you’re working in a company with so many people in your situation could amplify your regret aversion. If your stock shoots up <em>and <\/em>the guy next to you decides not to sell, you’ll have to live with the fact that he was much luckier, and now richer, than you. But fear of loss and worry about future envy are not good bases for making financial decisions.<\/p>\n<h2>Cure for regret aversion<\/h2>\n<p>I have a few suggestions if you are stuck in the trap of regret aversion. You can realize the irrationality of your inaction, and sell the portion of RSUs you otherwise wouldn’t have purchased. It might help to make a pact with other people at your company facing the same challenge to increase the likelihood you’ll follow through on your intention to sell. If you’re not emotionally ready to sell, try the halfway approach, and dollar-cost average in reverse. Sell a fixed portion every month for the next few months. You’ll have an emotional cushion whether the stock goes up or down. If you are still vesting RSUs, you also can take comfort in the knowledge you have additional shares that could appreciate.<\/p>\n<p>Only you can tell what you need to do to place yourself on the rational path. I’d just advise doing so. Consider your restricted stock units as you would cash. Sell all except the amount that you would have invested in your company’s stock had you received a year-end bonus. Maybe that’s 5%, or 10%, or 30% if you want to make a big bet, but I highly doubt it’s 100%.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs If your company gave you a year-end bonus of $100,000, would you use all of it to buy your company’s stock? Hell, no. Yet, scores of [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7232,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1098,461,1096,63,366,459,226,237,383],"yst_prominent_words":[3372,2880,3369,3377,3370,3381,3366,3371,3365,3375,3368,2278,3367,3374,1310,3376,3378,3373,3380,3379],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3487"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3487"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3487\/revisions"}],"predecessor-version":[{"id":11731,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3487\/revisions\/11731"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7232"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3487"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3487"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3487"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3487"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}