{"id":3502,"date":"2013-01-03T13:08:22","date_gmt":"2013-01-03T21:08:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3502"},"modified":"2019-12-17T14:42:41","modified_gmt":"2019-12-17T22:42:41","slug":"401k-retirement-plan-fees","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/","title":{"rendered":"Why Your 401(k) Plan Sucks"},"content":{"rendered":"<p>A recent <a href=\"http:\/\/www.ici.org\/pdf\/rpt_09_dc_401k_fee_study.pdf\">study<\/a> found that the average fee on a 401(k) retirement plan was an appalling .93% of assets. The fees in the most expensive 10% of plans were even more shocking: 1.72% of assets.&nbsp; That’s huge in an environment where most people hope to earn annual returns of 6% before fees.<\/p>\n<p>The average 401(k), meanwhile, offers 15-20 choices of funds, which have higher expense ratios than those you would find if you were buying through a brokerage for your IRA. A typical lineup: Many actively managed mutual funds, a handful of passively managed index funds, and very few ETFs.<\/p>\n<p>If you’re an educated investor, this sounds familiar. You always suspected you were paying a lot in fees, even though they were never clearly explained. If you’re like the people we have talked to, you’ve looked at the glossy brochures, sat through some dull education sessions and thought “Why does our 401(k) plan suck?”<\/p>\n<p><strong>The reasons boil down to the economic incentives at work in today’s retirement plan market.<\/strong><\/p>\n<p>To understand them, look back about three decades, when companies began switching from defined benefit plans (pensions) to defined contribution plans (401(k)s). The latter were <a href=\"http:\/\/www.pensions-institute.org\/workingpapers\/wp0821.pdf\">less expensive and risky<\/a> for big companies as their retirees were living longer.<\/p>\n<p>Many mutual fund companies, meanwhile, saw a juicy opportunity in 401(k)s. They offered to administer 401(k) plans “for free,” in exchange for the chance to exclusively sell their funds to plan participants.<\/p>\n<p>Human resources departments faced the difficult task of helping people invest for their retirements. The mutual fund companies gave them an easy out – <strong>a brand-name 401(k)-in-a-box<\/strong>. HR people could look like heroes to their bosses by eliminating the cost of administering the new 401 (k) plans.<\/p>\n<p>Of course, someone had to pay the cost for what the mutual fund companies were giving away for “free.”<\/p>\n<p>In most plans, that’s turns out to be you. Participants pay the freight in the form of higher fees on the underlying mutual funds offered through their 401(k) plans. (Sometimes, employers help pick up the tab for some of the administrative costs.)<\/p>\n<h2>Feint and dodge<\/h2>\n<p>Over the years, the mutual fund companies have grown more sophisticated. When participants demanded more and lower-cost investments, they added some index funds and funds from other companies – but at the same time, presented employees with education materials that subtly swayed them into their higher-priced, mutual funds. (Mutual funds consistently <a href=\"http:\/\/www.iijournals.com\/doi\/abs\/10.3905\/jpm.2000.319766\">underperform <\/a>the market.)<\/p>\n<p>Insurance companies also entered the market, selling products like annuities as well as their own mutual funds.<\/p>\n<p>Both mutual fund and insurance companies have become adept at layering fees in ways that are almost impossible to decipher. The fees are so notoriously complicated in the retirement market that the Department of Labor passed a <a href=\"http:\/\/www.dol.gov\/ebsa\/newsroom\/fsparticipantfeerule.html\">sunshine law<\/a> to force 401(k) plans to reveal to participants how much they were paying, though experts have said they expect little impact. <a href=\"https:\/\/blog.wealthfront.com\/call-bullshit-disclosures-dont-work\/\">Disclosures<\/a> are rarely enough to sway people&#8217;s behavior.<\/p>\n<h2>What you should do<\/h2>\n<p>If your plan is one of the majority of low-quality, high-cost 401(k)s, here’s what we recommend you do:<\/p>\n<ol>\n<li>Limit your contribution to the amount your employer is willing to match. The value of the match almost certainly outweighs the high fees and the drag that comes from the poor investment choices.<\/li>\n<li>Do not contribute as much as you can in order to max out your income tax deduction. Acting solely to avoid taxes often leads people to make the wrong decisions. For example if all your savings are applied to your 401(k) plan then how are you going to be able to afford the down payment on a house?&nbsp; (We plan to write a blog post about that at a later date.)<\/li>\n<li>If you leave one company for another, don’t roll your 401(k) over into your next employer’s 401(k) unless you’re lucky enough to find one of the few good plans. Instead, seize the opportunity to find an investment company offering a <a title=\"Wealthfront Account Options\" href=\"https:\/\/www.wealthfront.com\/who-we-are\" target=\"_blank\" rel=\"noopener noreferrer\">low-fee IRA<\/a> with low-cost, high-quality investment options.<\/li>\n<li>Rally your fellow employees to advocate for lower fees and better investment choices in your company’s 401(k) plan. The engineers we’ve talked to at our <a href=\"https:\/\/www.wealthfront.com\/seminars\">investment seminars<\/a> have figured out how bad their plans are and have raised the issue with their human resources departments. Unfortunately the HR people seldom understand why their plans are so bad.&nbsp; You’re welcome to share this blog with them to explain.<\/li>\n<\/ol>\n<p>The economic incentives underlying the retirement plan market are unlikely to change anytime soon. Companies won’t go back to pension plans, HR people will continue to be overwhelmed, and mutual fund and insurance companies no doubt will find ways to make money from 401(k)s no matter what the regulations say. But we believe if our clients and readers understand more about why most 401(k) plans are such poor investment vehicles, they’ll make smart decisions about how to save for retirement.<\/p>\n<p>Still wondering the best route for you? Read our latest piece, <a title=\"Roth 401(k) vs. Traditional 401(k)\" href=\"https:\/\/blog.wealthfront.com\/roth-401k-vs-traditional-401k\/\">When a Roth 401(k) Trumps a Traditional 401(k)<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A recent study found that the average fee on a 401(k) retirement plan was an appalling .93% of assets. The fees in the most expensive 10% of plans were even more shocking: 1.72% of assets.&nbsp; That’s huge in an environment where most people hope to earn annual returns of 6% before fees. The average 401(k), [&hellip;]<\/p>\n","protected":false},"author":57,"featured_media":7266,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232,7231,7241],"tags":[12,461,65,366,151],"yst_prominent_words":[3351,3353,3349,1424,3354,3345,3350,1281,3347,3352,1279,1329,3346,3344,1997,1271,2144,2146,2905,3348],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3502"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/57"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3502"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3502\/revisions"}],"predecessor-version":[{"id":12381,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3502\/revisions\/12381"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7266"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3502"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3502"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3502"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3502"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}