{"id":3510,"date":"2013-01-09T16:42:48","date_gmt":"2013-01-10T00:42:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3510"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"silicon-valley-career-path-success-failure","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/silicon-valley-career-path-success-failure\/","title":{"rendered":"How To Dig Out From A Career Failure"},"content":{"rendered":"<p>When I entered the venture capital business in 1982, Route 128 in Boston was as much a breeding ground for startups as Silicon Valley. That is no longer the case.<\/p>\n<p>I believe the Valley’s tolerance for failure allowed it to overtake Boston as the world’s technology center. In the Valley, you’re respected for taking a risk even when you fail. In Boston, like most everywhere else in the world, you’re thought to be stupid if you fail.<\/p>\n<p>Unfortunately many young people have misinterpreted the Valley’s tolerance for failure as a desire for it.<\/p>\n<p>I think of this when former students come by my home office to ask for advice after their startups have failed.<\/p>\n<h2>First step on the ladder<\/h2>\n<p>I teach two courses that focus on technology entrepreneurship at Stanford Graduate School of Business. At the end of each term, I tell my students my door is always open to current and former students. I give those that seek me out a <a title=\"Hot Silicon Valley Tech Companies\" href=\"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/\" target=\"_blank\">list of promising tech companies<\/a> to start their careers. I also give them the following advice:<\/p>\n<p><em>Be patient. You’re not ready for a startup. Join a mid-sized company with momentum, and let its success create a halo effect over your early career. You can then have your choice among the best startups.<\/em><\/p>\n<p>Typically the ones who show up a few years later are the ones who ignored my advice and went straight to a startup that failed. They come to me wanting to know: “How do I dig myself out of this career hole?”<\/p>\n<p>It doesn’t surprise me that some students were so passionate about working for a startup that they ignored what I had to say about how to start their careers. But it’s hard to see them look so disappointed. The plan they thought would work so well, didn’t.<\/p>\n<h2>Swallow your pride<\/h2>\n<p>I sympathize. I wish I could give them an answer that could change their situation instantly. What I tell them instead is to swallow their pride, take a step back and look for their halos.<\/p>\n<p>That means: Join a mid-sized company with momentum. It doesn’t matter much what the job is. <a title=\"How Do I Choose Where To Work?\" href=\"https:\/\/blog.wealthfront.com\/choose-right-job-company\/\" target=\"_blank\">The company matters more than the job or title<\/a>. That could even mean taking a job that is a couple of levels below the jobs friends from their graduating classes now have.<\/p>\n<p>They need to get back on the success train, no matter what.<\/p>\n<p>Mid-sized companies with momentum aren’t as glamorous as startups, but they have a much higher chance of success. As I’ve written before, you get more credit than you deserve for being part of a successful company. At a fast-growing company, chances are good you’ll have a higher position two years after you join. If you’re part of a company that’s the leader in a market for which you have a passion, you might develop a unique insight that could lead to a great company of your own.<\/p>\n<p>That brings me back to the question of what failure means in Silicon Valley. I know what you’re thinking: In the Valley, failure is normal. It’s even a badge of honor.<\/p>\n<p>But no one wants to fail to earn that badge. Silicon Valley’s tolerance for failure isn’t carte blanche to take ill-thought-out risks with your career.<\/p>\n<h2>Lessons of success<\/h2>\n<p>At Wealthfront, I don’t hire people for what they know not to do. I want people who can bring their lessons of success to my company. I respect risk-takers. I respect successful people more.<\/p>\n<p>Most venture capitalists are the same way. Few want to back an entrepreneur because she failed. They will, however, consider backing people who have failed once they have bounced back (assuming they have a great idea).<\/p>\n<p>The best way to bounce back is to prove you can be successful.  I believe the best way to regain success after a startup failure is to work for a mid-sized company with momentum.<\/p>\n<p>From a highly successful company, you can take your pick of jobs. Some people launch startups, or work for venture capital firms, or become executives at big companies.<\/p>\n<p>My former students who found jobs at mid-sized companies after a failed startup were able to dig themselves out. It took them a little longer to launch their careers because of the early missteps, but eventually they found their paths.<\/p>\n<p>A few of my former students ignore my advice the second or third time around. I don’t have much patience for them. I understand the allure of startups. But a string of high-risk startup jobs is likely to lead to a string of failures. At a certain point, a career hole is too deep to dig out.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When I entered the venture capital business in 1982, Route 128 in Boston was as much a breeding ground for startups as Silicon Valley. That is no longer the case. I believe the Valley’s tolerance for failure allowed it to overtake Boston as the world’s technology center. In the Valley, you’re respected for taking a [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7276,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[461,219,382,423],"yst_prominent_words":[3341,1640,3332,3334,3339,3331,3338,3340,3335,3329,1394,3337,3274,3343,3268,3260,3333,3336,3330,3342],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3510"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3510"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3510\/revisions"}],"predecessor-version":[{"id":11735,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3510\/revisions\/11735"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7276"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3510"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3510"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3510"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3510"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}