{"id":3519,"date":"2013-01-17T12:20:48","date_gmt":"2013-01-17T20:20:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3519"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"roth-401k-vs-traditional-401k","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/roth-401k-vs-traditional-401k\/","title":{"rendered":"When A Roth 401(k) Trumps A Traditional 401(k)"},"content":{"rendered":"<p>The New Year’s Day tax deal (also known as the fiscal cliff legislation) made headlines in the retirement world because it included <a title=\"Wall Street Journal: Time to Convert to a Roth 401(k)?\" href=\"http:\/\/online.wsj.com\/article\/SB10001424127887323689604578219570173772406.html\" target=\"_blank\" rel=\"noopener noreferrer\">new rules<\/a> to make it easier for employees to convert existing traditional 401(k) plans to Roth 401(k) plans. Over the past six years, an increasing number of companies have begun to roll out Roth 401(k) options for their employees.<\/p>\n<p>Many people now have the simple question: <strong>“When does it make sense to choose a Roth 401(k)?”<\/strong><\/p>\n<p>Before we answer that question, you should understand the key difference between a Roth 401(k) and a traditional 401(k). With a Roth, you’ll pay taxes on the money you invest now, but no taxes when you withdraw the money at retirement.<\/p>\n<p>In other words, contributions to a Roth 401(k) are not tax deductible, unlike contributions to a traditional 401(k). Distributions from a Roth 401(k) are not taxable, unlike the distributions from a traditional 401(k). The combined contribution limit is $17,500.<\/p>\n<p>A Roth 401(k) enables you to pay a small tax bill upfront in exchange for what is almost undoubtedly a larger tax bill later. Thus, most discussion of Roth accounts tends to devolve into a debate on how much higher (or lower) tax rates will be in the future.<\/p>\n<p>However, for most people, the issue is more basic. If you are a disciplined saver, you can get the same effect <em>and<\/em> the current tax deduction. You can save in a regular 401(k) now, take the deduction, and then save an additional sum in a taxable account to pay your tax bill on retirement.<\/p>\n<p>So the question boils down to: <strong>Do you have the self-control and spending discipline to save money now to pay off taxes later?<\/strong> Or do you need the crutch of the Roth account?<\/p>\n<p>Like everything tax related, specific situations and details matter. So let’s walk through the factors that can help you decide whether a Roth 401(k) will make sense in your situation. By the way, in general, you should only maximize your retirement savings after you have enough liquidity or have <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">built up your emergency fund<\/a>.<\/p>\n<h2>Why not just choose a Roth IRA?<\/h2>\n<ul>\n<li>You can achieve some of the same goals with a Roth IRA. But the Roth 401(k) has no income limit.  In 2013, you can only contribute to a Roth IRA if your annual income is below $127,000 (single) or $188,000 (married).<\/li>\n<li>The limit for annual contributions to a Roth 401(k) is $17,500 in 2013, while the limit for annual contribution to a Roth IRA is $5,500 in 2013. You can contribute to both.<\/li>\n<\/ul>\n<h2>Real Money Example: Traditional vs. Roth<\/h2>\n<p>If you do the financial analysis on the benefits of the Roth 401(k), you can see the way the tax benefits and the psychology of saving come into play.<\/p>\n<p><strong>Let’s look at two sample employees, Joe Facebook &amp; Jane Google.<\/strong><\/p>\n<p>Joe Facebook contributes $17,500 to his traditional 401(k) in 2013. Jane Google contributes $17,500 to her Roth 401(k) in 2013.<\/p>\n<p>Joe ends up with the bigger after-tax paycheck in 2013. When Joe contributes $17,500 to his traditional 401(k), he gets a tax deduction this year. Assuming his combined marginal federal and state tax rate is 45%, he will save $7,875 dollars of his 2013 taxes.<\/p>\n<p>However, Joe hasn’t really saved on his tax bill permanently. He’s just deferred that payment to the future. If Joe’s contributions grow at 7% until he retires in 20 years, that $17,500 will have grown to over $67,719. But assuming his combined tax rate is still 45%, he now will owe over $30,473 in taxes when he takes his distribution, for a net of $37,246.<\/p>\n<p>Jane, on the other hand, will see $17,500 come out of her income for the year of 2013, after tax. But assuming the same investment returns, tax rates and time frame, when she retires she can withdraw the full $67,719. No tax bill is due.<\/p>\n<p>From a cash flow perspective, Jane will have much higher after-tax income than Joe, because while they both invested the same amount of money, Jane gets to keep her full retirement distribution, while Joe has to pay taxes on his.<\/p>\n<h2>Why does investing the tax savings matter?<\/h2>\n<p>On the surface, it seems like trading a small tax bill today for a large tax bill in the future makes sense. The idea of a $30,000 tax bill looming in the future certainly doesn’t feel fantastic.<\/p>\n<p>But what if Joe Facebook saved the $7,875 in 2013? If he saved it instead of spending it on his daily cappuccinos, he could use the proceeds to pay off the tax liability on his 401(k) when he eventually retires, matching the benefit of the Roth 401(k).<\/p>\n<p>If Joe decided instead to open an investment account with that $7,875, then in 20 years with a 7% return he would potentially have $30,473 to pay that tax bill upon retirement. (This assumes no overall tax drag on this additional savings. To estimate the actual tax bill in 20 years is difficult; it requires making assumptions about the type of account in question, your total taxable income, future tax rates and the final liquidation strategy.)<\/p>\n<p>In short, to match the benefit of the Roth 4o1(k), you need to invest the tax savings from the traditional 401(k) to cover that growing income tax liability.<\/p>\n<h2>So Should I Choose a Roth 401(k) or Not?<\/h2>\n<p>If one of the following three situations fits you, you should seriously consider taking advantage of a Roth 401(k) offering:<\/p>\n<ul>\n<li>If you do not currently have access to Roth protected retirement accounts, a Roth 401(k) can help you hedge your future tax exposure.  The high contribution limits mean you can potentially build up Roth assets much more quickly than through a Roth IRA.<\/li>\n<li>You earn high enough income to be disqualified from opening a Roth IRA, and you’d like to add additional Roth-protected assets.<\/li>\n<li>You have the income and\/or expense discipline to handle the hit to take-home pay this year, but you don’t believe you’ll be among the minority of people capable of diligently saving for a future tax bill.<\/li>\n<li>If you do not have a tax-efficient vehicle to effectively invest the tax savings from the traditional contribution for the full period, a Roth 401(k) lets you avoid the tax drag from capital gains on the additional tax savings.<\/li>\n<\/ul>\n<h2>The Bottom Line<\/h2>\n<p>Effectively, any kind of a Roth account can act like a “forced savings” of money you’ll need to pay taxes on your retirement savings. Most people need that kind of forced savings, which behavioral experts call a “<a title=\"The Role of Behavioral Economics and Behavioral Decision Making in Americans' Retirement Savings Decisions\" href=\"http:\/\/www.ssa.gov\/policy\/docs\/ssb\/v70n4\/v70n4p1.html\" target=\"_blank\" rel=\"noopener noreferrer\">precommitment strategy<\/a>” – a way to overcome your own lack of self-control. From a behavioral finance point of view, people who invest in Roth accounts are likely to end up with more after-tax income when they retire.<\/p>\n<p><em><strong>More details on Roth 401(k)s<\/strong><\/em><\/p>\n<ul>\n<li><em>Company matching contributions, when available, are not made into the Roth 401(k), but go into a separate traditional 401(k) account.<\/em><\/li>\n<li><em>You can have both a Roth 401(k) and a traditional 401(k) as long as you stay within the total annual contribution limit.<\/em><\/li>\n<li><em>When you leave a company, you have the option to roll over your Roth 401(k) into a Roth IRA, not a traditional IRA. And yes, you can do this at <a href=\"https:\/\/www.wealthfront.com\/\" rel=\"nofollow\">Wealthfront<\/a>.<\/em><\/li>\n<li><em>The Roth 401(k) is a benefit offered through your employer, similar to other 401(k) plans. As a result, the investment options and provider are limited by your employer’s specific plan.<\/em><\/li>\n<\/ul>\n<p>For more on your traditional 401(k), read our recent article discussing <a title=\"401(k) Retirement Plan Fees\" href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\" target=\"_blank\" rel=\"noopener noreferrer\">401(k) administration fees<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The New Year’s Day tax deal (also known as the fiscal cliff legislation) made headlines in the retirement world because it included new rules to make it easier for employees to convert existing traditional 401(k) plans to Roth 401(k) plans. Over the past six years, an increasing number of companies have begun to roll out [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7266,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[12,71,107,198,205,237],"yst_prominent_words":[3567,3557,3351,3560,3566,3563,3562,3558,3568,3559,3561,3553,3555,1446,3565,2123,2318,3564,3556,3554],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3519"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3519"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3519\/revisions"}],"predecessor-version":[{"id":11736,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3519\/revisions\/11736"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7266"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3519"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3519"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3519"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3519"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}