{"id":3528,"date":"2013-01-24T15:34:17","date_gmt":"2013-01-24T23:34:17","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3528"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"max-out-401k-company-match","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/max-out-401k-company-match\/","title":{"rendered":"The Case Against Maxing Out Your 401(k)"},"content":{"rendered":"<p><span class=\"firstcharacter\">M<\/span>ost every personal finance blog I have ever read recommends maxing out your 401(k) contribution. They tell you to “just do it” – contribute as much as you can, as early as you can.<\/p>\n<p>I couldn’t disagree more.<\/p>\n<h2>Forced savings<\/h2>\n<p>I believe most bloggers (and many financial planners and low-quality investment advisors) recommend maximizing 401(k) contributions as a way to enforce a savings discipline. They believe that without automatic deductions, people won’t save at all.<\/p>\n<p>Our readership tends to be pretty disciplined and intelligent in their approach toward their finances, so I don’t think they need such a brute force recommendation. For our clients and readers, we emphasize transparency, rational decision-making and the use of mathematical tools. We recognize how important it is that you feel comfortable with your own finances.<\/p>\n<p>(I included one mathematical tool at the bottom of this post to help you decide whether it’s wiser to save in a tax-deferred account or a taxable account. The quality of the investment choices matters a surprising amount in that calculation.)<\/p>\n<p>Most people should establish and fund savings vehicles in this order:<\/p>\n<ol>\n<li>Establish an emergency fund of six months of living expenses<\/li>\n<li>Contribute to your 401(k), but only up to the company match<\/li>\n<li>Establish saving and investing vehicles for your other goals, like buying a house and saving for your kids’ education<\/li>\n<li>Contribute more to your retirement – but only choose the vehicle (IRA or 401(k) or taxable account) after you weigh the investment choices, tax benefits, fees and liquidity.<\/li>\n<\/ol>\n<h2>Rainy Day Fund<\/h2>\n<p>The most important step you can take toward establishing a healthy financial life is to fund an emergency account. Our clients are already more financially aware than most people. But even among our clients, there is likely to be a considerable number who haven’t taken this important first step.<\/p>\n<p>A <a title=\"Americans' Financial Capability by Annamaria Lusardi\" href=\"http:\/\/papers.nber.org\/papers\/w17103\" target=\"_blank\" rel=\"noopener noreferrer\">study<\/a> by Annamaria Lusardi found 25% of people making more than $75,000 a year didn’t have three months of living expenses in an emergency account. (69% of people aged 18-29 didn’t have an account; 51% of people ages 30-44 didn’t have one.) Why? Young people <a title=\"What is risk tolerance?\" href=\"https:\/\/blog.wealthfront.com\/what-is-risk-tolerance\/\" target=\"_blank\" rel=\"noopener noreferrer\">overestimate their tolerance for risk<\/a>, which may lead them to take risks with their rainy day money.<\/p>\n<p>I suggest young people have an account containing six months’ worth of living expenses. You need more if you have family members likely to call on you for help. Establishing a rainy day fund is only the beginning of developing enough liquidity. A rainy day fund will cover some of your unanticipated expenses – but as you save for other goals, keep in mind that at any time, you may need to liquidate other accounts to handle emergencies too large to be covered by your rainy day fund, or multiple emergencies. Ideally your rainy day fund should be kept in an extremely low risk vehicle like a money market fund.<\/p>\n<h2>401(k) Up To The Employer Match<\/h2>\n<p>A 401(k) retirement plan with a matching contribution from your employer is an incredible benefit. It immediately doubles your money, so whenever possible you should contribute the maximum amount your employer matches. The big question is: Should you contribute up to the maximum allowed each year, which is currently $17,500?<\/p>\n<p>The answer is, not until you have enough liquidity in your other accounts. Once you contribute money to your 401(k) plan, you cannot withdraw it without a sizeable penalty. That means a 401(k) plan is an awful way to save to buy a house or fund your kids’ education.  Most people do not consider liquidity when choosing the appropriate investment vehicle to employ. It is every bit as important as minimizing taxes, especially when you need money for unforeseen events in the future. A rainy day fund is a great start, but it is unlikely to cover all your future cash needs like family emergencies, unplanned health care costs, a wedding or cash needed to fund your living expenses while you bootstrap a startup.<\/p>\n<p><strong>The bottom line:<\/strong> Don’t contribute beyond your 401(k) match until you have enough money set aside for your other, likely higher priority needs.<\/p>\n<h2>Other Savings Goals<\/h2>\n<p>How much liquidity do you need? That’s a function of your other financial goals and how confident you are that your rainy day fund will cover any unforeseen issue.  The answer is highly personal and depends on your goals. For further perspective on this issue, you might enjoy our blog posts about <a title=\"Sizing Up Your Home As An Investment\" href=\"https:\/\/blog.wealthfront.com\/home-mortgage-investment\/\" target=\"_blank\" rel=\"noopener noreferrer\">buying a house<\/a> and funding your <a title=\"529 Plans &amp; Saving For A College Fund\" href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">kids’ education<\/a>.<\/p>\n<p>If you need money in the short term for something like paying the taxes due on the exercise of your options then you are probably best served putting the money in an extremely low risk vehicle like <a title=\"Nerdwallet’s Best Online Money Market Accounts\" href=\"http:\/\/www.nerdwallet.com\/blog\/banking\/best-online-money-market-accounts\/\" target=\"_blank\" rel=\"noopener noreferrer\">a money market account<\/a>. We highly encourage you to avoid taking too much principal risk in this kind of situation.<\/p>\n<p>If you have a longer time horizon, then a low-fee investment account with high-quality, passive investments (like that offered by Wealthfront) is a good choice.<\/p>\n<h2>Save More For Retirement<\/h2>\n<p>After you have enough liquidity, <i>then <\/i>consider investing more for retirement. Now, the decision you face is whether to use an IRA, a 401(k) or a taxable account. It may surprise you that a taxable account is even on the table. We’ll show you the calculations in a moment.<\/p>\n<h2>IRA vs. 401(k)<\/h2>\n<p>If your <a title=\"401(k) Fees: Why Your Retirement Plan Sucks\" href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\" target=\"_blank\" rel=\"noopener noreferrer\">401(k) charges big fees<\/a> and only offers mutual funds as your investment vehicles then you want to avoid your 401(k) for anything other than the amount that is matched. Repeated academic research has shown that actively managed mutual funds on average <a title=\"Institutional Investor: How Well Have Taxable Investors Been Served in the 1980s and 1990s?\" href=\"http:\/\/www.iijournals.com\/doi\/abs\/10.3905\/jpm.2000.319766\" target=\"_blank\" rel=\"noopener noreferrer\">underperform<\/a> index funds by 2.1% per year.<\/p>\n<p>IRAs typically provide access to much lower cost investment options than employer 401(k) plans, but your ability to deduct your contribution to a traditional IRA may be limited by your income, whether you are covered by an employer&#8217;s plan, or both. If you earn about $100,000 per year as a single person ($175,000 as a married person) and you have participated in your company’s 401(k), you can&#8217;t deduct your contribution. If you earn less than about $100,000, you may be able to take partial or full deductions even if you participate in your employer&#8217;s plan.*<\/p>\n<p>Most likely, your income is above that 100,000 mark, so you won&#8217;t be able to deduct contributions to an IRA if you participated in your 401(k) to get the aforementioned matching payment. If your company doesn’t have a 401(k) plan, then you can get a deduction for the amount your contribute to an IRA. The new tax law effectively limits annual contributions to an IRA (either Roth or Traditional) to $5,500 per year for people up to 50 years old and $6,500 per year for people over 50.<\/p>\n<p>If you plan on not participating in your company 401(k) plan, be sure the “Retirement Plan” box is not checked on Line 13 of your W2. Your contribution to your IRA will not be tax deductible if it is.  As with most issues related to taxes, please be sure to consult your tax advisor to make sure you don’t exceed the appropriate contribution and deduction limits.<\/p>\n<h2>401(k) vs. taxable account<\/h2>\n<p>If you want to set aside money for retirement beyond your matched 401(k) contribution and the IRA limit, then you need to run a calculation to determine if you should put more in your 401(k) or invest it in a taxable account. The choice between a 401(k) and an IRA seems clear: Given that both have tax benefits, the superior investment choices found in typical IRAs make it the better choice.<\/p>\n<p>The question of whether you go on to save in a 401(k) or a taxable account is more difficult. Will the tax benefits of the 401(k) outweigh the better quality investments in a taxable account?<\/p>\n<p>Wealthfront’s investment team developed a couple of formulas to look at the question. We were surprised to discover that a 2% underperformance of actively managed mutual funds (the level academic research has demonstrated) is basically the equivalent of the tax savings in a 401(k). If the advisory fee is the same in each, then a taxable account should be a better choice. Why would you lock your money up in a 401(k) if you’ll earn about as much money in a taxable account?<\/p>\n<p>The after-tax value of  $1 invested in a <b>401(k) plan with active mutual funds<\/b> in 20 years = <!-- .formula { border: 1px solid #CCCCCC; border-radius: 3px 3px 3px 3px; box-shadow: 0 5px 10px 0 rgba(0, 0, 0, 0.05) inset; color: #000000; display: block; font-family: Garamond,serif; font-size: 1em; margin: 40px auto; padding: 20px; text-align: center; } --><\/p>\n<div class=\"formula\"><span style=\"font-size: 1.5em;\">$1<\/span> × ( 1 + portfolio return &#8211; advisory fee &#8211; underperformance )<sup>20<\/sup> × ( 1 &#8211; ordinary income tax rate )<\/div>\n<p>&nbsp;<\/p>\n<p>The portfolio return represents the gross return you should earn for your particular risk tolerance. The advisory fee is the fee charged by your 401(k) administrator. Underperformance is the performance penalty you pay for only having access to inferior investment products like actively managed mutual funds. This formula assumes your returns compound tax-free and then are taxed at your ordinary income tax rate when you withdraw the funds.<\/p>\n<p>The after-tax value of  $1 invested in a <b>low-cost passive taxable account <\/b>in 20 years =<\/p>\n<div class=\"formula\"><span style=\"font-size: 1.5em;\">$1<\/span><br \/>\n×<br \/>\n( 1 &#8211; ordinary income tax rate )<br \/>\n×<br \/>\n( 1 + portfolio return × ( 1 &#8211; portfolio tax rate ) &#8211; advisory fee )<sup>20<\/sup><\/div>\n<p>Because you cannot contribute your income tax free to a taxable account, we assume that you first pay taxes at ordinary income rates before your invest. The portfolio return should be the same for the taxable account as for the 401(k); the advisory fee is the fee charged by financial advisor. Income earned each year in a taxable account is taxed before it is reinvested. Assuming you invest in index funds\/ETFs then almost all the appreciation will be in the form of long-term capital gains, which are now taxed at 35% including state taxes. The dividends earned on your index funds will be taxed at 35% including state taxes. Therefore your portfolio tax rate will be only 35%. There is no underperformance because we assume you have access to the best investment products.<\/p>\n<p>If you try to equate the ultimate value on the two accounts, the equations simplify down to the following:<\/p>\n<div class=\"formula\">portfolio return &#8211; underperformance =<br \/>\nportfolio return × (1 &#8211; portfolio tax rate)<\/div>\n<h2>Test Case<\/h2>\n<p>If you assume a portfolio return of 6%, then the two accounts generate roughly the same value if the underperformance of the investments offered in the 401(k) is 2.1%. Coincidentally, 2.1% is the difference Robert Arnott found to be the average difference in annual performance between actively managed mutual funds and index funds in his <a title=\"Institutional Investor: How Well Have Taxable Investors Been Served in the 1980s and 1990s?\" href=\"http:\/\/www.iijournals.com\/doi\/abs\/10.3905\/jpm.2000.319766\" target=\"_blank\" rel=\"noopener noreferrer\">seminal research<\/a> on the subject. 401(k)s become a more attractive investment vehicle as the number of index funds offered increase. That being said, the expected value of the 401(k) needs to be significantly greater than the taxable account to overcome the taxable account’s superior liquidity.<\/p>\n<p>We encourage you to plug your own assumptions into the formulas above to see what’s best for you. We’re delighted to answer any questions you might have if you send us an email to support@wealthfront.<\/p>\n<h2>The Bottom Line<\/h2>\n<p>401(k)s have become the de facto savings vehicle of choice for the masses. They shouldn’t be. The high fees and poor investment choices and poor liquidity can detract from the usefulness of 401(k)s. As always, we encourage you to think critically.<\/p>\n<p>Liquidity and the costs of accounts should play a big role in your decisions about how much to set aside in tax-deferred accounts. You never know what curveballs life will throw at you. Knowing you have enough liquidity to deal with stressful times is worth a lot. Actually having the liquidity on hand when the needs arise is even more valuable.<\/p>\n<p><!-- .formula { border: 1px solid #CCCCCC; border-radius: 3px 3px 3px 3px; box-shadow: 0 5px 10px 0 rgba(0, 0, 0, 0.05) inset; color: #000000; display: block; font-family: Garamond,serif; font-size: 1em; margin: 40px auto; padding: 20px; text-align: center; } --><\/p>\n<p>*[Please note that the author is using these salary numbers as a rough guide for the purposes of illustration and explanation. Individuals must read and interpret <a href=\"https:\/\/www.irs.gov\/retirement-plans\/401k-plans-deferrals-and-matching-when-compensation-exceeds-the-annual-limit\" target=\"_blank\">IRS documentation<\/a> to best determine their own situation and status. The previous link is provided for the reader&#8217;s convenience and can be updated by the IRS at any time and without our knowledge. Please notify us if this link no longer functions or needs updating.]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Most every personal finance blog I have ever read recommends maxing out your 401(k) contribution. They tell you to “just do it” – contribute as much as you can, as early as you can. I couldn’t disagree more. Forced savings I believe most bloggers (and many financial planners and low-quality investment advisors) recommend maximizing 401(k) [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7274,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[12,65,71,152,462,198,237],"yst_prominent_words":[3351,3548,3353,1509,1316,1315,3550,3361,1317,1271,3358,3355,3545,3546,3547,3549,2394,3544,3551,3552],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3528"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3528"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3528\/revisions"}],"predecessor-version":[{"id":11737,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3528\/revisions\/11737"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7274"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3528"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3528"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3528"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3528"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}