{"id":3539,"date":"2013-02-01T11:13:59","date_gmt":"2013-02-01T19:13:59","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3539"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"passive-investing-etfs-vs-index-funds","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/passive-investing-etfs-vs-index-funds\/","title":{"rendered":"Five Ways ETFs Surpass Index Funds"},"content":{"rendered":"<p>We often get the question from clients: What is the difference between an index fund and an ETF? Even people who understand ETFs don’t understand the difference between these two kinds of investment products. We believe ETFs are index funds, <i>evolved<\/i>.<\/p>\n<p>To understand why ETFs represent such an advance over index funds, you have to look a little deeper than the most basic explanation of the difference between them. Financial advisors will tell you that an ETF is different from an index fund because it trades like a stock, throughout the day. Index funds, which are a kind of mutual fund, can only be purchased or sold at the end of the day after market close.<\/p>\n<p>Most ETFs, like most index funds, closely track well-known indexes and eschew active management. (There are also some <a title=\"How To Discern A Plain Vanilla ETF From One That’s Riskier\" href=\"https:\/\/blog.wealthfront.com\/discern-plain-vanilla-etf-riskier\/\" target=\"_blank\">actively managed ETFs<\/a>, but they haven’t gotten much traction).<\/p>\n<p>Both index mutual funds and ETFs grew out of the passive investing revolution: Index funds came about in the early 1970s, after academics noticed that actively managed funds underperformed the market. ETFs began in the early 1990s, when institutional investors wanted a passive investment vehicle that could be traded throughout the day and thus be used in market timing strategies. The use of ETFs quickly spread.<\/p>\n<p>The ease with which ETFs are traded means that they represent a significant advance over index funds, in the following ways<\/p>\n<h3>• Their expense ratios are lower<\/h3>\n<p>Index funds are inexpensive. At the lowest levels of investment, ETFs are almost always even <i>less<\/i> expensive to represent the same indexes.<\/p>\n<p>Here’s an example of the expense ratios on Vanguard ETFs vs. index funds (Wealthfront uses Vanguard ETFs). These apply to people investing less than $10,000:<\/p>\n<p><strong>Index &#8211; Total Stock Market<\/strong><\/p>\n<p><a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0970&amp;FundIntExt=INT\"><b>VTI<\/b><\/a> (ETF) &#8212; 0.06%             <a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0085&amp;FundIntExt=INT\">VTSMX<\/a> (index fund) &#8212; 0.18%<\/p>\n<p><strong>Index &#8211; Emerging Markets<\/strong><\/p>\n<p><a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0964&amp;FundIntExt=INT\"><b>VWO<\/b><\/a> (ETF) &#8212; 0.22%  <b>        <\/b><a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0533&amp;FundIntExt=INT\"><b>VEIEX<\/b><\/a> (index fund) &#8212; 0.33%<\/p>\n<p><strong>Index &#8211; Bond Market<\/strong><\/p>\n<p><a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0928&amp;FundIntExt=INT\"><b>BND<\/b><\/a> (ETF) &#8212; 0.10% <b>           <\/b><a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0084&amp;FundIntExt=INT\"><b>VBMFX<\/b><\/a> (index fund) &#8212; 0.22%<\/p>\n<p>Why are ETFs cheaper? Part of the explanation is that interest in ETFs has exploded. The number of ETFs increased by <a title=\"2012 Investment Company Fact Book\" href=\"http:\/\/www.icifactbook.org\/fb_ch3.html#etfs\" target=\"_blank\">more than 1,000%<\/a> during the last 10 years. In that same period of time, ETF assets grew by 30% annually.<\/p>\n<p>ETFs’ popularity within a broad market means less friction and lower selling costs. Vanguard, for instance, has been able to sell its ETFs directly to clients <i>and<\/i> through other brokerages. For the latter type of sales, it doesn’t have the overhead cost associated with actually holding the ETFs for clients.<\/p>\n<p>Lower selling costs mean investment companies can afford to lower the expense ratios and maintain the same level of profit. Competition has driven many ETF expense ratios below 0.15%, and some are below 0.10%. The ETF fees are 0.14% on the average Wealthfront client portfolio.<\/p>\n<p>The equation can change somewhat if you have more to invest. For example, with Vanguard funds, at $10,000, the expense ratios for index funds and ETFs, with the same underlying indexes, are typically the same. The index fund may become slightly cheaper if you are investing $5M or more and can access an institutional level share class.<\/p>\n<h3>• ETFS are more often commission free<\/h3>\n<p>The economics of ETFs are not only driving expense ratios down – they are allowing brokerages to reduce or eliminate commissions on ETFs, sometimes on their own ETFs and sometimes as part of marketing deals with other companies. This is in direct contrast to some index funds. Even some funds with low expense ratios have high commissions. On Charles Schwab, for instance, financial advisors are charged a commission of $25 a trade, which the vast majority pass along to their clients. Even well-known passive funds, such as those offered by Dimensional Fund Advisors (DFA), often are subject to commissions that are not obvious to consumers.<\/p>\n<h3>• ETFs are more liquid<\/h3>\n<p>ETFs trade like stocks, which means they can be traded throughout the day and therefore have more liquidity. That’s inconsequential to most buy-and-hold investors, but still worth noting. It’s more important that some index funds have exit fees, or loads. ETFs typically do not.<\/p>\n<h3>• ETFs enable low-cost investment advisors<\/h3>\n<p>Because ETFs are traded like stocks, buy and sell orders for all ETFs can be placed through APIs. Eliminating the human element of managing a portfolio significantly lowers the cost of providing advice to the consumer. Not all index funds can be traded by API. The ease of transactions involving ETFs has enabled a new generation of low-cost, fully online investment advisors, such as Wealthfront.<\/p>\n<h3>• ETFs enable tax-loss harvesting<\/h3>\n<p>Because they can all be traded electronically, ETFs make it easier for an online advisor to offer services such as continuous tax-loss harvesting at a low cost. (Tax-loss harvesting is a technique by which previously unrecognized investment losses are harvested to offset taxes due on your other gains and income.)<\/p>\n<h2>A downside to ETFs<\/h2>\n<p>Some people – most prominently, John Bogle, founder of Vanguard &#8212; have argued that ETFs are dangerous precisely because they can be traded so easily. The single largest mistake that investors make is trading too often. So, eliminating the traditional barriers to trading (exit fees, end-of-day settlement) can be a bad thing. But we respectfully disagree with the idea that investors need to be protected from themselves. We believe that given the right information, investors will make the right choices, and that the advantages of ETFs far outweigh the disadvantages.<\/p>\n<h2>Index funds, evolved<\/h2>\n<p>The idea that a product evolves to offer more to consumers is as common as sunshine in Silicon Valley. The mainframe evolves into the minicomputer, the minicomputer becomes the desktop, the desktop leads to the laptop, which ultimately leads to the smart phone. Each advance means more value (processing speed) for the money, and, therefore, more access.<\/p>\n<p>A similar evolution has taken place in financial products. The desire to build a diversified portfolio of stocks led to the mutual fund. Mutual funds evolved into <a href=\"http:\/\/www.moneycrashers.com\/index-funds-vs-mutual-funds\/\" target=\"_blank\">index funds<\/a>, which in turn evolved into <a href=\"http:\/\/www.moneycrashers.com\/etf-exchange-traded-funds\/\" target=\"_blank\">ETFs<\/a>. Each iteration meant more value (lower fees for representing a diversified pool of assets) and more access.<\/p>\n<p>ETFs are making it less expensive for people to invest, and easier for people to access high-quality investment services.<\/p>\n<p><em>Holly Mangan, managing editor of<\/em><i> <\/i><em><a href=\"http:\/\/www.moneycrashers.com\/\">Money Crashers Personal Finance<\/a>, a resource for smart money management and investing strategies, contributed to this post.<br \/>\n<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>We often get the question from clients: What is the difference between an index fund and an ETF? Even people who understand ETFs don’t understand the difference between these two kinds of investment products. We believe ETFs are index funds, evolved. To understand why ETFs represent such an advance over index funds, you have to [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7222,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[62,65,95,152,180],"yst_prominent_words":[1319,3541,3533,3535,3542,2890,1332,3538,1281,3540,3536,1328,3537,2334,3532,1321,3534,3539,2119,3543],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3539"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3539"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3539\/revisions"}],"predecessor-version":[{"id":11738,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3539\/revisions\/11738"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3539"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3539"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3539"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3539"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}