{"id":3583,"date":"2013-03-05T08:01:32","date_gmt":"2013-03-05T16:01:32","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3583"},"modified":"2019-12-08T16:26:20","modified_gmt":"2019-12-09T00:26:20","slug":"tax-efficient-asset-classes-location","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tax-efficient-asset-classes-location\/","title":{"rendered":"Burt Malkiel On Wealthfront’s Promise"},"content":{"rendered":"<p><a href=\"https:\/\/blog.wealthfront.com\/tax-efficient-asset-classes-location\/\"><img loading=\"lazy\" class=\" wp-image-3451 alignleft\" title=\"Burton Malkiel Tax-Efficient Asset Location\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/11\/BGM_-photo-2.jpg\" alt=\"Burton Malkiel on Wealthfront's Investment Methodology\" width=\"175\" height=\"205\" \/><\/a>Today I am excited to announce the first significant improvements to Wealthfront’s investment service since I joined the company as chief investment officer.<\/p>\n<p>These improvements help <a href=\"https:\/\/blog.wealthfront.com\/tax-efficient-investments\/\">minimize taxes and increase returns<\/a> without exposing clients to more risk. I’ll detail the changes below, but I also wanted to tell you why I joined the company and what my first three months have been like.<\/p>\n<p>My mission, through my books, op-ed pieces and speeches, has been to help make it easier for average investors – the little guys &#8212; to win in the markets. I was a member of the board of directors of Vanguard, the leader in low-cost index investing, for 28 years. I still serve on Vanguard’s international board, where we work on bringing index funds to global investors.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Wealthfront is the next wave of the passive investing revolution.<\/p>\n<\/div>\n<p>Wealthfront is the next wave of the passive investing revolution. The company’s software can help millions of people follow the basic rules of investing: diversify your portfolio, limit fees, rebalance periodically and minimize taxes. We can help you do so in a way that is low-cost and as close to painless as possible.<\/p>\n<p>I published my first book, <i>A Random Walk Down Wall Street, <\/i>in 1973<i>. <\/i>I thought then that the vast majority of people could manage their investments themselves by following the rules I outlined above.  Over the years, I noticed how many people couldn’t stick to those simple rules because their emotions affected their judgment.<\/p>\n<p>In 2008, at the trough of the market downturn, some Princeton widows came to me for investing advice. They wanted emotional reassurance. They said, “I can’t stand it anymore; tell me it’s OK if we just sell all my equities.” I knew what they – and many investors – needed: a low-cost advisor who would not only NOT sell their equities, but would use the opportunity to rebalance. They also needed an advisor who wouldn’t be conflicted. Many advisors employed by the big Wall Street firms get kickbacks to put investors into the advisors’ own funds.<\/p>\n<h2>Software-based advice<\/h2>\n<p>I met Andy Rachleff, Wealthfront’s CEO, through a mutual friend who thought what he was doing with his software-based financial advisor would interest me. Wealthfront&#8217;s approach to investing fit my philosophy surprisingly well. I began advising the team at Wealthfront about six months ago.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Software can handle routine tasks like rebalancing automatically, and the complexity required to implement continuous tax-loss harvesting, without adding a lot of cost.<\/p>\n<\/div>\n<p>That’s when I fully realized software’s potential to help investors with those basic elements of investing (diversify your portfolio, limit fees, rebalance periodically and minimize taxes). Software can handle routine tasks like rebalancing automatically, and the complexity required to implement continuous tax-loss harvesting, without adding a lot of cost. Software also takes the emotion out of investing.<\/p>\n<p>It’s also crucial that the company has a very low advisory fee. You can always count on the fees associated with investing to reduce your returns. If you keep fees low, you are miles ahead on your returns. Not only does Wealthfront have a very low fee, it eats the trading commissions for its clients.<\/p>\n<p>Three months ago, the team asked me to join as CIO. I see Wealthfront’s mission to democratize access to sophisticated financial advice as a way to continue my mission to help investors. I’m involved with a number of other companies pushing forward the passive investing revolution, but Wealthfront is my most serious commitment. I believe the company has the potential to help many people who don’t have access to sound financial advice.<\/p>\n<p>As I wrote in <i>A Random Walk Down Wall Street<\/i>, an investor who put $10,000 into an S&amp;P 500® Fund in 1969 would have had a portfolio worth $463,000 by 2010, assuming all dividends were reinvested. A second investor who purchased shares in the average actively managed fund would have seen his investment grow to $258,000. It took a few decades, but most sensible investors now realize index funds should be the basis of their portfolios.<\/p>\n<p>Wealthfront’s original software-based investing service, released in December 2011, took the index fund idea, using ETF index funds, and built on it by offering automatic rebalancing. We then improved upon our offering with the introduction of <a title=\"Wealthfront's continuous tax-loss harvesting service\" href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\" target=\"_blank\" rel=\"noopener noreferrer\">continuous tax-loss harvesting<\/a> in October 2012. The changes we’re announcing today help investors even more.<\/p>\n<h2>Differentiated Asset Location<\/h2>\n<p>With the latest enhancement, we have added five more asset classes, for a total of 11. We also have taken the tax-efficiency of the different classes into account, using a technique called differentiated asset location. The more tax-efficient asset classes are weighted more heavily in taxable accounts. The new way of allocating assets will help our clients <a title=\"Wealthfront FAQ\" href=\"https:\/\/www.wealthfront.com\/faq#tax-aware-allocation\" target=\"_blank\" rel=\"noopener noreferrer\">minimize their taxes<\/a>.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">We have added five new asset classes, for a total of 11. The new way of investing helps our clients minimize their taxes.<\/p>\n<\/div>\n<p>(We waited until there was more clarity on tax rates from the fiscal cliff negotiations before making this change. The higher tax rates make tax optimization even more valuable than in the past.)<\/p>\n<p>With taxes now incorporated into our allocation framework, we can allocate differently in taxable (individual, joint and trust) and retirement (IRA, Roth IRA, SEP IRA and 401(k) rollover) accounts. Diversified national <b>Municipal Bonds<\/b> emerge as the primary bond asset class for taxable accounts because they are exempt from federal taxes and a portion of state income taxes at the state resident level.  We will likely expand this to state Muni Bonds as more liquid ETFs become available.<\/p>\n<p>Our mathematical modeling led us to use other tax-efficient asset classes in taxable accounts, including <b>Equities<\/b>, whose dividends are taxed at a lower qualified dividend tax rate, and <b>Natural Resources<\/b>, which doesn’t produce taxable income.<\/p>\n<p>Although <b>Treasury Inflation Protected Securities (TIPS)<\/b> are relatively tax inefficient, we will use a small amount of TIPS for the most risk-averse investors in both taxable and retirement accounts, to enable them to benefit from inflation protection. We are no longer using a <b>Real Estate Investment Trust (REIT)<\/b>-based ETF in taxable accounts because the asset class is tax inefficient – REIT dividends are taxed at ordinary income tax rates.<\/p>\n<h2>Improved Bond Diversification<\/h2>\n<p>Given the historically low yields in the bond market, we wanted to diversify away from predominantly U.S. treasury bonds and agency bonds. The <b>five income-producing asset classes<\/b> we have added help us do just that.<\/p>\n<p>I have written recent op-ed pieces in the <a title=\"Burton Malkiel &quot;Bond buyers should be mindful of history&quot;\" href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/3b0376c4-ae31-11e1-b842-00144feabdc0.html#axzz2IpoKVK8U\" target=\"_blank\" rel=\"noopener noreferrer\">Financial Times<\/a> and The <a title=\"Burton Malkiel &quot;What Does the Prudent Investor Do Now?&quot;\" href=\"http:\/\/online.wsj.com\/article\/SB10001424052702304692804577285712326880238.html\" target=\"_blank\" rel=\"noopener noreferrer\">Wall Street Journal<\/a> on this topic.<\/p>\n<p>“History doesn’t repeat itself, but it does rhyme,” Mark Twain said. This era of low yields resembles the post-World War II years. The Federal Reserve kept interest rates at ultra low levels to pay down the enormous debt accrued to finance the war, and to promote economic recovery. Interest rates in 1946 reached a low of 2% and as rates rose, bond prices fell and investors suffered from capital losses on top of low starting interest rates. Real returns from Treasury bonds were negative as inflation crept up.<\/p>\n<p>The U.S. government reduced its debt-to-GDP ratio from 122% in 1946 to 33% in 1980 &#8212;  at the expense of bond investors.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">To reduce the risk of the capital losses we saw after World War II, we need a new, broader selection of income-producing asset classes.<\/p>\n<\/div>\n<p>Treasury bonds then began a remarkable run. Long-term Treasurys averaged 10% annual returns from 1982-2012 with minimal volatility. Interest rates reached as high as 15% in 1982 and as they fell bond prices rose and investors enjoyed capital gains on top of the high starting interest rate.  No other asset class came close to Treasurys in terms of high returns and low risk over this time period.<\/p>\n<p>The run appears to be over for now. Today the 10-year Treasury once again yields about 2%. To reduce the risk of the capital losses we saw after World War II, we need a new, broader selection of income-producing asset classes.<\/p>\n<p>Our five new asset classes, <b>Corporate Bonds<\/b>, <b>Emerging Market Bonds<\/b>, <b>Dividend Growth Stocks<\/b>, <b>TIPS<\/b> and <b>Municipal Bonds, <\/b>mitigate interest rate risk, inflation risk and tax burden. Please note that the adjustment and rationale for these changes are intended for investors with a long-term (10+ years) horizon.<\/p>\n<p>You can read more details about our enhancements here: <a title=\"Wealthfront's New Investment Mix\" href=\"https:\/\/blog.wealthfront.com\/tax-efficient-investments\/\" target=\"_blank\" rel=\"noopener noreferrer\">Wealthfront&#8217;s New Investment Mix.<\/a> Our <a title=\"Wealthfront's Investment Methodology White Paper\" href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\" rel=\"noopener noreferrer\">white paper<\/a> will tell you more about how software enables us to maximize our net-of-fee, after-tax returns while we keep our fees low.<\/p>\n<p>As CIO of Wealthfront, I combine the basic investing advice I have been giving for years with the tremendous analytical and software development capabilities of my colleagues. We are carrying the passive investment revolution forward, helping average investors win with low-cost, high-quality financial advice, delivered online. The prospects for the little guy – and people like those Princeton widows – have never looked better.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Today I am excited to announce the first significant improvements to Wealthfront’s investment service since I joined the company as chief investment officer. These improvements help minimize taxes and increase returns without exposing clients to more risk. I’ll detail the changes below, but I also wanted to tell you why I joined the company and [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7221,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232,7234],"tags":[25,465,35,370,54,186,180],"yst_prominent_words":[1383,3462,3468,3456,3460,3469,3454,3458,3461,3470,3465,3459,3453,3416,3457,3464,3455,3463,3467,3466],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3583"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3583"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3583\/revisions"}],"predecessor-version":[{"id":12197,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3583\/revisions\/12197"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7221"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3583"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3583"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3583"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3583"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}