{"id":3588,"date":"2013-02-26T10:07:25","date_gmt":"2013-02-26T18:07:25","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3588"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"couples-investing-risk-assessment","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/couples-investing-risk-assessment\/","title":{"rendered":"Couples Investing: How To Determine Risk Tolerance"},"content":{"rendered":"<p>A couple of weeks ago we wrote a post that discussed the importance of <a title=\"How to Talk to Your Partner About Money\" href=\"https:\/\/blog.wealthfront.com\/talk-money-partner-before-marriage\/\" target=\"_blank\" rel=\"noopener noreferrer\">talking to your partner about money<\/a>. Perhaps the single most difficult issue for couples to resolve is how much risk they should take with their investments.<\/p>\n<p>Managing your accounts separately is not a good solution. Whether accounts are titled separately or jointly, they are considered marital assets. Even 401(k)s, which almost all married couples manage separately, are marital assets. I don’t suggest you invest as if you expect to get divorced, but a healthy relationship depends on working jointly toward your financial goals.<\/p>\n<p>The conventional wisdom is you can best determine your joint risk tolerance through the pursuit of a consensus. If the two of you try to fill out a risk assessment questionnaire together, the person with the stronger personality is likely to have a larger influence on the score. Yet that is the approach favored by most traditional financial advisors. We believe that’s because they typically aren’t data-driven.<\/p>\n<h2>Consider the factor of time<\/h2>\n<p>What the data suggests is that the best way to approach the question of risk is to consider the factor of time.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">If you are willing to invest for the long term, your probability of loss actually decreases as your willingness to take risk increases.<\/p>\n<\/div>\n<p>If you are willing to invest for the long term (i.e., more than 10 years), your probability of loss actually decreases as your willingness to take risk increases.&nbsp; You can see this for yourself by looking at the <a title=\"Wealthfront Risk Questionnaire\" href=\"https:\/\/www.wealthfront.com\/plan\" target=\"_blank\" rel=\"noopener noreferrer\">page where we display the portfolio we recommend<\/a> for your risk tolerance (please answer the 10 questions if clicking on the link takes you to a page labeled <i>Let’s Create a Plan<\/i>).<\/p>\n<p>Once you get to the page labeled <i>Investment Mix<\/i>, set the risk tolerance under the risk meter on the lop left side of the page to 0.1 and move the Investment Duration slider under the Projected Performance chart to 10 years.&nbsp; You will notice the probability your portfolio will sustain a loss is 15%.&nbsp; Now keep clicking on the “+” button to the right of your previously chosen 0.1.&nbsp; You will notice as your risk increases, the probability of a loss eventually decreases to about 10%.<\/p>\n<p>How can probability of loss decrease if your risk increases?&nbsp; There isn’t a bug in our interactive projected performance chart. The answer is the effect of compounding.&nbsp; If you allow your money to stay in place for a long time (at least 10 years), a higher risk portfolio will compound at a greater rate than a lower risk portfolio. It will compound so much faster, in fact, that the likelihood of a loss on your original investment actually goes down – despite the fact you have a higher risk (i.e., more volatile) portfolio.<\/p>\n<h2>The importance of compounding<\/h2>\n<p>There have been many psychological studies that have shown that the average person cannot visualize the effect of compounding, so don’t be alarmed if this explanation doesn’t make sense. We get this question all the time from our clients.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Studies have shown the average person cannot visualize the effect of compounding.<\/p>\n<\/div>\n<p>The bottom line is if you and your partner have a long investment time horizon then no matter what the more risk averse of the two of you thinks, you should go with the risk score for the more adventurous member of the couple.<\/p>\n<p>My advice changes if you have a less than 10-year investment horizon. In this circumstance the vagaries of short-term volatility do not allow us to arrive at a mathematically optimal solution.&nbsp; Therefore my advice is based on a combination of logic and knowledge of our typical client couples.<\/p>\n<p>I suggest that if you want to use your money in less than 10 years, you should each fill out our <a href=\"https:\/\/www.wealthfront.com\/questions\">risk assessment questionnaire<\/a> and overweight the more risk averse of the two scores.&nbsp; In other words, if the risk averse spouse is a 5 and the risk tolerant spouse is an 8, apply an 80% weight to the 5 and a 20% weight to the eight for a weighted average score of 5.6.<\/p>\n<p>We suggest weighting the more risk averse spouse’s score more heavily because in the short term, volatility associated with a high-risk portfolio can have a relatively large negative impact on your returns. Your returns will not have compounded enough to protect your original principal investment.<\/p>\n<p>If you have a near term need for your cash, seeing principal losses from too much volatility on paper will make it more likely you’ll panic and sell at the wrong time (for more on this please see the post we wrote about the <a title=\"Why Risk Tolerance Matters\" href=\"https:\/\/blog.wealthfront.com\/what-is-risk-tolerance\/\" target=\"_blank\" rel=\"noopener noreferrer\">negative effect of a risk score that is too high<\/a>). The tendency of people to panic at the wrong times is one of the reasons for the <a title=\"DALBAR - Investor Fear Leads to Losses in 2011 \" href=\"http:\/\/www.dalbar.com\/Portals\/dalbar\/cache\/News\/PressReleases\/2012%20QAIB%20Press%20Release.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">behavior gap<\/a> – the difference between what investors make in the market and what the market returns.<\/p>\n<p>Given the possibility of loss and panic in the short term, why not apply a 100% weight to the risk averse spouse’s score? For this situation there isn’t a good mathematical answer, so I’ll tell you what I would do. In the short term, I think it’s better to overweight the risk averse spouse’s score so you don’t leave too much money on the table.<\/p>\n<h2>Contrarianism leads to success<\/h2>\n<p>Most of the keys to successful investing don’t<b> feel <\/b>comfortable<b>.&nbsp; <\/b>It’s well-documented that contrarianism leads to better returns. Rebalancing is a form of forced contrarianism: You buy more of an investment when it has performed poorly and sell when it has done well relative to your other holdings.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Successful investors consistently do the opposite of what feels right.<\/p>\n<\/div>\n<p>The vast majority of people don’t rebalance because it doesn’t feel right to sell their winners or buy more of their losers. Making use of compounding doesn’t feel right, either. It doesn’t make intuitive sense that your money doubles in seven years if you earn a compounded annual return of 10%.&nbsp; Our lack of appreciation for the value of compounding causes us to lose patience and make the wrong decision. Successful investors consistently do the opposite of what feels right. You can take much of the emotion out of the question of how much risk to take as a couple by considering your investment time horizon. Allowing an investment to compound over time leads to much better returns, especially after tax.<\/p>\n<p>So if you are the more risk averse half of a couple, and you need your money within 10 years, you should say with confidence to your partner: Slow down. If you’re the more risk tolerant, and your time frame is longer, tell your other half to relax. The potential upside reward is worth it.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A couple of weeks ago we wrote a post that discussed the importance of talking to your partner about money. Perhaps the single most difficult issue for couples to resolve is how much risk they should take with their investments. Managing your accounts separately is not a good solution. Whether accounts are titled separately or [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7256,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7232,7231],"tags":[464,71,366,449],"yst_prominent_words":[3497,6835,3492,3504,3496,3498,3501,2368,3505,3495,3502,1307,3500,1518,3493,3491,3503,2391,3499,3494],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3588"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3588"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3588\/revisions"}],"predecessor-version":[{"id":11744,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3588\/revisions\/11744"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7256"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3588"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3588"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3588"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3588"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}