{"id":3718,"date":"2013-04-03T10:11:28","date_gmt":"2013-04-03T17:11:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3718"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"tax-efficient-reits-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tax-efficient-reits-investing\/","title":{"rendered":"Why You Should Exclude REITs From Taxable Accounts"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span> few weeks ago, we introduced a new <a href=\"https:\/\/blog.wealthfront.com\/tax-efficient-investments\/\">investment mix<\/a> that excluded real estate from taxable accounts. Some readers asked why I recommended excluding real estate, when in <i>A Random Walk Down Wall Street, <\/i>I supported the inclusion of REITs in investment portfolios.[1]<\/p>\n<p>I encourage people to follow four basic rules of investing: diversify your portfolio, limit fees, rebalance periodically and minimize taxes. When I tell investors to “diversify your portfolio” in my book I mean: Use many asset classes, preferably those that are relatively uncorrelated with each other. When I tell investors to “minimize taxes” in my book I mean: Use index funds to represent asset classes (index funds have very little turnover, which means they have low short-term capital gains) and invest for the long term (i.e. <a title=\"Why investors should never try to time the market\" href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener\">don’t try to time the market<\/a>).<\/p>\n<p>There are two other significant ways to minimize taxes that I did not recommend in my book, because those methods were not available to my average reader, for whom the book was written – continuous <a title=\"Wealthfront's tax-loss harvesting service\" href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\" target=\"_blank\" rel=\"noopener\">tax-loss harvesting<\/a> and differentiated asset location.<\/p>\n<p>I had to make certain trade-offs to deliver the one-size-fits-all advice required of a book format. I was attracted to Wealthfront because the company allows me to provide a more customized and sophisticated version of my advice, to a broad audience at a cost-effective price.<\/p>\n<p>A great example of that advice is the way we take taxes into account when we create a diversified investment mix for you, using differentiated asset location. By differentiated asset location, I mean that we use different mixes of asset classes for your taxable and retirement portfolios – allowing us, for example, to reduce taxes by overweighting tax-efficient asset classes in taxable portfolios. Municipal bonds are fine for taxable portfolios, but not for tax-deferred ones.<\/p>\n<p>REITs (Real Estate Investment Trusts) are less effective than other high dividend-paying stocks in a taxable portfolio because dividends represent a large portion of returns of the real estate asset class, and REIT dividends are taxed at significantly higher rates than other stock dividends. In this case, tax inefficiency trumps diversification.[2]<\/p>\n<p>REITs are a pretty good asset class to diversify your investments, but the math of mean variance optimization shows that other asset classes, including dividend stocks and municipal bonds, serve the same purpose, but <i>better <\/i>in taxable portfolios. Mean variance optimization considers the expected return, volatility (risk) and correlation of each asset class to determine the mix of asset classes that generate the highest after-tax return for any level of risk.<\/p>\n<h2>Pre-tax vs. after-tax returns tell the tale<\/h2>\n<p>Here’s how the math behind my recommendation works:<\/p>\n<p>No single model or data source is perfect to estimate the expected risk and return of any asset class, so we blend several models and use third-party data sources. To estimate the expected returns for each asset class, we blend return estimates derived from the capital asset pricing model (CAPM) with Wealthfront’s research, using the <a title=\"Black-Litterman Model\" href=\"http:\/\/en.wikipedia.org\/wiki\/Black%E2%80%93Litterman_model\" target=\"_blank\" rel=\"noopener\">Black-Litterman<\/a> model (for details on each estimate, please see our <a title=\"Wealthfront Investment Methodology White Paper\" href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\" rel=\"noopener\">investment methodology white paper<\/a>). To estimate each asset class’s standard deviation (volatility), we consider its long-term historical standard deviation, its short-term standard deviation, and the expected volatility implied by its pricing in the option markets. To estimate correlation, we consider long-term historical correlation and short-term correlation. We also overlay these statistical estimates with our judgments concerning how the future might differ from the recent past.[3]<\/p>\n<p>To determine the optimal investment mix for <i>taxable<\/i> accounts, we evaluate each asset class based on its <i>after-tax<\/i> expected return. To determine the optimal investment mix for <i>retirement<\/i> accounts, we evaluate each asset class based on its <i>pre-tax<\/i> expected return, because taxes on retirement accounts are deferred.  In Table 1 below, we compare REITs with US Stocks to show why REITs are currently less appropriate for taxable accounts than they are for retirement accounts.<\/p>\n<h4>Table 1<\/h4>\n<table>\n<thead>\n<tr class=\"header\">\n<th>Asset Class<\/th>\n<th>Pre-Tax Expected Return<\/th>\n<th>Return from Capital Gain<\/th>\n<th>Return from Dividends<\/th>\n<th>After-Tax Expected Return<\/th>\n<th>Expected Standard Deviation<\/th>\n<th>Pre-Tax Sharpe Ratio<\/th>\n<th>After-Tax Sharpe Ratio<\/th>\n<\/tr>\n<\/thead>\n<tbody>\n<tr>\n<th>US Stocks<\/th>\n<td>6.5%<\/td>\n<td>4.9%<\/td>\n<td>1.6%<\/td>\n<td>5.9%<\/td>\n<td>16%<\/td>\n<td>0.41<\/td>\n<td>0.37<\/td>\n<\/tr>\n<tr>\n<th>REITs<\/th>\n<td>6.3%<\/td>\n<td>3.2%<\/td>\n<td>3.2%<\/td>\n<td>4.7%<\/td>\n<td>18%<\/td>\n<td>0.35<\/td>\n<td>0.26<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>We calculated the pre-tax expected returns and standard deviations in the way I described above. To calculate the after-tax expected returns, we broke pre-tax expected returns into their two key components, return from appreciation (capital gains) and return from dividends. As I said before, dividends represent a much larger percentage of expected returns for REITs than dividends on stocks. As you can see in Table 2, dividends on REITS are taxed at a much higher rate than dividends on stocks.<\/p>\n<h4>Table 2<\/h4>\n<table>\n<thead>\n<tr>\n<th>Asset Class<\/th>\n<th>Capital Gains Tax Rate<\/th>\n<th>Dividend Tax Rate<\/th>\n<\/tr>\n<\/thead>\n<tbody>\n<tr>\n<th>US Stocks<\/th>\n<td>25%<\/td>\n<td>25%<\/td>\n<\/tr>\n<tr>\n<th>REITs<\/th>\n<td>25%<\/td>\n<td>43%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><i>Note: Tax rates include both federal and state tax rates and are based on the typical tax bracket of Wealthfront clients. <i>Dividends are assumed to be “qualified.”<\/i><\/i><\/p>\n<p>We then applied the tax rates in Table 2 to the two components of return to calculate each asset class’s after-tax return. To best illustrate why real estate is more appropriate for retirement accounts than for taxable accounts, we calculated each asset class’s pre- and after-tax Sharpe ratios as a proxy for how attractive they might be as a diversifying asset.<\/p>\n<p>As Wealthfront CEO Andy Rachleff explained in a recent <a title=\"How to benchmark your investment portfolio\" href=\"https:\/\/blog.wealthfront.com\/benchmark-investments-portfolio-performance\/\" target=\"_blank\" rel=\"noopener\">blog post about benchmarks<\/a>, the Sharpe Ratio is a useful tool to evaluate the relative attractiveness of an individual asset class. The Sharpe Ratio divides the premium an asset class is expected to earn over the risk-free rate (typically the rate on short-term U.S. Treasury securities) by its standard deviation. In other words, the Ratio calculates an asset class’s risk-adjusted return.<\/p>\n<p>As you can see in Table 1, REITs’ after-tax Sharpe Ratio is much lower (less attractive) than that of US stocks, which explains why it is not included in taxable portfolios. However, REITs’ differentiated correlation with other asset classes makes up for its slightly less attractive pre-tax Sharpe Ratio, which is why it is included in retirement accounts.<\/p>\n<p>REITs’ correlation value is about the same as that of dividend stocks – another income-producing asset class that is more tax-efficient than REITs. That’s why our service allocates dividend stocks into taxable accounts as a replacement for REITs. As a hard asset, REITs are traditionally employed as a hedge against inflation. We don&#8217;t need REITs because we use TIPS and natural resources in taxable accounts to serve the same purpose.<\/p>\n<p>As the calculations above make clear, our decision not to use REITs in taxable accounts could change, if any of the inputs – expected return, volatility or correlation &#8212; into our mean variance optimization change, or if the tax picture changes, affecting the expected after-tax return.<\/p>\n<h2>Gut check<\/h2>\n<p>The last thing you should know about our approach is that in the interests of efficiency and keeping our fees low, we zero out allocations of less than 5%. An allocation calling for 9 asset classes, including 2% emerging market stocks would be adjusted down to 8 asset classes (0% emerging market stocks). Our model zeros out small allocations because the impact on portfolios of those small numbers is negligible, and because the costs of maintaining those tiny allocations would require us to increase our fees.<\/p>\n<p>In the case of REITs, the mathematical argument for keeping them out of taxable portfolios is so strong that our model allocates REITs at an actual 0% in all of our taxable portfolios, no matter what the risk level. In retirement portfolios, REITs are allocated at 5-15% of assets, depending on the risk level of the portfolio.<\/p>\n<p>The clarity of the math reinforces our strong recommendation to clients that their taxable portfolios should not include REITs.<\/p>\n<h2>The Bottom Line<\/h2>\n<p>The principles of passive investing that I wrote about in <i>A Random Walk Down Wall Street &#8212; <\/i>diversify your portfolio, limit fees, rebalance periodically and minimize taxes &#8212; haven’t changed. Software gives individual investors a better way to follow those principles. Using software, we can take into account, mathematically, the way different asset classes interact to produce the best net-of-fees, after-tax returns for our clients.<\/p>\n<p><i>Thanks to Jeff Rosenberger, Wealthfront Vice President of Research, who contributed to this post.<\/i><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p>[1] Separate from the question of real estate in your investment portfolio, my advice has always been: Own your own home if you can afford it.  Home ownership is a natural real estate investment, because of the emotional value a home brings and because buying has tax advantages over renting.<br \/>\n[2] Moreover, REITs were not formerly included in such popular stock-market indexes as the S&amp;P 500®; now they are.<br \/>\n[3] For example, high-quality bonds have recently enjoyed generous, stable and uncorrelated returns. We are skeptical that these historical data provide reliable estimates for the future.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>A few weeks ago, we introduced a new investment mix that excluded real estate from taxable accounts. Some readers asked why I recommended excluding real estate, when in A Random Walk Down Wall Street, I supported the inclusion of REITs in investment portfolios.[1] I encourage people to follow four basic rules of investing: diversify your [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7254,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[370,54,450,447,237],"yst_prominent_words":[1390,3656,1383,3664,3657,3472,3663,3469,3661,3454,3662,3660,3453,3418,3416,3457,2204,1922,3658,3659],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3718"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3718"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3718\/revisions"}],"predecessor-version":[{"id":11749,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3718\/revisions\/11749"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3718"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3718"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3718"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3718"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}