{"id":3861,"date":"2013-04-11T06:57:27","date_gmt":"2013-04-11T13:57:27","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3861"},"modified":"2020-02-14T09:29:49","modified_gmt":"2020-02-14T17:29:49","slug":"9-instances-in-which-to-hire-a-tax-accountant","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/9-instances-in-which-to-hire-a-tax-accountant\/","title":{"rendered":"9 Signals You Should Hire A Tax Accountant"},"content":{"rendered":"<p><span class=\"firstcharacter\">M<\/span>any of our clients use TurboTax until they hit certain triggers in the complexity of their financial lives. If you spent more than a few hours on your taxes this year, it’s time to ask yourself whether it makes sense to outsource this portion of your financial life to an accountant.<\/p>\n<p>One of my rules in life – a rule that helps keep me balanced – is to outsource what I don’t enjoy or what someone else can do better than I. If you don’t enjoy something <i>and<\/i> you can hire someone to do it better than you can <i>and<\/i> it doesn’t cost too much, then doing so is a no-brainer. For many of our clients who are rising fast in their careers, filing taxes falls into all three categories.<\/p>\n<p>TurboTax and others like it are great programs for people with relatively simple taxes. They work well for people with simple income streams, businesses, options grants or real estate transactions. However tax-filing software won’t help you minimize taxes in a more complex environment. A complex return both makes it more likely you will make mistakes, and more likely a good accountant can find opportunities to minimize your taxes.<\/p>\n<p>Following are nine specific triggers that signal that it may be to your advantage to have an accountant.<\/p>\n<p><b>1. You earn more than $200k per year.<\/b><br \/>\nAs you can see from the table below, your odds of being audited rise significantly if you earn more than $200k.  Most everyone I know would prefer to have an accountant who has her back if they get that phone call from the IRS.<\/p>\n<table border=\"1\" width=\"300\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<th>Income Level<\/th>\n<th>Likelihood of An Audit<\/th>\n<\/tr>\n<tr>\n<td>Under $200,000<\/td>\n<td>0.9%<\/td>\n<\/tr>\n<tr>\n<td>Over $200,000<\/td>\n<td>3.7%<\/td>\n<\/tr>\n<tr>\n<td>Over $1 million<\/td>\n<td>12.5%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span style=\"font-size: 10px; line-height: 12px;\">Source: <a href=\"http:\/\/www.kiplinger.com\/slideshow\/taxes\/T056-S001-irs-audit-red-flags-the-dirty-dozen-slide-show\/index.html#sO4UpI6vPszYhGD4.99\">Kiplinger’s<\/a><\/span><\/p>\n<p><b>2. You receive K-1s.<br \/>\n<\/b>You typically receive a K-1, if you’re a partner in a business or a shareholder in an S corp. Some ETFs even issue K-1s (but not the ones chosen by Wealthfront). A few K-1s are relatively simple to include in your tax return, but TurboTax is not built to handle many.<\/p>\n<p><b>3. You could be subject to the Alternative Minimum Tax (AMT). <\/b><br \/>\nMany of our clients have to pay the AMT. Common triggers include exercising ISOs; high state income tax – such as those in California and New York; the sale of qualified small business stock; large business expenses incurred by an employee; and investment advice fees. In general, paying the AMT makes your taxes more complicated, which is why more than 75% of AMT payers hired a professional to do their returns, according to the <a href=\"http:\/\/govinfo.library.unt.edu\/taxreformpanel\/\">President’s Advisory Panel on Federal Tax Reform<\/a>. The IRS’s <a href=\"https:\/\/www.irs.gov\/businesses\/small-businesses-self-employed\/alternative-minimum-tax-assistant-for-individuals\" target=\"_blank\" rel=\"noopener noreferrer\">AMT Assistant<\/a> can help you figure out if you’ll be hit by the AMT.<\/p>\n<p><b>4. You have material foreign source income.<\/b><br \/>\nThis applies to more people than you think, including those who own foreign ETFs, mutual funds or stocks of foreign companies (including some you may not immediately recognize as foreign, such as Nestle or British Petroleum.)<\/p>\n<p><b>5. You own a business, are self-employed or have rental properties.<\/b><br \/>\nAn accountant can help you find opportunities to minimize taxes by depreciating business or real estate assets.<\/p>\n<p><b>6. You are considering selling some real estate.<\/b><br \/>\nAn accountant can help you use a <a href=\"http:\/\/fitsmallbusiness.com\/1031-exchange-like-kind\/\"><i>like-kind exchange<\/i><\/a> to minimize your taxes on the gain of property that you are planning to sell.<\/p>\n<p><b>7. You are setting aside money for the next generation.<\/b><br \/>\nAccountants can be invaluable to help decide which vehicles to use for tax-deferred or tax-free saving, whether you are considering a <a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\">529 plan<\/a> for college saving or creating a trust for your children.<\/p>\n<p><strong>8. <\/strong><b>You plan to make a large gift.<\/b><br \/>\nThis is not as simple a transaction as you might think. An accountant can apprise you of the tax advantages of the different possibilities, including using your retirement plan as a source of funds or employing a <a href=\"http:\/\/en.wikipedia.org\/wiki\/Donor_advised_fund\">donor advised fund<\/a>.<\/p>\n<p><strong>9. <\/strong><b>You anticipate a big capital tax gain.<\/b><br \/>\nAn accountant can help you plan so that the gain is taxed at long-term rates, and help you find other ways to minimize taxes, like employing the Qualified Small Business Tax Credit or <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">tax-loss harvesting<\/a>, which Wealthfront offers.<\/p>\n<p>Whether or not you are still working on your taxes today, this is a good time to consider whether you need an accountant. You’ll know how many hours you spent gathering the information, researching new opportunities in the tax code and refreshing your memory on how the tax software works. If you decide to look for one, I have found the best work for themselves or within accounting firms, not for <a href=\"https:\/\/blog.wealthfront.com\/private-wealth-manager-fees-cost\/\">private wealth managers<\/a>.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong> Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information provided here is for educational purposes only and is not intended as tax advice. Wealthfront encourages prospective investors to confer with their personal tax advisers regarding the tax consequences of investing with Wealthfront. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. <\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information contained in this communication is provided for general informational purposes only, and should not be construed as investment advice. Nothing in this communication should be construed as an offer, recommendation, or solicitation to buy or sell any security. Any links provided to other server sites are offered as a matter of convenience and are not intended to imply that Wealthfront Advisers or its affiliates endorses, sponsors, promotes and\/or is affiliated with the owners of or participants in those sites, or endorses any information contained on those sites, unless expressly stated otherwise. <\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"> Investment advisory services are provided by Wealthfront Advisors, an SEC-registered investment adviser, and brokerage products and services, are provided by Wealthfront Brokerage LLC, member FINRA\/SIPC. Wealthfront Software LLC (&#8220;Wealthfront&#8221;) offers a free software-based financial advice engine that delivers automated financial planning tools to help users achieve better outcomes. <\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">All investing involves risk, including the possible loss of money you invest, and past performance does not guarantee future performance. Please see our Full Disclosure for important details. <\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Wealthfront Advisers, Wealthfront Brokerage and Wealthfront are wholly owned subsidiaries of Wealthfront Corporation. <\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">© 2020 Wealthfront Corporation. All rights reserved.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Many of our clients use TurboTax until they hit certain triggers in the complexity of their financial lives. If you spent more than a few hours on your taxes this year, it’s time to ask yourself whether it makes sense to outsource this portion of your financial life to an accountant. One of my rules [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7289,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[20,469,1096,226,237],"yst_prominent_words":[3650,1418,3651,3645,1576,2634,3646,3648,3649,10372,3647,2203,2123,2132,2429,1297,6485,6552,5808,6364],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3861"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3861"}],"version-history":[{"count":5,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3861\/revisions"}],"predecessor-version":[{"id":12577,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3861\/revisions\/12577"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7289"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3861"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3861"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3861"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3861"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}