{"id":3870,"date":"2013-04-18T13:39:21","date_gmt":"2013-04-18T20:39:21","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3870"},"modified":"2020-05-14T17:52:57","modified_gmt":"2020-05-15T00:52:57","slug":"young-investors-timing-market","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/young-investors-timing-market\/","title":{"rendered":"Burt Malkiel&#8217;s Rule for Young Investors: Save Regularly"},"content":{"rendered":"<p><span class=\"firstcharacter\">W<\/span>ealthfront CIO and Princeton emeritus economics professor Burt Malkiel sat down with us a few weeks ago to talk about two of his favorite topics: perseverance and patience. In other words, invest regularly, and stay invested.<\/p>\n<p>Burt cites a famous essay by Warren Buffett. Buffett uses it in part to explain his practice of placing big bets in good companies when the market is headed down, and then waiting for the stock prices to turn around. That’s beyond the scope of non-professionals. But there is a way young investors can benefit from the same idea. If you persevere by investing regularly, even in markets that don’t look promising, you are more likely to reap a large reward over time than if you tried to take advantage of a rising market.<\/p>\n<p>Who wins? The tortoise, not the hare.<\/p>\n<p>Please enjoy the Q&amp;A.<\/p>\n<h2>Get Into The Habit Of Saving And Investing<\/h2>\n<p>I think one of the biggest mistakes that people make, particularly young people, is to say, “You know, I’m never going to get old. You know, investing is for people in their 40s and 50s and 60s.”<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">And it’s a mistake because you don’t get into the habit of saving. Also, you don’t get the advantage of compounding. A dollar invested early in life is much more important than the dollar you save later in life.<\/p>\n<\/div>\n<p>Start saving regularly. People say, “Okay, I’ll start a retirement plan. I’ll put money in periodically. But then they get into a situation when it looks like the sky is falling, and they stop.”<\/p>\n<p>And that’s what gets you. So, I would say, “Start saving early and save regularly.&nbsp;You will do very, very well over time and likely have a very happy retirement when the time comes.&#8221;<\/p>\n<h2>Stay Invested<\/h2>\n<p>One of the things that we know from our study of behavioral finance is that unfortunately when we’ve had bad markets, and when we’ve had a lot of volatility, that people tend to not put money into the markets. In fact, money was pulled out dramatically in 2008 and 2009 when people were thinking the world was going to come to an end.<\/p>\n<p>To illustrate the folly of doing this, I love this essay by Warren Buffett:<\/p>\n<p>“Let’s do the following quiz. Suppose you’re going to eat hamburgers all through your life. And you’re going to be buying them over the next five years. Do you want the price of hamburgers to go up or down?”<\/p>\n<p>I’m aware that the question answers itself. You’re going to be buying hamburgers, you want the price to go down.<\/p>\n<p>“Okay, suppose you’re going to be buying automobiles over the next five years? Do you want the price of automobiles to go up or down (And you are not an automobile manufacturer!)”<\/p>\n<p>And, you say, “Well, naturally I want the price to go down.”<\/p>\n<p>And then Buffet says: “Now the final exam. Suppose you’re going to be investing for the next several years. Do you want the price of the stocks to go up or down?<\/p>\n<p>And everybody gets this one wrong! It’s only people who are withdrawing in the near future who want stocks to go up!<\/p>\n<p>That’s the key lesson for young people. Start a program and don’t worry if the prices go down in the short-term. If you continue to invest through the bad market you’re going to be even better off over the long run.<\/p>\n<p>We know that people get spooked. And I think the advantage of having someone capable managing your money for you, like Wealthfront, is having people think, “Yup, things haven’t looked good, but we’ve got a bunch of professionals who know what they’re doing. They’re going to have my back, and they’re not going to charge me an arm and a leg.”<\/p>\n<p>That will take a lot of the perceived risk out of this.<\/p>\n<h2>Keep Your Emotions In Check<\/h2>\n<p>I am afraid to say that emotion usually plays a more negative role than a positive role. Because the evidence is just so clear what people do wrong. They put money in at the wrong time. They take it out at the wrong time.<\/p>\n<p>They tend to buy the hot mutual fund. Interestingly enough, when the money was going into the market, in the first quarter of 2000, which was the height of the Internet bubble, where was it going? It was going into Internet stock funds.<\/p>\n<p>There were many other equity funds that held the AT&amp;Ts of the world, that were very, very much out of favor. People were operating in this sort of “get rich quick” environment. They saw one Internet stock after another double in price. We saw people putting ‘.com’ after their name, and the price would soar.<\/p>\n<p>I’m afraid that emotion is much more likely to play a negative role in investing than a positive role. The market as a whole over the long run has had a reasonable rate of return. But individuals don’t make the market return because their money goes in at the wrong time and out at the wrong time. … And that’s largely because of emotion.<\/p>\n<h2>Stay In It For The Long Run<\/h2>\n<p>It’s exciting to win, but it’s slow and steady and not getting off track that wins in the long run. And don’t get too excited about some short-run win, because that might get you into trouble.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wealthfront CIO and Princeton emeritus economics professor Burt Malkiel sat down with us a few weeks ago to talk about two of his favorite topics: perseverance and patience. In other words, invest regularly, and stay invested. Burt cites a famous essay by Warren Buffett. Buffett uses it in part to explain his practice of placing [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7235,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[56,366,357],"yst_prominent_words":[3638,3635,3637,3640,1242,1554,3639,1294,1240,3642,1268,3641,1756,5522,3643,1296,3644,1557,3636,3047],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3870"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3870"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3870\/revisions"}],"predecessor-version":[{"id":13113,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3870\/revisions\/13113"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7235"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3870"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3870"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3870"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3870"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}