{"id":3891,"date":"2013-04-25T13:59:42","date_gmt":"2013-04-25T20:59:42","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3891"},"modified":"2019-12-08T16:26:05","modified_gmt":"2019-12-09T00:26:05","slug":"whole-vs-term-life-insurance-investment","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/whole-vs-term-life-insurance-investment\/","title":{"rendered":"Why Whole Life Insurance Is A Bad Investment"},"content":{"rendered":"<p><span class=\"firstcharacter\">W<\/span>hen you have children, many people tell you it’s important to buy life insurance to protect your family.<\/p>\n<p>You’ll have two options:<\/p>\n<p><b>Term Life Insurance. <\/b>Term life is a life insurance product that covers a limited term in return for a constant monthly premium over the covered term. For someone who is 30 years old, premiums can be less than $75 per month.<\/p>\n<p><b>Whole Life Insurance. <\/b>Whole life is a hybrid investment and insurance product that covers you until death. For someone who is 30 years old,  the premiums can be less than $800 per month, and they don’t change over the life of the policy.<a title=\"\" href=\"#_ftn1\">[1]<\/a><\/p>\n<p>Whole life insurance is a more complicated product than term life insurance. Like universal life or variable universal life insurance, whole life offers an insurance payout and, over time, the policies accrue a cash value that can be withdrawn.<\/p>\n<p>Typically, a whole life policy&#8217;s cash value increases by a guaranteed minimum per year and by a larger, &#8220;expected&#8221; amount that varies each year with changes in the financial markets. Term life insurance does not offer a cash value. It only serves to insure you against death during the policy&#8217;s term.<\/p>\n<p>The cash value helps financial advisors and insurance agents position whole life insurance as a type of investment product.<b> We believe whole life does not make sense as an investment product.<\/b><\/p>\n<h2>How the math works: whole life vs. term life<\/h2>\n<p>To understand why, consider the analysis in Table 1 that compares the annual premiums and expected values associated with $1 million whole and term life insurance policies. The analysis shows what would happen if you took the difference in premiums between a whole life insurance policy and a term life insurance policy and invested it, with the return you could expect from a diversified investment portfolio like those Wealthfront offers. We then compared the ultimate value of the saved premiums, including those expected returns, with the cash value of the whole life product over the same period of time.<\/p>\n<p>Table 1.<\/p>\n<p>Difference Between Whole Life &amp; Term Life Insurance<\/p>\n<table>\n<tbody>\n<tr>\n<th><\/th>\n<th>Whole Life<\/th>\n<th>Term Life<\/th>\n<th>Difference<\/th>\n<\/tr>\n<tr>\n<td>Annual Premium<\/td>\n<td>$8,230<\/td>\n<td>$672<\/td>\n<td>$7,558<\/td>\n<\/tr>\n<tr>\n<td>Expected Value after 20 years<\/td>\n<td>$236,679<\/td>\n<td><\/td>\n<td>$313,939<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>In this example – which we developed using a term life quote and a whole life illustration, or policy explanation, from MetLife, a high-quality insurance company – a 30-year-old male has a choice between whole life insurance and term life insurance for a period of 20 years. The whole life insurance has an annual premium of $8,230 per year (you can pay monthly but it costs slightly more). The 20-year term life insurance costs $672 per year.<\/p>\n<p>After 20 years the expected cash value of the whole life policy (the amount you could withdraw) is $236,679.<\/p>\n<p>If you invested the difference between the two premiums in a Wealthfront account using an allocation based on our clients’ average risk tolerance, you would expect the difference in premiums to grow to $313,939 over 20 years<a title=\"\" href=\"#_ftn2\">[2]<\/a>, which represents an additional $77,260 or 33% over the expected cash value at the same point in time for your whole life insurance policy.<\/p>\n<p>The shorter the term you want to insure, the greater the difference in value. After 10 years, the expected cash value of the whole life insurance policy is $70,871, while the expected outcome from term life plus an investment portfolio would be $108,355 – 52% more.<\/p>\n<p>The difference in the ultimate value of the two approaches is due to the high fees insurance companies pay to distributors (which is why these policies are pushed so hard by financial advisors and insurance agents) and the extra profits to the insurer.<\/p>\n<p>To be fair to the insurance companies, whole life insurance covers you until you die.  Therefore, if you think there is a reasonable chance you could die in your 50s (i.e. more than 20 years after you buy the policy), whole life insurance could be a better bet.<\/p>\n<p>Whole life insurance also offers a guaranteed minimum cash reserve value. In the case portrayed in Table 1, the guaranteed minimum cash value is $190,000. If you think the markets are not likely to appreciate over the next 20 years then whole life insurance is a better deal. If you think you’re likely to live into your 60s or that capital markets are likely to appreciate, even modestly, term life insurance is a much better deal.<\/p>\n<h2>Why buy insurance?<\/h2>\n<p>Life insurance financially protects your loved ones in the unlikely event you or your spouse dies before your family builds a significant net worth. You want to have enough in assets, so that your family could pay off the mortgage and maintain your standard of living, even if one or both parents dies.<\/p>\n<p>You want to buy the most cost effective bridge from your current state until the point at which it’s likely your family would have enough in assets to cope with that kind of change. If you work in Silicon Valley, chances are you’ll need a policy for no more than 20 years, because you should be able to develop an equity stake worth at least $1-$2 million in that time span if you follow our <a title=\"Build Your Silicon Valley Career\" href=\"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/\" target=\"_blank\" rel=\"noopener noreferrer\">career advice<\/a> and earn an equity stake consistent with the industry standards we show in our <a title=\"Tech Startup Salary &amp; Equity Compensation Tool\" href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener noreferrer\">startup compensation tool<\/a>.<\/p>\n<p>If you look to join a company with momentum, you have a very good chance of garnering a 0.1% stake in a business that could be worth at least $1 billion if it goes public (i.e. $1 million to you). It will also put you into position to later earn a much larger equity position at a hot startup that could earn you well more than that.<\/p>\n<p>Over 20 years you should have at least five shots at a big outcome. Managed well, your equity stakes should be able to supply your required reserve. When you feel comfortable with your reserve, you can cancel your term life insurance policy without a penalty.<\/p>\n<p>This analysis shows you why whole life insurance doesn’t generally make sense as an investment product, especially for families in Silicon Valley. Brokers and advisors who are paid high commissions on whole life insurance policies try to take advantage of your desire to protect your family in order to sell you whole life insurance. But, you don&#8217;t have to fall for their pitch.<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><span style=\"color: #555555\">[1]<\/span>We’re basing our estimates of prices on quotes from several major life insurance companies.<\/p>\n<\/div>\n<div>\n<p><a id=\"_ftn2\"><\/a><span style=\"color: #555555\">[2]<\/span>This assumes a base annual return of 5.72% (please see the <a href=\"https:\/\/www.wealthfront.com\/plan\"><i>Projected Performance<\/i> chart<\/a> with a risk level of 7) and an additional 1.4% per year after-tax return from <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">continuous tax loss harvesting<\/a>. That translates to a total annual return of 7.12% (5.72% + 1.40%). These expected Wealthfront returns are net of all fees.<\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong> Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security or insurance product. Wealthfront is not a licensed insurance agent.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Past performance is no guarantee of future results, and any hypothetical returns, expected returns, or probability projections may not reflect actual future performance. There is a potential for loss as well as gain that is not reflected in the hypothetical information portrayed. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When you have children, many people tell you it’s important to buy life insurance to protect your family. You’ll have two options: Term Life Insurance. Term life is a life insurance product that covers a limited term in return for a constant monthly premium over the covered term. For someone who is 30 years old, premiums [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7257,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7231],"tags":[65,68,366],"yst_prominent_words":[3622,3623,3629,3633,3625,3634,3583,3587,3626,3630,3620,3619,3627,3631,3624,3628,3588,3586,3621,5573],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3891"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3891"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3891\/revisions"}],"predecessor-version":[{"id":12196,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3891\/revisions\/12196"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7257"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3891"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3891"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3891"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3891"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}