{"id":3895,"date":"2013-05-02T13:47:30","date_gmt":"2013-05-02T20:47:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3895"},"modified":"2021-05-10T15:11:06","modified_gmt":"2021-05-10T22:11:06","slug":"exercise-stock-options-taxes","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/","title":{"rendered":"Three Ways To Avoid Tax Problems When You Exercise Options"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener noreferrer\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>I love the movie <i>Wall Street<\/i> because Gordon Gekko’s single-minded pursuit of money led to his downfall. This is not just a Hollywood story. In my past role as a tax accountant in Silicon Valley, I saw many executives and employees get greedy, too. By attempting to capture an early gain in their company’s stock, they exercised so many stock options that they didn’t have enough money to pay the taxes due on their gains.<\/p>\n<p>A surprisingly large number of people fall into this trap. Some of them are just ill-informed. Others, I believe, are overcome by their greed: It causes them to forget that stock prices can go down as well as up, or keeps them from embracing a rational plan to pay the taxes.<\/p>\n<h2>Up A Creek<\/h2>\n<p>In most cases, when you exercise your options, income taxes will be due on the excess of the option value (set either by the company’s board of directors, if it is private, or by the market, if it is public) over its exercise price.<\/p>\n<p>If you have non-qualified options (“Non quals” or NQOs), your employer must withhold taxes when you exercise your options, as if you had received a cash bonus. The employer decides how much to withhold, based on guidelines from the IRS and the states. Unless you sell stock at the time of exercise to cover your withholding, you will have to write a check to your employer for the taxes withheld.<\/p>\n<p>If you have incentive stock options (ISOs), your employer will not withhold taxes. That means it’s up to you to self-regulate and set aside the taxes you’ll owe.<\/p>\n<p>Whether you have NQOs or ISOs, you will need to set aside money held in another account, like a savings or money market account, to pay taxes. If you don’t have the resources to pay the tax due on an option exercise, you should consider exercising fewer options so you don’t create an income tax obligation you can’t afford to pay.<\/p>\n<p>Following are two scenarios that show what can happen if you get greedy and exercise as many options (either non-quals or ISOs) as you can without a plan. You might find yourself in a financial quagmire, stuck owing more in taxes than you have cash on hand to pay.<\/p>\n<h2>NQO SCENARIO<\/h2>\n<p>You exercise a non-qualified stock option when its value is $110 and your exercise price is $10.<\/p>\n<p>Your taxable compensation income is $100.<\/p>\n<p>Assume you are in the highest federal and state income tax brackets, so you owe 50% of the gain to the government.<\/p>\n<p>Your tax on the exercise is $50. You’ll write a check to your employer for the $35 of federal and state taxes the company must withhold. You still owe $15 in taxes.<\/p>\n<p>At this point you own stock in your employer, you’ve paid $10 to exercise options, and $35 for tax withholding.<\/p>\n<h2>What happens next?<\/h2>\n<p>The stock price drops to $10, at which time you sell your stock.<\/p>\n<p>The final result is you have no stock, have spent $35 for taxes and <strong>still owe $15 in taxes<\/strong> (the $10 to exercise NQO and $10 from stock sale net to zero).<\/p>\n<p>Put enough zeros behind these numbers, and you can see how this becomes a problem.<\/p>\n<p>Yes, the $100 loss on the stock sale is tax deductible, but it is a capital loss. The loss deduction may be subject to annual limits, so your tax savings may not be realized for many years.<\/p>\n<h2>ISO SCENARIO<\/h2>\n<p>You exercise an ISO when its value is $110 and your exercise price is $10.<\/p>\n<p>You have no taxable income for regular tax purposes and $100 taxable income for Alternative Minimum Tax  (AMT) purposes. The exercise of the ISO will likely cause you to be subject to AMT for federal purposes and may cause you to be subject to the AMT for state purposes, so assume you owe 35% of the gain to the government.<\/p>\n<p>Therefore your tax on the exercise is $35, and since employers don’t withhold taxes on ISO exercises you must be prepared to pay this $35 from your own resources.<\/p>\n<p>At this point you own stock in your employer, you’ve paid $10 to exercise options, and have a $35 tax obligation.<\/p>\n<h2>What happens next?<\/h2>\n<p>The stock price drops to $10, at which time you sell your stock.<\/p>\n<p>The final result is you have no stock, but <strong>you still owe $35 in taxes<\/strong> (the $10 to exercise ISOs and $10 from stock sale net to zero).<\/p>\n<p>It was in the cases of ISOs<a title=\"\" href=\"#_ftn1\">[1]<\/a> that I more often saw people in IRS nightmares, with tax bills in the hundreds of thousands or even millions they couldn’t pay.<\/p>\n<p>As in the case of non-qual exercises, the $100 loss is tax deductible, but may be subject to annual limits.  Also note that you will have a different basis in your stock for regular tax and AMT purposes, as well as an AMT credit carryover, which should be taken into consideration.<\/p>\n<p>Do these scenarios sound unlikely? I have seen versions of them happen dozens of times, often enough that I tell this cautionary tale whenever I can.<\/p>\n<h2>What can be done to avoid a potential problem?<\/h2>\n<p>• If your employer is public, consider selling at least enough stock at exercise to pay for your ultimate tax liability. This is commonly referred to as a cashless exercise. On exercise, you immediately sell enough stock to pay both the exercise price and your anticipated tax liability. (But remember that you should still set aside some money for the incremental tax due).<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">If you don&#8217;t have enough to pay the taxes, consider exercising fewer options.<\/p>\n<\/div>\n<p>• Exercise fewer options so that you keep money aside to pay taxes. This is the hardest choice for many people to make, because they worry that if they don’t act now, that they will have missed a potential big opportunity.<\/p>\n<p>• Consider exercising your options in a staggered fashion. If you hold stock from previously exercised options, that gives you the opportunity to sell the stock as you exercise additional options. This choice can be particularly beneficial if stock has been held for over one year and the associated gain qualifies for favorable long-term capital gain tax treatment.<\/p>\n<h2>Manage Your Downside Risk<\/h2>\n<p>Be just as rational when it comes to your options as you are when you are planning your investment portfolio. Stock values don’t always increase over time. Part of what you’re doing is managing downside risks. That may mean parting with some of the potential upside to avoid a catastrophic downside.<\/p>\n<p>Being greedy, or unprepared, and betting all of your assets on the future of your employer’s stock can produce some unexpected and undesirable financial consequences.<\/p>\n<div>For more on employee stock options, visit our <a title=\"Wealthfront Knowledge Center: Stock Options &amp; RSUs\" href=\"https:\/\/blog.wealthfront.com\/category\/stock-compensation\/\" target=\"_blank\" rel=\"noopener noreferrer\">Stock Options &amp; RSUs<\/a> section.<\/div>\n<div><\/div>\n<div><em>Bob Guenley was a tax accountant to Silicon Valley executives from the 1980s through the 2000s, and currently works for a leading venture capital firm.<\/em><\/div>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs I love the movie Wall Street because Gordon Gekko’s single-minded pursuit of money led to his downfall. This is not just a Hollywood story. In my [&hellip;]<\/p>\n","protected":false},"author":73,"featured_media":7256,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1098,461,1096,366,226,237],"yst_prominent_words":[3615,3603,3611,3617,3609,6599,3193,2885,6600,3618,3605,3616,3614,1310,3604,3602,3613,2123,3610],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3895"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/73"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3895"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3895\/revisions"}],"predecessor-version":[{"id":14039,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3895\/revisions\/14039"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7256"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3895"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3895"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3895"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3895"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}