{"id":3903,"date":"2013-05-09T09:11:03","date_gmt":"2013-05-09T16:11:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3903"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"7702-retirement-plan","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/7702-retirement-plan\/","title":{"rendered":"7702 Retirement Plan? There’s No Such Thing"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span> growing number of insurance companies and independent financial advisors have been selling “7702 Plans,” sometimes referred to as a &#8220;7702 Private Plan,&#8221; for retirement.<br \/>\nOn Google alone, a query for “7702 plan” results in almost 1.5 million pages of matches.<\/p>\n<p dir=\"ltr\">This is fascinating, largely because there is no such thing as a 7702 plan.<\/p>\n<h2>A vehicle for selling life insurance<\/h2>\n<p dir=\"ltr\">If you go to one of the thousands of websites, you’ll find a description of something that sounds like a 401(k) or IRA, but is based on life insurance. The page will explain that unlike traditional retirement plans like 401(k) and IRA accounts, “life insurance retirement plans” have no limit on contributions or size, and no requirements for withdrawals at a certain age.<\/p>\n<p dir=\"ltr\">A 7702 is not a “retirement plan” as most people understand retirement plans. Rather, it’s another name for a life insurance policy, often <a href=\"http:\/\/en.wikipedia.org\/wiki\/Variable_universal_life_insurance\">variable universal life<\/a>.<\/p>\n<p dir=\"ltr\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/05\/35456130.png\"><img loading=\"lazy\" class=\"alignright size-full wp-image-3904\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/05\/35456130.png\" alt=\"35456130\" width=\"200\" height=\"200\" \/><\/a>I first learned about the term “7702 plan” in a Starbucks in Palo Alto a few months ago. Elliot Shmukler (our VP of Product) and I were walking to Starbucks in Palo Alto, discussing Wealthfront. Unsolicited, a woman interrupted us and asked if we did “7702 Plans”?  It turned out she was a professional financial advisor, and she proceeded to give us a helpful “tip” to grow our business: sell 7702 plans!<\/p>\n<p dir=\"ltr\">Insurance agents and financial advisors are using this tactic to aggressively market expensive life insurance policies.  No thanks.<\/p>\n<h2>Marketing gimmick: Mimic the 401(k)<\/h2>\n<p dir=\"ltr\">There are very few people who actually cite lines of tax code like citations from Shakespeare, but there is one section of the tax code that is famously quoted: the 401(k). Yes, there is actually a “subsection 401(k)” of the Internal Revenue Code, dating back to 1978, that allows corporations to provide tax-deferred retirement accounts to their employees.<\/p>\n<p dir=\"ltr\">The Internal Revenue Code also has subsection 7702. It’s the section that discusses the tax implications of life insurance contracts. Some advisors are using the construct of the 401(k) name to relabel life insurance policies as 7702 plans, thus associating them with the concept of retirement plans.<\/p>\n<p dir=\"ltr\">“7702 Plan” is just a marketing term used to allow an existing set of life insurance products to borrow some of the credibility from the IRA and the 401(k). Linking life insurance policies subversively to 401(k)s makes them easier to sell. It doesn’t make them retirement plans.<\/p>\n<h2>It’s not an account, and it’s not a plan<\/h2>\n<p dir=\"ltr\">It’s important to note that this isn’t a post about how bad whole life insurance is.  (Andy Rachleff recently authored <a title=\"Whole vs. Term Life Insurance\" href=\"https:\/\/blog.wealthfront.com\/whole-vs-term-life-insurance-investment\/\" target=\"_blank\">Why Whole Life Is A Bad Investment<\/a>.) Nor am I arguing that whole life insurance (and universal life and annuities) do not have tax benefits that can be turned to your advantage. As a society, we have chosen not to tax death benefits.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">A life insurance policy is a contract between you and the company.<\/p>\n<\/div>\n<p dir=\"ltr\">What life insurance clearly is NOT is a retirement plan like a 401(k). The marketing of whole life insurance policies as a form of savings and investment is wholly the creation of the insurance industry.<\/p>\n<p dir=\"ltr\">A 401(k) or an IRA is an account that holds assets that you own, but an institution has on deposit <em>for<\/em> you. There are extensive regulations and definitions around companies and organizations that are allowed to hold the accounts and manage the relationship with you.<\/p>\n<p dir=\"ltr\">A life insurance policy, in contrast, is a <em>contract<\/em> between you and the company. At its base, the policy is an arrangement between you and the life insurance company. The terms are set at the beginning and generally are highly favorable to the insurance company, and you can’t change them as your life evolves.  While the terms on variable universal life policies are more flexible than whole life, the economics are designed to be extremely profitable for the insurance company.<\/p>\n<h2>Huge commissions lead to aggressive sales<\/h2>\n<p dir=\"ltr\">Leveraging historical tax treatment for life insurance policies, the industry has continued to generate a never-ending set of <a title=\"BenefitsPro on Life Insurance\" href=\"http:\/\/www.benefitspro.com\/2012\/07\/13\/life-insurance-is-most-profitable-voluntary-produc\" target=\"_blank\">incredibly profitable<\/a> products, allowing them to pay enormous commissions to the people who sell insurance products to individuals. It’s not surprising to see an aggressive tactic like labeling these products “7702 Plans” and “7702 Private Plans.”<\/p>\n<p dir=\"ltr\">The high profitability of these products gives the incentive for a wide range of financial services to sell these products. A product that is highly profitable for an insurance company is often a poor deal for you.<\/p>\n<h2>Don’t be fooled<\/h2>\n<p dir=\"ltr\">If you are approached by someone touting the advantages of a 7702 private plan, know that they are (1) talking about life insurance, and (2) that they are using a relatively new, and fairly aggressive sales technique.<\/p>\n<p dir=\"ltr\">At <a href=\"https:\/\/www.wealthfront.com\/c\/blog7022\">Wealthfront<\/a>, we recommend that people who want to save for retirement take advantage of low-fee, well diversified portfolios in IRAs. Be informed, be careful and do your own research. (Take a look at our <a href=\"https:\/\/blog.wealthfront.com\/category\/retirement-planning\/\">retirement section<\/a> for more on this particular topic). We’re continuing to work on an analysis of the tax benefits of whole life compared with the tax benefits of an IRA and hope to publish it in the next few weeks.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security or insurance product.  Wealthfront is not a licensed insurance agent. <b>Past performance is no guarantee of future results.<\/b><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A growing number of insurance companies and independent financial advisors have been selling “7702 Plans,” sometimes referred to as a &#8220;7702 Private Plan,&#8221; for retirement. On Google alone, a query for “7702 plan” results in almost 1.5 million pages of matches. This is fascinating, largely because there is no such thing as a 7702 plan. [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7269,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7241],"tags":[12,68,107,366,198,237],"yst_prominent_words":[3596,3595,3590,3600,3594,3591,3599,3592,3585,3583,3584,3587,2140,3601,3589,3597,3598,3593,3588,3586],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3903"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3903"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3903\/revisions"}],"predecessor-version":[{"id":11754,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3903\/revisions\/11754"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7269"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3903"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3903"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3903"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3903"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}