{"id":3910,"date":"2013-05-16T12:22:03","date_gmt":"2013-05-16T19:22:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3910"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"bond-diversification-alternatives","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/bond-diversification-alternatives\/","title":{"rendered":"Sacrifice of the Bondholders"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>nvestors throughout the world have been flocking to so-called “safe havens.“ The 10-year U.S. Treasury Bond has recently been trading at a yield between 1.5% and 2%. Short-term U.S. Treasury interest rates are near zero. Even if inflation stays at a 2% rate over the next decade<a title=\"\" href=\"#_ftn1\">[1]<\/a>, U.S. bonds will be a sure loser, providing negative real (after inflation) rates of return. If interest rates rise to more normal levels, investors will suffer substantial capital losses. Interest rates are also low in the center of Europe as well as in Japan. There are no “safe” economies where savers are able to earn positive real returns on government bonds.<\/p>\n<p>Most of the developed countries of the world are burdened with excessive debt.  Governments around the world are having great difficulty reining in spending.  The easier course of action as seen by politicians is to hold interest rates down to artificially low levels and hope that over time, inflation will erode the real value of the debt.  The process is known as “financial repression.”  It is a not-so-subtle form of debt restructuring and bondholders will be the sure losers.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">We have seen this movie before in the United States, after World War II.<\/p>\n<\/div>\n<p>We know how bondholders will lose because we have seen this movie before in the United States.  After World War II, the debt-to-GDP ratio in the United States peaked at 122% in 1946, even higher than today’s ratio of about 100%. The policy response then was to keep interest rates pegged at the low wartime levels for several years and then to allow them to rise only gradually beginning in the 1950s.  Moderate-to-high inflation reduced the debt\/GDP ratio to 33% in 1980, but this was achieved at the expense of bondholders.<\/p>\n<h2>Double whammy: low interest rates, capital losses<\/h2>\n<p>Bond investors suffered a double whammy during the 1950s and later.  Not only were interest rates artificially low at the start of the period, but bondholders suffered capital losses when interest rates were allowed to rise and new bonds issued were more appealing to investors than the old ones.<\/p>\n<p>Over the post-War period, bondholders received nominal rates of return that were barely positive and real returns (after inflation) that were significantly negative. We are likely to be entering a similar era today.<\/p>\n<p>So what are investors—including those investors in retirement who seek steady income—to do?  I think there are two reasonable strategies that investors should consider. At Wealthfront, we employed both, implementing <a title=\"Wealthfront's tax-efficient investments\" href=\"https:\/\/blog.wealthfront.com\/tax-efficient-investments\/\" target=\"_blank\">a new investment mix<\/a> that includes a more diversified mix of bonds and adds dividend-paying blue chip stocks.<\/p>\n<p>Investors can look for bonds with moderate credit risk where spreads over U.S. Treasury yields are generous. For example, government bonds issued by Australia and New Zealand have yields 1.5 to 2 percentage points higher than the bonds of the US government.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">There are two reasonable strategies for investors to consider: diversifying their bond mix and adding dividend-paying blue chip stocks.<\/p>\n<\/div>\n<p>There are many countries in the world (including the fast-growing emerging markets) that have low debt\/GDP ratios, younger populations and excellent growth prospects.  On the other hand, our aging populations in the United States, Europe and Japan are likely to lead to deteriorating fiscal situations. Many of the developing economies issue bonds with good credit quality and attractive yields.<\/p>\n<p>In addition, taxable investors should consider a portfolio of tax-exempt municipal bonds. The fiscal problems of state and local governments are well known, and the parlous state of municipal budgets has led to relatively high yield spreads on all tax-exempt bonds.  Many revenue bonds with stable and growing sources of revenue sell at quite attractive yields relative to U.S. Treasuries.<\/p>\n<p>The second strategy is to consider using a diversified group of dividend-paying blue chip stocks (whose dividends have grown consistently over time) as an income-producing asset class. Many excellent companies have dividend yields that compare very favorably with the bonds issued by the same company.<\/p>\n<h2>Blue-chip bonds vs. blue-chip stocks<\/h2>\n<p>An example is AT&amp;T.  <a title=\"AT&amp;T common stock quote\" href=\"http:\/\/www.nasdaq.com\/symbol\/t\" target=\"_blank\">AT&amp;T common stock<\/a> has a dividend yield of almost 5%, about double the yield on <a title=\"AT&amp;T 10-year bond quotes\" href=\"http:\/\/quicktake.morningstar.com\/stocknet\/bonds.aspx?symbol=t\" target=\"_blank\">AT&amp;T 10-year bonds<\/a>.  Moreover, the dividend from AT&amp;T has grown at a 5% rate since 1985.  While the growth rate of the dividend may moderate over the years ahead, it is difficult for me to imagine that investors won’t be better off with telephone stock (and stocks of similar dividend growth equities) than they will be from bonds in the same companies.  And if interest rates normalize, the volatility of a bond portfolio may be no less than the volatility of a dividend-growth portfolio.<\/p>\n<p>We are very likely to have entered an era that will be inhospitable for investors in many high-quality bonds in the world’s developed economies.  Fortunately, some reasonable alternative strategies exist for income-seeking investors.  The traditional diversification advice of a simple stock-bond mix needs to be fine-tuned.<\/p>\n<div>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ftnref1\">[1]<\/a>  The informal target of the Federal Reserve<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Past performance is no guarantee of future results.<\/span><\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Investors throughout the world have been flocking to so-called “safe havens.“ The 10-year U.S. Treasury Bond has recently been trading at a yield between 1.5% and 2%. Short-term U.S. Treasury interest rates are near zero. Even if inflation stays at a 2% rate over the next decade[1], U.S. bonds will be a sure loser, providing [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7263,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[470,370,54],"yst_prominent_words":[3580,3576,3570,1976,3574,3573,3575,3577,3571,3569,3581,2782,1990,1257,3091,3579,3578,2672,3582,3572],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3910"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3910"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3910\/revisions"}],"predecessor-version":[{"id":11755,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3910\/revisions\/11755"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7263"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3910"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3910"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3910"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3910"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}