{"id":3911,"date":"2013-05-22T10:18:58","date_gmt":"2013-05-22T17:18:58","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3911"},"modified":"2019-12-08T16:25:49","modified_gmt":"2019-12-09T00:25:49","slug":"college-vs-retirement-savings-silicon-valley","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/","title":{"rendered":"You Need Equity To Live In Silicon Valley"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Since this blog post was written in 2013, we’ve released <\/span><\/i><a href=\"https:\/\/blog.wealthfront.com\/introducing-path\/\"><i><span style=\"font-weight: 400;\">Path<\/span><\/i><\/a><i><span style=\"font-weight: 400;\">, our automated financial planning solution, for <\/span><\/i><a href=\"https:\/\/blog.wealthfront.com\/understanding-path-retirement\/\"><i><span style=\"font-weight: 400;\">retirement<\/span><\/i><\/a><i><span style=\"font-weight: 400;\">, <\/span><\/i><a href=\"https:\/\/blog.wealthfront.com\/path-college\/\"><i><span style=\"font-weight: 400;\">college<\/span><\/i><\/a><i><span style=\"font-weight: 400;\">, and <a href=\"https:\/\/blog.wealthfront.com\/path-homeownership\/\">home<\/a>. Now, you can plan for your financial goals, whether you live in the Bay Area or not.<\/span><\/i><\/p>\n<p><span class=\"firstcharacter\">T<\/span>he other day we were modeling our typical client’s spending when we realized something disturbing – an average Bay Area-based young couple has to own equity in a business if they hope to send their kids to a good university <i>and<\/i> be able to retire well.<\/p>\n<p>Investing well <em>alone<\/em> can’t get you there.<\/p>\n<p>Our analysis found you need to work for at least one company where your equity stake can generate at least a few hundred thousand dollars after tax to make your economics work in the Bay Area.<\/p>\n<p>The problem is the hole that opens up in a typical couple’s budget when they are in their late 30s. Three big pressures converge then: the mortgage on your expensive Bay Area home, and the dueling needs to fund your retirement and your kids’ college early so that you take advantage of compounding.<\/p>\n<p>That’s why we say: You need equity to live in Silicon Valley.<\/p>\n<h2>Our example of a Silicon Valley couple<\/h2>\n<p>To do our analysis we had to make a number of assumptions about a young, professional Silicon Valley couple<a title=\"\" href=\"#_ftn1\"><b>[1]<\/b><\/a>. We started with 30 year olds. We assumed they earn a generous $250,000 per year and spend $60,000 per year on items not related to supporting children.  The couple’s income and spending grow at an inflation rate of 3% per year. Their income stops at age 65, when they retire, but they begin drawing social security at 70.<\/p>\n<p>They <a title=\"Is Your Home an Investment?\" href=\"https:\/\/blog.wealthfront.com\/home-mortgage-investment\/\" target=\"_blank\" rel=\"noopener noreferrer\">buy a house<\/a> when they turn 30 for $1 million financed with a $200,000 down payment and an $800,000 mortgage. The mortgage has a 3.75% fixed interest rate for 30 years. For context, a 3.75% interest rate is historically low.<\/p>\n<p>Federal and state taxes represent 45% of income, and savings are invested at 6% a year.<\/p>\n<p>The couple has two children, one when both are 30 and the other when they’re 32. Each child costs about <a title=\"USDA: Cost of Raising a Child Calculator\" href=\"http:\/\/www.cnpp.usda.gov\/calculatorintro.htm\" target=\"_blank\" rel=\"noopener noreferrer\">$22,000<\/a> a year to support. (This number includes housing costs for the United States. In Silicon Valley, we think $22,000 is the cost without housing). The couple needs to save <a title=\"529 Plans and Saving For College\" href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">$1,100<\/a> per month for 18 years to afford to send each child to private college. Alternatively, they could save <a title=\"529 Plans and Saving For College\" href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">$6,500<\/a> per child per year for 18 years to afford to send their kids to a public university.  (Unfortunately, families that currently earn $250,000 per year do not qualify for financial aid at most universities.)<\/p>\n<h2>Your top priority<\/h2>\n<p>For purposes of our analysis, we assumed the couple would first save for their kids’ college, rather than their retirements, because college costs come first chronologically – and sending your kids to a good school should be your top priority.<\/p>\n<p>You can see our spending assumptions and savings model in the spreadsheets linked below, and if you download them, you can insert your own numbers and play with the assumptions.<\/p>\n<table>\n<tbody>\n<tr>\n<th>Spending Assumption<\/th>\n<td><a href=\"https:\/\/docs.google.com\/spreadsheet\/pub?key=0Ar5SyxHKTTDSdDJvOTZJUVhtS1djVGttS0JOWVZxMVE&amp;\">View Spreadsheet<\/a><\/td>\n<td><a href=\"https:\/\/www.dropbox.com\/s\/5e6m1jo7krsqy87\/young%20couple%20spending%20assumption.xls\" target=\"_blank\" rel=\"noopener noreferrer\">Download<\/a><\/td>\n<\/tr>\n<tr>\n<th>Savings Model<\/th>\n<td><a href=\"https:\/\/docs.google.com\/spreadsheet\/pub?key=0Ar5SyxHKTTDSdDYzY01OMjlhLVdWaGIxT1g0aTZHWUE&amp;output=html\">View Spreadsheet<\/a><\/td>\n<td><a href=\"https:\/\/www.dropbox.com\/s\/jzv34li525tgl3r\/youngcouplesavingsmodel.xlsx\" target=\"_blank\" rel=\"noopener noreferrer\">Download<\/a><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>“Other savings” is the amount left over after mortgage payments, real estate taxes, income taxes, annual spending (which includes adults and kids), and college savings.  In other words it is the equivalent to a family’s annual profit or loss. “Cumulative savings” shows how the family&#8217;s assets (aside from hard assets such as real estate) grow or decline over time. It is the amount of savings to date compounded at a constant assumed investment rate (we assumed 6%) plus the current year’s savings.<\/p>\n<p>You&#8217;ll notice a few disconcerting things from the spreadsheet.<\/p>\n<p>After putting aside what their kids need for college, our couple has nothing left for retirement savings by Year 3. By Year 4, the couple has negative cumulative savings (i.e. they owe money) even after giving up on their retirement savings plan. Cumulative savings remain negative through Year 21.<\/p>\n<p>A year after their second child goes to college, the couple has enough left after expenses to save for retirement again.<\/p>\n<h2>It could be worse<\/h2>\n<p>Some of these assumptions are aggressively generous. For example, we assumed our couple could afford the $200,000 down payment on their home. We treated the entire annual mortgage payment as tax-deductible for the 30-year mortgage period. In reality, a decreasing percentage of the mortgage payment is tax-deductible over time, which leads to higher taxes and less savings. We assumed the couple would not spend any additional money on their children after they sent them to college (even though the kids will still need spending money). A <a title=\"Wall Street Journal: Mother, Can You Spare a Room?\" href=\"http:\/\/finance.yahoo.com\/news\/mother-spare-room-215200965.html\" target=\"_blank\" rel=\"noopener noreferrer\">growing number<\/a> of recent college grads move back home after school; 56% of all adults aged 18-24 are living with their parents, according to the U.S. Census Bureau.<\/p>\n<p>More conservative assumptions on these items would probably add at least $150,000 to the couple’s cumulative spending. That means the couple would likely dig themselves a $420,000 hole rather than the $270,000 hole displayed in the spreadsheet. Add in the down payment on their house and you’re up to $620,000 and <i>that’s after tax money<\/i>! To finance the shortfall, you could borrow some of the equity value you have built in your home, but that won’t make up the whole difference. It’s also a high-risk strategy, as we learned during the financial crisis. (If home prices drop, you end up owing more than your home is worth.)<\/p>\n<h2>Old definitions of ‘a lot’ don&#8217;t hold true<\/h2>\n<p>If the couple can come up with the money to plug the hole in their budget then they will be able to ultimately afford to retire at their pre-retirement spending rate, and send their kids to good schools. But that assumes both members of the couple work until they are 65 with no breaks in between.<\/p>\n<p>An annual income of $250,000 seems like a lot of money. But home prices in the Bay Area are so high that the old definitions of “a lot” don&#8217;t hold true anymore. You could buy a much less expensive home, but then you have to start worrying about the quality of your kids’ schools and the length of your commute. All in all it’s a tough conundrum.<\/p>\n<p>(As an aside, there is a chicken-and-egg argument about whether high real estate prices drive the equity culture in Silicon Valley. You could say the same about finance and New York, or government and Washington, D.C..)<\/p>\n<p>Are there other sources of a few hundred thousand dollars? Some people are lucky enough to inherit money or get big gifts from their families. You might be in an industry, like finance, that pays bonuses that large. In Silicon Valley, your best chance of generating the cash you need to get you from here to there is to work for a company that offers an ownership stake that can become liquid in a reasonable time period.<\/p>\n<p>You’re most likely to earn a valuable equity stake if you follow our <a href=\"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/\">career advice<\/a> and join a company with momentum early in your career. We encourage you to pay attention to the equity part of your compensation package, consistent with the industry standards we display in our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\">compensation tool<\/a>. If you were to join a mid sized company with momentum, it’s not out of the question you could receive a 0.1% stake that could be worth at least $1 million pre-tax to you if the company goes public. Joining a company that achieves great success will also put you into position to later earn a much larger equity position at a hot startup that could earn you well more than that.<\/p>\n<p>Over 20 years you should have at least five shots at a big outcome. Managed well, one or more of your equity stakes should be able to address the shortfall required to retire comfortably. If you live in Silicon Valley, you have to play the equity game. Not doing so will leave you with a hole too deep to dig out.<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ftnref1\">[1]<\/a> We based our portrait on the observed income for our typical clients; three bedroom home prices within reasonable commuting distances of work; spending per child from a <a href=\"http:\/\/en.wikipedia.org\/wiki\/Cost_of_raising_a_child\">Wikipedia post<\/a>; and savings required for college from our blog post: <a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\">529 Plans &amp; Saving For College<\/a>. Investment return is typical for an average portfolio on Wealthfront.<\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Since this blog post was written in 2013, we’ve released Path, our automated financial planning solution, for retirement, college, and home. Now, you can plan for your financial goals, whether you live in the Bay Area or not. The other day we were modeling our typical client’s spending when we realized something disturbing – an [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7243,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7231,7237],"tags":[1098,461,391,1096,198,219,226],"yst_prominent_words":[3817,3816,3819,3815,1621,2732,1771,3814,2260,7070,1214,3794,3820,3818,3808,3813,3809,1394,3812,3821],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3911"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3911"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3911\/revisions"}],"predecessor-version":[{"id":11756,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3911\/revisions\/11756"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7243"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3911"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3911"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3911"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3911"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}