{"id":3920,"date":"2013-05-30T11:25:15","date_gmt":"2013-05-30T18:25:15","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3920"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"william-sharpe-retirement-planning","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/william-sharpe-retirement-planning\/","title":{"rendered":"Q&#038;A with William Sharpe: Investing In a Turbulent Market"},"content":{"rendered":"<p><span class=\"firstcharacter\">N<\/span>obel Prize-winning economist <a title=\"Nobel Laureate William Forsyth Sharpe\" href=\"http:\/\/www.nobelprize.org\/nobel_prizes\/economics\/laureates\/1990\/sharpe-autobio.html\" target=\"_blank\">William Sharpe<\/a> recently published an article showing retirees how much more money they could have in retirement by avoiding actively managed funds in favor of index-oriented funds.<\/p>\n<p>In the article, “<a title=\"Bill Sharpe on &quot;The Arithmetic of Investment Expenses&quot;\" href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=2241716\" target=\"_blank\">The Arithmetic of Investment Expenses<\/a>” in the <i>Financial Analysts Journal<\/i>, Sharpe showed that a person saving for retirement who chooses low-cost investments instead of higher-cost investments could have a standard of living throughout retirement that is more than 20% higher.<\/p>\n<p>Professor Sharpe<a title=\"\" href=\"#_ftn1\">[1]<\/a> recently spoke to Bill Snyder of the Stanford GSB about retirement strategies and lessons learned (or not learned) from the financial meltdown of 2007. This Q&amp;A was adapted from <a title=\"Interview with Bill Sharpe &amp; Bill Snyder of Stanford GSB\" href=\"http:\/\/www.gsb.stanford.edu\/news\/research\/william-sharpe-how-invest-turbulent-market\" target=\"_blank\">that interview<\/a> and used with Professor Sharpe&#8217;s permission.<\/p>\n<p><b>What did we learn from the crash and subsequent recovery that’s useful for investors and future retirees to know?<\/b><\/p>\n<p>One answer is that investments in stocks really can be very risky and that an investor had better recognize this in advance. On the other hand, we don&#8217;t have centuries of relevant experience to know the precise future likelihood of a repeat of such a severe meltdown. As always, the best we can do is to estimate the range of possible future returns, using both history and sensible economics.<\/p>\n<p><b>The equities market is around an all-time high. Should future retirees buy in now or wait for it to get cheaper?<\/b><\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Assume the equities market is somewhat more likely to go up than down and act accordingly.<\/p>\n<\/div>\n<p>I wish I knew whether in a year, we will look back and say that the current level of the market was an all-time high. But I don&#8217;t, and would warrant that few, if any, do. Better to assume the equities market is somewhat more likely to go up than down and act accordingly.<\/p>\n<p><b>In some of your earlier writings, you talk about the four pillars of investing: Diversify, economize, personalize, and contextualize. Most people know it’s a good idea to diversify. How diversified should you get?<\/b><\/p>\n<p>We teach in beginning finance classes that in an efficient market, the only kind of risk that&#8217;s rewarded with higher expected long-term returns is risk you can&#8217;t get rid of by diversification. We call this market risk. A sensible proxy for this overall market is a portfolio of all the traded bonds and stocks in the world, held in proportion to their outstanding shares or bond issues. If you own all these securities, you have diversified as much as you can. And that portfolio did not fall 50% from 2007 to 2009; it fell considerably less than 40%. Not pretty, but [it shows that] diversification would have helped.<\/p>\n<p><b>Obviously, no one can own the whole market, so I assume you’re talking about things like index funds. How does owning a portfolio of index funds compare with a portfolio built by stock and bond picking – which is to say, passively managed portfolios versus actively managed portfolios?<\/b><\/p>\n<p>Back in 1991, I published a paper called “<a title=\"Bill Sharpe on &quot;The Arithmetic of Active Management&quot;\" href=\"http:\/\/www.stanford.edu\/~wfsharpe\/art\/active\/active.htm\" target=\"_blank\">The Arithmetic of Active Management<\/a>.” It made a very simple argument: In any time period, the average actively managed dollar and the average passively managed dollar will get the same returns before costs. And since actively managed funds have higher costs, they will provide lower returns after costs. That conclusion does not rely on equilibrium theory or high-powered mathematics. It&#8217;s just simple arithmetic.<\/p>\n<p>How different are the costs? To take an example: The Vanguard Total Stock Market Index Fund costs you 6 basis points a year if you have more than $10,000 invested. That&#8217;s 6 cents per hundred dollars. The average actively managed, broadly diversified U.S. stock fund costs 112 basis points, or $1.12 per hundred dollars.<\/p>\n<p>Many people say, “What’s an extra 1% or so?” But they forget that the average return on such a fund is likely to be 7 or 8%. The relevant ratio is 1 out of 7 or 8%. Over the long term, the hit is likely to be profound.<\/p>\n<p><b>So you’re better off spending less?<\/b><\/p>\n<p>Right. That’s what I mean by economize.<\/p>\n<p><b>You’re not saying you should always stick to investing in a market-matching portfolio of global bonds and stocks, are you?<\/b><\/p>\n<p>No. If you’re younger and have mostly relatively low-risk “human capital” [potential lifetime earnings], it might make sense to invest your limited financial capital more heavily in stocks.<\/p>\n<p><b>Can you give me another example of such personalization?<\/b><\/p>\n<p>Suppose an investor works and owns a home in Silicon Valley. Personalizing her portfolio might well mean underweighting technology stocks, since a downturn in the Valley could cost her job and knock a big percentage off the value of her home. Why risk having the retirement portfolio go down as rapidly as the other ships? To take another example: When IBM tanked some years ago, many people lost their jobs. Worse yet, a number of them had invested their retirement funds largely in IBM stock, and their retirement accounts plummeted as well. I advise people not to invest heavily in their own companies, either in their retirement accounts or elsewhere.<\/p>\n<p><b>Let’s talk about spending. You read about things like the 4% rule, which generally counsels spending a constant amount in purchasing power each year in retirement. Is it a good rule?<\/b><\/p>\n<p>The classic 4% rule, which is a favorite of financial planners, says to spend the same real dollar amount every year even though the portfolio may be going up and down like crazy; then just hope you&#8217;ll die before you run out of money. Perhaps they think that if the market has gone down, it will feel sorry for you and be more likely to go up in the future. The “V” we had in the recent crash probably made the situation worse; it encouraged people to say, “Don&#8217;t worry about it going down; it will come back up within a year or two.” It might, but financial economics says that you shouldn&#8217;t count on it.<\/p>\n<p><b>Are there better approaches?<\/b><\/p>\n<p>Undoubtedly. But this is a complex subject. In my current research, I&#8217;m trying to understand the characteristics of the many different solutions being offered by the financial industry. At this point, all I can say for certain is that it is unlikely that one approach will be best for everyone.<\/p>\n<p><b>What about the other pillar: Contextualize?<\/b><\/p>\n<p>Simply put, when you think about securities markets, remember that the prices of securities are set by human beings trying to assess the range of future prospects for companies, governments, and other issuers. In a sense, the price of a security reflects the average opinion of investors about its future. You may think your opinion is superior, but it pays to be humble, investing in the market rather than trying to beat it.<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ftnref1\">[1]<\/a> Sharpe in 1996 co-founded <a title=\"Financial Engines co-founder, William Sharpe\" href=\"http:\/\/corp.financialengines.com\/corp\/founder_bill_sharpe.html\" target=\"_blank\">Financial Engines Inc.<\/a>, a Sunnyvale, Calif.-based firm that provides advisory services to the retirement plans of Fortune 500 companies.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong> Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security.  <b>Past performance is no guarantee of future results.<\/b><\/span><\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Nobel Prize-winning economist William Sharpe recently published an article showing retirees how much more money they could have in retirement by avoiding actively managed funds in favor of index-oriented funds. In the article, “The Arithmetic of Investment Expenses” in the Financial Analysts Journal, Sharpe showed that a person saving for retirement who chooses low-cost investments [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7255,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[95,180,198,269],"yst_prominent_words":[3804,3799,1319,1495,3801,3797,1359,2548,3800,3798,3805,3803,1321,3802,1484,3807,1294,3806,2922,3478],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3920"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3920"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3920\/revisions"}],"predecessor-version":[{"id":11757,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3920\/revisions\/11757"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7255"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3920"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3920"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3920"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3920"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}