{"id":3932,"date":"2013-06-12T12:33:39","date_gmt":"2013-06-12T19:33:39","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3932"},"modified":"2019-11-26T07:21:37","modified_gmt":"2019-11-26T15:21:37","slug":"how-long-should-you-stay-at-your-job","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-long-should-you-stay-at-your-job\/","title":{"rendered":"How Long Should You Stay At Your Job?"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Over the years many people who have been granted <a href=\"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/\">options<\/a> or <a href=\"https:\/\/blog.wealthfront.com\/manage-vested-rsus\/\">RSUs<\/a> have asked me for advice as to how long they should stay at their employer. As with most questions the answer is <i>it depends<\/i>.<\/p>\n<p>It depends on your happiness, the company’s prospects and your career path. For many people, four years seems to be about the right span of time. It’s no coincidence vesting periods for most companies are four years, but your decision to stay at a job should not be driven by your vesting schedule.<\/p>\n<h2>Don’t job hop, but don’t be miserable, either<\/h2>\n<p>People who are interested in maximizing the diversification of their private company option or RSU portfolios tend to only stay at each company for 1 – 2 years.  The downside of such a strategy is future employers will regard you as a <i>job hopper<\/i>.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">The highest quality startups want employees willing to commit to the company&#8217;s cause.<\/p>\n<\/div>\n<p>The highest quality startups tend to have their pick of the best talent, and they want employees willing to commit to the company&#8217;s cause. Therefore, the only people who will want to hire job hoppers will be the companies you shouldn’t want to work for. As a result you may get diversification, but a diversified portfolio of stock options that are not likely to be worth anything is a poor strategy.<\/p>\n<p>That is not to say that you should stay at a company if you are unhappy.  I have often heard people advise their friends that they need to stay at a job for at least a year to avoid the job hopper label. More often than not I have seen unhappy people who stick around lose their motivation, which often leads to them being terminated. Being fired is far worse than having one job on your resume that lasted less than a year.<\/p>\n<p>In fact, if at any point in your employment you are unhappy because of a job circumstance that is unlikely to change, my advice is to leave. People will respect you for it. I certainly respect people who do.<\/p>\n<h2>Vesting is four years for a reason<\/h2>\n<p>Stock option and RSU vesting is most often mandated at four years because, frankly, that is what companies have observed as the attention span of most employees. The character of the employer changes significantly over four years. People who like working at startups tend not to enjoy working for an established company as much, for instance. Four years is also a reasonable amount of time to devote to a particular challenge in your career. After four years, employees tend to get restless and want to look for something new.<\/p>\n<h2>Your initial grant shouldn’t be your final one<\/h2>\n<p>You shouldn’t necessarily leave just because the vesting on your original grant is up. Life is a series of tradeoffs, and option grants are no exceptions. Enlightened companies grant stock to existing employees for notable achievements, promotions and continued service. I recommend to every CEO on whose board I sit that they should grant additional shares (vesting over four years) to employees when they reach their 2 ½ to 3-year anniversaries.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Life is a series of tradeoffs, and option grants are no exceptions.<\/p>\n<\/div>\n<p>The size of the refresh grant is often 80 to 100% of what the employee in question would have received had they joined the company as a new employee. The grant can either be made once every four years or a quarter of my proposed grant can be made each year. The logic of the refresh grant after only 2 ½ years is you don’t want to wait until an employee is fully vested to reload them because their minds may turn elsewhere once they anticipate being fully vested.<\/p>\n<p>If you receive additional shares from your current employer, you need to weigh the likely value of the additional grants against what you might earn from a new company grant over the same time period. Mature company grants are much smaller than earlier stage company grants (see our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\">Startup compensation tool<\/a>), but that doesn’t necessarily mean they are less valuable. A new employee grant from Facebook or LinkedIn when they had 1,000 employees would have been much more valuable than a typical new employee grant from a startup with only 50 employees.<\/p>\n<h2>Economics shouldn’t be your only consideration<\/h2>\n<p>All that being said, your decision should not solely be based on economics. You need to consider the certainty of knowing how happy you are with your current job’s environment and challenges against the uncertainty of what life will be like at your new company. On the flip side, you should consider the career risk of staying at a company too long. At a certain point, other companies won’t even try to recruit you because they believe you won’t leave.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">If you are happy, staying at a company for an extended amount of time is a reasonable decision.<\/p>\n<\/div>\n<p>Some people worry about being typecast if they stay in a particular type of job too long. My observation is most people rise through the ranks because they are great at one thing (and hire to address their weaknesses) rather than being very good at a number of things.<\/p>\n<p>If you are happy, staying at a company for an extended amount of time is a reasonable decision. However only in rare circumstances are an employer and an employee a good match for a really extended period of time. That being said, environment often trumps economics if you really enjoy where you work.<\/p>\n<h2>You may need a few <i>at bats<\/i><\/h2>\n<p>One last thing to think about with regard to length of stay is your ability to afford to live in your particular geography.  As we explained in <a href=\"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/\">You Need Equity To Live In Silicon Valley<\/a>, you have the greatest chance of being able to afford to live in an expensive geography if you work for at least a few private companies that award equity.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Over the years many people who have been granted options or RSUs have asked me for advice as to how long they should stay at their [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7282,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,1098,461,1096,226,383],"yst_prominent_words":[3771,3766,6577,6576,1640,3768,3761,3765,3763,3777,3767,3776,3772,1268,3774,3762,3770,3773,3764,3775],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3932"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3932"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3932\/revisions"}],"predecessor-version":[{"id":11760,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3932\/revisions\/11760"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7282"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3932"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3932"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3932"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3932"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}