{"id":3955,"date":"2013-07-10T16:00:35","date_gmt":"2013-07-10T23:00:35","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3955"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"5-tips-for-buying-in-silicon-valleys-crazy-real-estate-market","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/5-tips-for-buying-in-silicon-valleys-crazy-real-estate-market\/","title":{"rendered":"5 Tips For Silicon Valley’s Crazy Real Estate Market"},"content":{"rendered":"<p><i>Kay previously led communications at Square and LinkedIn. She is an investor in Square, Circle and Wealthfront. She writes a blog, <\/i><a href=\"http:\/\/www.newpaloaltohouse.com\/\"><i>HomeCrunch<\/i><\/a><i>, about building a house in Palo Alto.  A version of this post appeared originally on her blog.<br \/>\n<\/i><\/p>\n<p><i>For our other posts that shed light on local real estate, see <\/i><a href=\"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/\"><i>You Need Equity In Silicon Valley<\/i><\/a><i>, <\/i><a href=\"https:\/\/blog.wealthfront.com\/home-mortgage-investment\/\"><i>Sizing Up Your Home As An Investment<\/i><\/a><i>, <\/i><a href=\"https:\/\/blog.wealthfront.com\/rental-property-investing\/\"><i>Are Rental Properties Good Investments<\/i><\/a>, and <a href=\"https:\/\/blog.wealthfront.com\/path-homeownership\/\">Your Path to Home Ownership<\/a><i>?<\/i><\/p>\n<p id=\"docs-internal-guid-20882b08-cacf-09d6-66a3-3e6bd27b9c34\" dir=\"ltr\">A few weeks ago, we officially handed over the keys to the <a href=\"http:\/\/www.newpaloaltohouse.com\/2013\/05\/our-mountain-view-home-is-for-saleopen.html\">Cuesta Park Charmer<\/a>.<\/p>\n<p>We are very happy that we found a nice new family to love the home and the process went relatively smoothly. Being a seller in this market is a joyride compared with the angst suffered on the bidding side of the table.<\/p>\n<p>Having been on the losing end of many a home, I decided to write a blog post with tips for people buying homes in the Bay Area, one of the most competitive, if not <i>the<\/i> most competitive real estate market in the country.<\/p>\n<p>Some of the lessons were obvious; others took us by surprise. I cringed when I remembered some of the loser offers we had our agent present over the years.<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-3959 alignleft\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/sold-200x200.png\" alt=\"sold-200x200\" width=\"200\" height=\"200\" \/><em><strong>The stats:<\/strong><br \/>\n<\/em>Asking price: <strong>$1,228,000<br \/>\n<\/strong>Sale price: <strong>$1,603,500<br \/>\n<\/strong><em>(~30% over asking), no contingencies, 25-day close<br \/>\n<\/em>Open House visitors Sat &amp; Sun: <strong>~150<br \/>\n<\/strong>Views of virtual tour: <strong>8091<br \/>\n<\/strong>Requests for disclosure package: <strong>35<br \/>\n<\/strong>Offers: <strong>10<\/strong><\/p>\n<p><strong>What did the offers look like?<\/strong><br \/>\n3 offers with contingencies<br \/>\n3 all-cash offers<br \/>\n3 emailed offers (did not show up to present)<br \/>\n7 agents presented offers to us in person<br \/>\n6 personal letters from bidders<\/p>\n<p><strong>How did the bids break down?<\/strong><br \/>\n1 at asking price<br \/>\n1 at 1.35M<br \/>\n4 at 1.4-1.5M<br \/>\n4 above 1.5M<br \/>\nTop 3 bidders made it to the &#8220;final round&#8221;<\/p>\n<p><strong>Deciding factors:<\/strong><br \/>\nWe weighed two main criteria when looking at offers:<br \/>\n1. Price<br \/>\n2. Risk of deal falling through<\/p>\n<p><b>1. Contingencies are a non-starter<\/b><\/p>\n<p>We had three offers with contingencies. One was a 5-day inspection contingency, one was a 10-day loan contingency, and the third was a 7-day appraisal and inspection contingency. We didn&#8217;t give any of these offers a second thought because the uncertainty and risk of the deal falling through wasn&#8217;t worth it to us, especially with seven other &#8220;clean&#8221; as-is offers on the table. We paid a reputable third party inspector to perform a report for our disclosure package so buyers would have an unbiased professional inspection to review. Asking for a loan contingency is like waving a red-flag saying you&#8217;re not sure if you&#8217;ll qualify for a loan.<\/p>\n<p><b>2. More $$$ is better than all-cash<\/b><\/p>\n<p>There&#8217;s a lot of hype right now about needing an all-cash offer to win, but as we learned, this isn&#8217;t the be-all-end-all. The main advantage to an all-cash offer is certainty and a faster close.<\/p>\n<p>In our case we didn&#8217;t have an urgent need for the cash or a fast close. (Side note: If you ever want an idea of what the sellers are looking for in a perfect offer, ask the seller&#8217;s agent. Sometimes the agent will tell you whether cash\/fast close is more valuable to their client or more money, or a rent-back, etc.) We didn&#8217;t have a large mortgage left on the house, so the carrying costs were less than $200\/day. For us, the only real advantage to a cash offer was increased certainty the deal would happen.<\/p>\n<p>Our highest all-cash offer was just over $1.5M and we had several significantly higher offers from bidders who were well qualified for loans. We were willing to wait and didn&#8217;t bother asking the cash buyers to match the best offer.<\/p>\n<p><b>3. Your agent can tip the scales<\/b><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/letters-200x200.png\"><img loading=\"lazy\" class=\"size-full wp-image-3958 alignleft\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/letters-200x200.png\" alt=\"letters-200x200\" width=\"200\" height=\"200\" \/><\/a>Our real estate agent, <a href=\"http:\/\/www.erikaenos.com\/\">Erika Enos<\/a>, and I listened to offers in person. Not all sellers do this. Some ask that you simply send in your written offers, but in our case I wanted to meet with the agents and hear why we should pick their clients. My husband, the numbers guy, skipped the niceties and joined us after the meetings to deliberate.<\/p>\n<p>During these brief 10-15 minute presentations, I looked for clues from their agents about who would be the best buyer for our house. Despite <a href=\"http:\/\/online.wsj.com\/article\/SB10001424127887324659404578503373420392566.html\">what the WSJ says about attractive agents<\/a>, I&#8217;ve always found the down-to-earth, friendly agents more likable and trustworthy than the polished, salesy ones. The three agents who submitted their offers via email missed an opportunity to make an impression on us. Even though one of the offers was over $1.5M, we didn&#8217;t know anything about the buyers and didn&#8217;t include them in the final round.<\/p>\n<p><a href=\"http:\/\/www.apr.com\/bdwyer\/\">Betsy Dwyer<\/a>, the agent representing the winning bidders, did everything right. She let us know she had educated her clients so they had full knowledge of what they were purchasing and explained why they had a strong desire to own the property. She gave us a personal letter from them and told us why the house was perfect for their needs.  She even brought their loan agent to assure us in person that they would have no problem getting a loan (a letter would&#8217;ve sufficed). Her clients were not initially the highest bidders, but we were rooting for them to win.<\/p>\n<p>Since all the buyers said they&#8217;d be open to a counter, we went back to the top three bidders. We were glad when Betsy&#8217;s clients came out on top. Later when one of the other agents came back offering to beat the final price by another thousand dollars, we politely declined because we were confident we had found the right buyers.<\/p>\n<div id=\"attachment_3961\" style=\"width: 580px\" class=\"wp-caption alignright\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/family_room-570x325.png\"><img aria-describedby=\"caption-attachment-3961\" loading=\"lazy\" class=\"size-full wp-image-3961 \" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/family_room-570x325.png\" alt=\"family_room-570x325\" width=\"570\" height=\"325\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/family_room-570x325.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/family_room-570x325-280x160.png 280w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><p id=\"caption-attachment-3961\" class=\"wp-caption-text\">Feature or a fix&#8230;can you spot the dog door?<br \/>The perfect buyers will love the house<br \/>after the staging is gone.<\/p><\/div>\n<p>&nbsp;<\/p>\n<p><b>4.  Show why you&#8217;re a good fit<\/b><\/p>\n<p>I have never written a letter to a seller, so I was surprised when most of the agents showed up with personal letters from clients. I was even more surprised when I realized that they kind of work. Don&#8217;t get me wrong, a heartfelt letter is not going to put you in the running when the other offers are 100K-200K higher (at least not with this seller), but if you have a competitive offer, a letter helps. Even if it&#8217;s not an emotional decision for the sellers, having additional context about the buyers can help make a case that you will follow through with the deal.<\/p>\n<p>Besides the fact that I&#8217;m a sucker for dog photos, knowing that a buyer is going to enjoy the nearby dog park and won&#8217;t be upset about the doggy door that was artfully hidden from view by the stager, gave certain buyers a leg up (yes, pun intended). Other helpful details include background information on employment (our buyers both work nearby in Mountain View and are going to looove their commute), current living situation, what you are looking for, what you appreciate about the house and who will live in it. Whether or not you write a letter, have your agent present a story about you and why the house is perfect for you and each of your family members.<\/p>\n<p><b>5. Play to win<\/b><\/p>\n<p>This is a rule I&#8217;ve tried to violate many a time. While sitting through the presentation by the realtor whose clients were offering asking price along with an inspection contingency, I remembered how many times I wanted to halfheartedly bid on a house hoping to get lucky and Erika had to tell me, &#8220;Sweetie, if you&#8217;re not going to play to win, don&#8217;t bother making an offer&#8230;it just drives up the price for everyone else.&#8221; Her words finally made sense.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/debatingoffers-200x200.png\"><img loading=\"lazy\" class=\"size-full wp-image-3956 alignleft\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/debatingoffers-200x200.png\" alt=\"debatingoffers-200x200\" width=\"200\" height=\"200\" \/><\/a>If you are serious about buying a particular house, <a href=\"http:\/\/www.newpaloaltohouse.com\/2012\/03\/pricing-strategies-palo-alto-real.html\">research comps<\/a> and have your agent keep tabs on how many offers there will likely be. A good agent checks in with the selling agent to find out how many disclosure packages have been requested and how many confirmed offers there are. If there are more than a few offers on a house you shouldn&#8217;t be in &#8220;get a deal mode&#8221;—you will need to put in an aggressive bid from the start. Since price is based on recent comps, in a rising market the next comparable house will likely cost more.<\/p>\n<p>When there are more than three offers on a house there are usually two rounds—a first round that weeds out low bidders and a counter-offer round to select the ultimate winner. A good agent will have a sense of what it takes to be considered in the second round based on the number of offers there are (the more offers there are the more aggressive you have to be).<\/p>\n<p>When we <a href=\"http:\/\/www.newpaloaltohouse.com\/2011\/12\/making-cash-offer-while-getting.html\">bid on our Palo Alto house<\/a>, our initial offer was strong enough that the sellers simply made us a 10K counter-offer and didn&#8217;t include any of the other four bidders. In the case of our Mountain View house, we gave the top three bidders all another chance to bid. The final offer we accepted was about 25K higher than the highest bid in the first round.<\/p>\n<p>Whenever we&#8217;ve won or lost a bid on a house, I always wondered what went on behind the scenes in the deliberation room. So here you have it, a peek into what happened in ours.<\/p>\n<p><i>Editor’s Note: I know this must sound crazy to readers who don’t live in the Bay Area, but it is representative of the real estate market the employees of Wealthfront and a majority of our clients face. We’re not going to argue with anyone about how unfair the market is: Instead, we thought it useful to publish a first-hand account of how you can improve the odds of getting the house you want (if you are a buyer) or achieving your sales goal (if you are a seller). Unfortunately you have to play the game on this field if you live here. Our challenge is to help you play it better.<\/i><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Kay previously led communications at Square and LinkedIn. She is an investor in Square, Circle and Wealthfront. She writes a blog, HomeCrunch, about building a house in Palo Alto.  A version of this post appeared originally on her blog. For our other posts that shed light on local real estate, see You Need Equity In [&hellip;]<\/p>\n","protected":false},"author":75,"featured_media":7252,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[474,450,219],"yst_prominent_words":[3731,3729,3727,3735,3734,3736,3288,3730,3739,3740,1719,3726,3728,3733,3169,3732,2203,3289,3738,3737],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3955"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/75"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3955"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3955\/revisions"}],"predecessor-version":[{"id":11762,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3955\/revisions\/11762"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7252"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3955"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3955"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3955"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3955"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}