{"id":3978,"date":"2013-07-23T10:17:56","date_gmt":"2013-07-23T17:17:56","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=3978"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"trust-and-mission-a-conversation-with-charley-ellis","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/trust-and-mission-a-conversation-with-charley-ellis\/","title":{"rendered":"Trust and Mission: A Talk With Charley Ellis"},"content":{"rendered":"<p><span class=\"firstcharacter\">C<\/span>harley Ellis, the newest member of <a href=\"https:\/\/www.wealthfront.com\/investment-team\">Wealthfront’s investment advisory board<\/a>, has been a clarion voice over a long, distinguished career for high-quality, low-cost investing and for the rights of individual investors.<\/p>\n<p>His expertise has placed him at the highest level of the investing world. A consultant to the biggest investment management firms, he is a former board member of the Vanguard group and chairman of the investment committee at Yale University, where he oversaw the most successful university endowment in history.<\/p>\n<p>As the founder of Greenwich Associates, his research-based consulting firm, Charley is also an entrepreneur, whose experience led him to write his 16<sup>th<\/sup> book, <i>What It Takes<\/i>, about the seven keys to success shared by the top professional firms in five different industries.<\/p>\n<p>In the forward to <i>What It Takes<\/i>, Richard C. Levin, president of Yale University, wrote: “(Charley) actively encourages every organization he touches to live by the principles he illustrates in this book.”<\/p>\n<p>We asked Charley to talk to us about entrepreneurship, investing and what brings him to Wealthfront now.<\/p>\n<p><b>You have written books on investing including the investing classic <i>Winning the Loser’s Game<\/i>, which has sold over half a million copies, and <i>The Elements of Investing<\/i> with <a href=\"https:\/\/blog.wealthfront.com\/tax-efficient-asset-classes-location\/\">Burt Malkiel<\/a>. You have profiled leadership in <i>Joe Wilson and the Creation of Xerox<\/i> and <i>The Partnership<\/i>. What inspired you to write <i>What It Takes<\/i>?<\/b><\/p>\n<p>The true answer is the fear and innocence of starting a new venture.<\/p>\n<p>Back in the early 70s, I had decided to start a new firm (what became Greenwich Associates). I was going around talking to the best people I knew to try to get them to join me. I talked to them about what were the best firms, and if we could be part of creating one of those firms, what would it look like?<\/p>\n<p>It was 1972. I had $3,000 of capital and I spent a year on the road. I went to 90 different cities. Finally after a year people said, “I think I’ll give it a try.” Just about that same time other people joined my company and it came together.<\/p>\n<p>Greenwich provided management consulting for the investment advisory business. It was such great fun and exciting.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">You know, none of us tell each other candidly what’s really real. Getting objective information is tremendously difficult.<\/p>\n<\/div>\n<p>We felt we could make a tremendous difference because getting objective information is tremendously difficult. That’s what we offered.<\/p>\n<p><b>This book was a long time in the making, then. How did you pick the firms &#8212; McKinsey in consulting, Cravath, Swaine &amp; Moore in law, Capital Group in investment management, the Mayo Clinic in health care, and Goldman Sachs in investment banking.<\/b><\/p>\n<p>Every time I went to a dinner party, a cocktail party or was simply standing on the beach somewhere, I would ask people: “You’re a lawyer, tell me what’s the best law firm?” There were always two firms: “My firm is good. And you’d probably say Cravath.”<\/p>\n<p>In consulting, the same. I’d hear, “You’d probably pick McKinsey.”<\/p>\n<p>And so on. Then I spent years and years working with the best firms, and trying to understand what made them different.<\/p>\n<p>When I decided to do the book, I went around interviewing people, probably 25-50 senior partners at all the firms.<\/p>\n<p>The best analogy I’ve come up with (for the similarities between them) is Olympic athletes. A swimmer is nothing like a pole vaulter, but they are the same … in that they are all striving for that last single characteristic: Getting to the next level.<\/p>\n<p><b>Constant improvement is the definition of excellence.<\/b><\/p>\n<p>The world’s capabilities are getting better all the time, so the leading organizations have to get better, too.<\/p>\n<p><b>Your seven keys to success are Mission, Culture, Recruiting, Development People, Client Focus, Innovation, Leadership. Is one more difficult than the others?<\/b><\/p>\n<p>The hardest quality is the simplest one also: Mission.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The hardest quality is the simplest one also: Mission.<\/p>\n<\/div>\n<p>I’m talking about something that has real meaning and that people believe deeply. If you don’t have an inspiring sense of purpose and mission, you’re going to have a hard time recruiting the best people.<\/p>\n<p>You’re never going to get that extra commitment to serving clients, all day every day, unless it’s so damned interesting (for the employees). If you don&#8217;t have that, you can’t become a great firm.<\/p>\n<p><b>Why is it the hardest?<\/b><\/p>\n<p>Because it’s so easy to kid yourself that you have it.<\/p>\n<p><b>You dedicated <\/b><b><i>What it Takes<\/i><\/b><b> to David Swensen, the chief investment officer at Yale. How does his work and the work of the Yale Investment Office fit into your lessons?<\/b><\/p>\n<p>Perfectly. He’s a wonderful example of mission: He has an absolute devotion to serving Yale University, so it can provide more education to more kids, and develop more research that serves the world.<\/p>\n<p>In addition to doing the investment management, his capabilities help people to think differently.<\/p>\n<p>For instance, Yale depreciates buildings in many different ways. The building’s foundation might have 100 years&#8217; depreciation. The structure is 50 years; windows 20 years; if it’s a physics experimental building, you might need a new climate control system every five years.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Helping people think differently is a valuable leadership skill.<\/p>\n<\/div>\n<p><b>You were on the Vanguard board for almost 10 years. How does Vanguard fit into the characteristics you profile in the book?<\/b><\/p>\n<p>Vanguard is outstanding on every one of the key characteristics.<\/p>\n<p>They have a clear sense of mission and purpose. I&#8217;m talking about an inspiring mission is something that has real meaning and that people can believe in deeply.<\/p>\n<p>People stay there &#8220;forever.&#8221; You walk down the hall and ask, &#8220;how long have you been here? Oh, 17 years, 20 years …”<\/p>\n<p>Vanguard recruits very, very widely. They aren’t looking for Harvard Business grads (they hire a couple every year). But what they’re really looking for is slightly more upwardly mobile people, people who are going to keep improving over time.<\/p>\n<p>And Vanguard’s innovation record is very good. It shows up in their pricing, which continues to fall. They were among the very early firms to offer ETFs, early on the automated glide path portfolios … and early on with index funds of course.<\/p>\n<p><b>What would you say to Silicon Valley founders that aspire to build a really great organization?<\/b><\/p>\n<p>In the six months before you start the company, I would sit down and really think about the mission.<\/p>\n<p>The culture should be in conformance with the talented people you have. Are you going to recruit only the very, very best people? But what does that mean? The top quartile? The top decile? You have to identify for yourself what that means, and how much training are you going to do.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The top people know they&#8217;re talented. They want to make something special of their talent.<\/p>\n<\/div>\n<p>The top people know they’re talented. They want to make something special of their talent.<\/p>\n<p>By the way if you don’t have a client focus, then I personally kind of think: The heck with you. You have no right to our &#8212; the country&#8217;s &#8212; best resources: our exceptionally capable people.<\/p>\n<p>It leads directly into the innovations (because then you have your team thinking about) what would be helpful? What is exciting?<\/p>\n<p>You’ve got to have the right kind of leadership. I mean servant leadership.<\/p>\n<p>It’s like being a parent. Parents devote enormous amount of effort to getting your kids the right socialization, the right sports, the right academics. Parents work away at it and work away at it. Then about 20 years after the starting gun goes off, the kid says, I’m going to a college you didn’t chose and I’m going to marry someone you might not like, and I’ll chose my career and where I’ll live &#8230; by myself.<\/p>\n<p><b>Shifting gears a little, let’s talk about investing. What are the problems in the investment industry? And has your perspective evolved over the years?<\/b><\/p>\n<p>I’m deeply concerned about active management. I saw the early stages of active management … when it <i>was<\/i> possible to beat the market.<\/p>\n<p>But there was a crossover period … probably 15 years ago, when it became not a good bet to beat the market. Now, 70% of funds underperform their benchmarks.<\/p>\n<p>You’re up against all these terribly well-informed individuals, working on the right price to market all the time. Everybody takes courses and has access to terrific books. Everybody has a Bloomberg machine and access to the same information as required by the SEC.<\/p>\n<p><b>We’re in the sunset of active management.<\/b><\/p>\n<p>I don’t know how long this will take. Think how hard it was to get people to stop smoking.<\/p>\n<p>I am also deeply concerned that the cost of basic financial services, particularly in investments. Reducing the fees or costs would be a good thing because the fund fees drive me absolutely bonkers.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">There is a general cultural change on Wall Street that I worry about.<\/p>\n<\/div>\n<p>For financial advice, I do think if you’re charging a percent of fees on assets under management that it shouldn’t increase as assets increase.<\/p>\n<p><b>Has there been a breakdown in trust on Wall Street?<\/b><\/p>\n<p>There is a general cultural change (on Wall Street) that I would worry about. Instead of a professional service business, it’s gotten to be more of a purely profit-driven business.<\/p>\n<p>The idea of having a relationship and the culture of service has faded.<\/p>\n<p><b>What about proprietary trading and the conflicts of interest that arise when advisors put their clients into funds based on which ones compensate more?<\/b><\/p>\n<p>Are there some things that I wish they would do differently?<\/p>\n<p>I teach a course at Yale: adventures in business ethics. We start with Bernie Madoff and I teach it with the head of the psychiatric department … and two hours later, the conclusion we come to is that, “My God, there really are criminal people out there.”<\/p>\n<p>I tell my students, this is a class where the final exam is never announced and it’s graded very hard. The purpose of the course is to prepare you for the final exam. The final exam is not given at Yale, but it will be given, 20, 30 or 40 years from now when you are a leader. That is the moment you will face years from now when the questions are, “Are you going to let that go? And are you going to stop it?”<\/p>\n<p>You’ll have a much better sense of true north, if you have a clarity of culture, of virtue.<\/p>\n<p>That takes you right back to mission, and culture and focus on clients.<\/p>\n<p>Financial advisors are now doing some of the most important work, helping investors to know themselves better.<\/p>\n<p><b>What brings you to Wealthfront now?<\/b><\/p>\n<p>My friend Burt Malkiel told me about the good work being done here. Wealthfront is bringing costs down for investment advice.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">We build complex solutions from common investment products, like all Western music is made with just 12 notes.<\/p>\n<\/div>\n<p>The most important part of investing success is not &#8220;beating the market.” While pricing will never be perfect, it has become so nearly perfect that it is very herd to beat particularly after fees and taxes.<\/p>\n<p>Instead, the most important part of investing success is identifying the right problem, which is very personal and specific to each investor. We build complex solutions from common investment products – like all Western music is made with just 12 notes.<\/p>\n<p>Getting to a clear and correct definition of the right problem for each investor, and having the confidence to stay with the solution (the right investing plan) yields greater rewards for investors than anything else.<\/p>\n<p>Wealthfront focuses its efforts on that major opportunity. Finding the way to deliver that value at low cost is the most important challenge facing the investment profession today. I&#8217;m delighted that Wealthfront is focused on the right problem, and I’m excited to join in and determined to help.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Charley Ellis, the newest member of Wealthfront’s investment advisory board, has been a clarion voice over a long, distinguished career for high-quality, low-cost investing and for the rights of individual investors. His expertise has placed him at the highest level of the investing world. A consultant to the biggest investment management firms, he is a [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":7274,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[477,479,478],"yst_prominent_words":[1322,1496,3948,3943,3947,3940,3945,3950,1242,1258,1376,3949,3942,1268,3941,1820,3944,3951,1411,3946],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3978"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3978"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3978\/revisions"}],"predecessor-version":[{"id":11765,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/3978\/revisions\/11765"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7274"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3978"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=3978"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=3978"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3978"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}