{"id":4009,"date":"2013-08-08T13:00:50","date_gmt":"2013-08-08T20:00:50","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4009"},"modified":"2020-05-14T17:52:11","modified_gmt":"2020-05-15T00:52:11","slug":"how-much-save-for-retirement","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-much-save-for-retirement\/","title":{"rendered":"Does It Ever Make Sense to Stop Saving For Retirement?"},"content":{"rendered":"<p><em>This Knowledge Center post was adapted from Wealthfront COO Adam Nash&#8217;s <a href=\"http:\/\/www.quora.com\/401-k\/Does-it-ever-make-sense-to-stop-contributing-to-a-401k\/answer\/Adam-Nash\">answer to a question on Quora<\/a> &#8212; Ed.<\/em><\/p>\n<p><strong>The Question:<\/strong> Let&#8217;s say I&#8217;m 30 and have $250K in my 401k. If I stopped contributing now I would have $2.5M in my account by the time I&#8217;m 60 and am allowed to make a withdrawal. That should be enough right? Even if it isn&#8217;t, there must be some point where it makes sense not to max it out anymore.<\/p>\n<p>The short answer is <b>no. What you have saved is very likely not enough<\/b>.<\/p>\n<p>I know what you are thinking. You’re thinking that $250K is a mountain of cash to build on for the next 30 years. And it is, no doubt, an amazing sum to have accumulated by the age of 30.<\/p>\n<p>However, with the numbers presented, and making certain assumptions about your income based on the fact that you were able to save $250K at a young age, it&#8217;s fairly safe to say you will not meet your goal.<\/p>\n<p>Why? Three big reasons: <b>Expected Returns, Inflation<\/b> and<b> Withdrawal Rate<\/b>.<\/p>\n<h2>First: Fees reduce your expected returns.<\/h2>\n<p>You&#8217;ve assumed that you&#8217;ll make 8% per year for the next 30 years. This would be a fair assumption except for two issues. The first is investment fees. Assuming this money is in a <a href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\">typical 401(k)<\/a>, fees from your 401(k) program and from the investment products (funds, bonds and stocks) within it can vary from 0.25% all the way to 2.5%. Those fees are a consistent drag on your returns.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Fees on typical 401(k)s can vary from 0.25% to 2.5%. Those fees are a consistent drag on your returns.<\/p>\n<\/div>\n<p>For perspective, a 1% drag on an 8% return means that you&#8217;ll have $1.9M in 30 years, not the $2.5M you are expecting.<\/p>\n<p>The second is returns. Eight percent, net of fees, per year is an extremely aggressive return to expect for any reasonable asset allocation given current market fundamentals. It&#8217;s not impossible, but it&#8217;s not something you&#8217;d want to bet your retirement on.<\/p>\n<p>If you assume a return of 6% net of fees instead of 8%, now you are talking only $1.4M in 30 years.<\/p>\n<h2>The next kicker: &nbsp;Inflation really matters.<\/h2>\n<p>The problem with your assumptions is that a dollar today is not going to be worth a dollar 30 years in the future. To be specific, what a dollar will buy you in the future will be much less than what it does today.<\/p>\n<p>You know how your parents tell you that back in the day, a candy bar was 25 cents? &nbsp;It&#8217;s basically that issue.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Your $2.5M won&#8217;t really feel like $2.5M in 2043. It&#8217;ll feel like a little over $1M does today.<\/p>\n<\/div>\n<p>Over the past five decades, inflation has roughly accumulated at 4% per year. That means that by the time you are 60, it will take about $3.24 to buy what $1 buys today. Even if you believe that inflation will only be 3% annually over the next 30 years, that still means that the price of items will be about 143% higher than it is today.<\/p>\n<p>So, your $2.5M won&#8217;t really feel like $2.5M in 2043. It&#8217;ll feel like a little over $1M does today. &nbsp;What about that $1.4M number, which is the one based on more realistic market returns? That converts to $592K in 2013 purchasing power.<\/p>\n<h2>The final blow: You can only withdraw a small percentage every year.<\/h2>\n<p>Even if you have $2.5M in 2043, there is a final problem. Exactly how long are you going to live again?<\/p>\n<p>Making money last through retirement is an increasing problem, largely because life spans keep increasing. (We&#8217;ll ignore the debate about the Singularity for now).<\/p>\n<p>You might live to 70. You might live to 80. You might live to 100.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">How much of your money can you afford to peel off every year? Do you know if you&#8217;ll live to 70, 80 or 100?<\/p>\n<\/div>\n<p>So how much of your money can you afford to peel off every year? Exactly.<\/p>\n<p>Research has shown that a well-diversified, low-fee, tax-efficient portfolio can afford to throw off about 4% per year, and still preserve its capital long term. This is just a <a href=\"http:\/\/money.cnn.com\/2012\/06\/14\/pf\/expert\/retirement-savings-withdrawals.moneymag\/index.htm\">high likelihood<\/a> &#8211; markets are volatile, and there are still scenarios where you run out of money. But let&#8217;s assume 4%.<\/p>\n<p>Four percent of $2.5M is $100K. Given the fact that you&#8217;ve saved $250K by the age of 30, odds are this is below your current income \/ lifestyle.<\/p>\n<p>Whoops, forgot about inflation! &nbsp;That $100K really feels like $41.5K. Definitely less than you are used to. I&#8217;m not going to even run the number for what happens if your returns were 6% net of fees instead of 8%. (OK, I did it. $23,662 per year. Blame Excel.)<\/p>\n<p>(There will be those who will tell you that a variety of insurance products can get you higher effective withdrawal rates. They are technically correct, but the insurance products have significant limitations and, usually, high fees.)<\/p>\n<h2>Please, tell me there is some good news.<\/h2>\n<p>There is. People retire every day. &nbsp;How do they do it?<\/p>\n<ul>\n<li><b>Social Security.<\/b> &nbsp;I know it doesn&#8217;t sound like much, but it&#8217;s inflation adjusted, and at full contribution, it can be close to $35K per year. Using the 4% rule, you start to realize that it might take you $875,000 to provide that benefit.<\/li>\n<li><b>You live on less<\/b>. &nbsp;If you are saving 15% of your salary now, that literally means you are living off 85% of your income. That means you don&#8217;t need to match your full income retirement, just the income to match your lifestyle.<\/li>\n<li><b>You make do with what you have.<\/b> The reality is that many people find ways to live within what they have in retirement. Costs of living vary drastically across the country (and the world), and prudent retirees &#8220;right size&#8221; their lifestyle to their situation.<\/li>\n<\/ul>\n<h2>You need to save a lot more than you might think.<\/h2>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Saving has an amazing dual benefit: It stores away value for the future, and ensures that you live below your means in the present.<\/p>\n<\/div>\n<p>The question reflects an individual who likely has high income and is a prudent saver. &nbsp;That&#8217;s the only<br \/>\nway to amass $250K in a 401(k) in such a short time.<\/p>\n<p>Since you are so disciplined, it’s possible that one day you’ll have enough to stop saving for retirement. The answer to the question of when depends on the lifestyle you want in retirement. Where do you want to live? What you want to do? How long you believe you are going to live? (Let&#8217;s be clear about something we all know: &#8220;retiring at 60&#8221; when your lifespan might be 95+ &nbsp;might not really make sense in the future).<\/p>\n<p>For now, I’d look at it this way: Markets are volatile. The future value of investment assets is not fully known, and the length of time you’ll live is uncertain, too. Saving has an amazing dual benefit: It both stores away value for the future, and ensures that you live below your means in the present.<\/p>\n<p><b>Keep saving.<\/b><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This Knowledge Center post was adapted from Wealthfront COO Adam Nash&#8217;s answer to a question on Quora &#8212; Ed. The Question: Let&#8217;s say I&#8217;m 30 and have $250K in my 401k. If I stopped contributing now I would have $2.5M in my account by the time I&#8217;m 60 and am allowed to make a withdrawal. [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7269,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7241],"tags":[473,97,198],"yst_prominent_words":[3927,3939,10610,3926,3937,3932,3929,10609,3925,3931,2860,3935,3923,1338,1606,3938,3928,3936,3930,3933],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4009"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4009"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4009\/revisions"}],"predecessor-version":[{"id":13112,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4009\/revisions\/13112"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7269"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4009"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4009"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4009"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4009"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}