{"id":4047,"date":"2013-08-28T10:15:29","date_gmt":"2013-08-28T17:15:29","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4047"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"angel-investing-rental-property-what-to-do-with-your-play-money","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/angel-investing-rental-property-what-to-do-with-your-play-money\/","title":{"rendered":"Angel investing? Rental property? What to do with your play money"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span>n oft-heard request here at Wealthfront, at least among a significant portion of our client-base, has been a desire to set aside some <strong><em>play money<\/em><\/strong>.<\/p>\n<p>Just to be clear, we are referring to the Silicon Valley iteration of this concept whereby clients would like to invest some of their money outside of the rebalanced diversified portfolio of low-cost index funds we have created for them. Perhaps they have heard from friends or received suggestions or pitches to invest in rental property or become an angel investor.<\/p>\n<p>Such ideas are driven by a desire, innate in some of us (especially so among many bright young Valley professionals) to be active investors. Sure, our clients are more aware than most of the research indicating that this dabbling is often counterproductive. They nonetheless tend to find the notion of applying their own point of view to their own portfolios irresistible.<\/p>\n<p>This point of view takes many forms. Sometimes clients want to avoid a particular asset class. Bonds, for example tend to be the one we hear a lot about lately. At other times clients may want to buy a particular stock or rental property or perhaps make an angel investment.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Limit those pet investments to 10% of your liquid net worth<\/p>\n<\/div>\n<p>While we agree that a person should do what they can to make themselves happy that exercise should preclude over-indulging in pet investing ideas. If allocating money to your play money account makes you a more comfortable passive investor then do it, just limit those pet investments to 10% of your liquid net worth.<\/p>\n<p>When it comes to play money, you should differentiate between two possible types of active investments: <strong>Timing the market<\/strong> and <strong>security selection<\/strong>. Timing the market is a terrible idea, security selection a little less so.<\/p>\n<h2>You Have Unfavorable Odds Playing the Market Timing Game<\/h2>\n<p>Timing the market refers to choosing when to deposit or withdraw money from your portfolio based on market swings or the decision to under- or over-allocate funds based on events affecting a particular asset class. Under- or over-allocating includes making a bet on a particular asset class like Russian oil stocks or Chinese infrastructure.<\/p>\n<p>That this is not a good idea is not mere opinion on our part; academic research consistently warns against either type of timing. In his <a href=\"https:\/\/blog.wealthfront.com\/young-investors-timing-market\/\" target=\"”_blank”\">recent post on what should be the rule for young investors Burt Malkiel<\/a> argues that slow and steady is what wins the race. In other words, for the average investor, trying to predict when the market will be cheap or expensive is a fool’s errand.<\/p>\n<p>Here at Wealthfront we can count on just two hands the number of professional macro-investors that consistently generate great returns by attempting to time the market. If large numbers of financial professionals who are more familiar with the markets than you cannot manage it consistently what makes you think you can?<\/p>\n<p>Research has also proven that security selection is a bad idea much of the time. The argument against it has to do with a basic law of the markets: They tend to be, by nature, inherently efficient.<\/p>\n<p>Therefore for most us the only way to outperform the market is to have some type of information advantage. Academics view inside information as the only type of information advantage that can provide investors an edge and that type of information is often illegal.<\/p>\n<p>The reality though is that few individuals possess a legal information advantage unless they work in an industry that is not well understood. For example, a refinery executive might observe a shortage of crude oil despite the financial press reporting that there is a glut.<\/p>\n<h2>Avoid the Fine Line Between Expertise and Insider Information<\/h2>\n<p>So is this scenario inside information or good research? If the information on which he or she wants to trade is available to the public, but largely ignored or misunderstood then it is legal for it to be traded on.<\/p>\n<p>The general public often lacks an understanding of various industries or markets due to poor coverage and reporting on them which in turn leads to inefficiencies. Such inefficiencies create opportunity for outperformance and taking advantage of said misunderstandings is legal.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">The likelihood that you, as an individual investor, will outperform a broadly diversified real estate index fund remains very low.<\/p>\n<\/div>\n<p>Even so these opportunities tend to be available to only a small percentage of the investing public. In addition, the government has taken a greater interest in those on either side of the fine line that separates legal from illegal as well.<\/p>\n<p>In fact the SEC has recently investigated or taken to court a number of hedge fund firms and the so-called ‘expert network’ consultancies they work with. The business model for such networks is to bring together hedge fund investors with experts in various fields of interest to help advise them on investments.<\/p>\n<p>The point being that for most seeking inside knowledge the quest is best left unfulfilled.<\/p>\n<p>So what about another form of security selection, that of rental properties? As we explained in our <a href=\"https:\/\/blog.wealthfront.com\/rental-property-investing\/\" target=\"”_blank”\">recent piece on rental properties as investments<\/a>, the practice of buying such properties is really little different than buying an individual stock.<\/p>\n<p>The likelihood that you, as an individual investor, will outperform a broadly diversified real estate index fund remains very low. Unfortunately claims of great real estate investing are so rampant that the perception among many is that this is a relatively easy thing to do.<\/p>\n<p>Statistics do not back up that claim. And it was at least partially the irrational rush to buy and flip real estate in the early to mid-2000s that helped precipitate the financial crisis.<\/p>\n<h2>Angel Investing Is Really Not for Everyone, Really<\/h2>\n<p>Yet another popular form of security selection that draws the interest of our clients, perhaps in large part due to how many are located in Silicon Valley (whether physically or only in spirit), is angel investing.<\/p>\n<p>I made the case in a <a href=\"http:\/\/techcrunch.com\/2012\/09\/30\/why-angel-investors-dont-make-money-and-advice-for-people-who-are-going-to-become-angels-anyway\/\" target=\"”_blank”\">recent Techcrunch article that angel investing makes little sense for most investors<\/a> because the returns from angel investing justify the risk for only those few people who have proprietary access to the best deals. Therefore angel investing is best left for those pursuing it for reasons of social good (hence its name). Even so, in and around the Valley hope springs eternal.<\/p>\n<h2>The Wise Rebalance and Harvest Their Losses<\/h2>\n<p>As if the odds stacked against security selection were not high enough, consider the impact of being unable to rebalance. Illiquid investments (investing in rental properties or private companies) that cannot be traded can thereby not be periodically rebalanced as part of an overall portfolio optimization.<\/p>\n<div class=\"pullquote-right\"><\/div>\n<p>The final challenge with private illiquid investments is the difficulty in harvesting losses. Whereas with a liquid index fund or ETF-based portfolio, losses can be harvested at any time, the same cannot be said for a private investment. Practically speaking you cannot harvest a loss from a property without selling the entire property and similarly you can harvest a loss on an angel investment only after the company has gone out of business.<\/p>\n<p>Despite slightly better odds of making money based on security selection rather than market timing the former still depends on having an asymmetrical information advantage. Without it though most security selection scenarios are likely to be just as financially unrewarding as poor market timing decisions.<\/p>\n<h2>Whatever You Do Keep Your Play Money Dabbling to 10% or Less<\/h2>\n<p>Even if you feel that you are that special one-in-a-million person with innate abilities in the area of asymmetrical information advantage we still recommend you limit your play money to 10% of your portfolio.<\/p>\n<p>A commitment of 10%, if unsuccessful, will not devastate your overall portfolio and if successful could actually move the needle on your net worth. And it is for these same reasons that sophisticated institutions limit their private equity and venture capital allocations as well.<\/p>\n<p>Allocating 10% of your liquid net worth to your play account might also scratch that itch that keeps you from allocating more to the passive (index fund) strategies that research shows is far superior on a risk-adjusted basis.<\/p>\n<p>As with most things in life a little common sense goes a long way. While dipping a toe in a well-selected spot might land you a nice fish (or just a sore toe) you are less likely to lose the entire foot or leg.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>An oft-heard request here at Wealthfront, at least among a significant portion of our client-base, has been a desire to set aside some play money. Just to be clear, we are referring to the Silicon Valley iteration of this concept whereby clients would like to invest some of their money outside of the rebalanced diversified [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7271,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[5,421,366,485,194,486,487],"yst_prominent_words":[3891,3886,3900,3893,3889,3892,3888,3898,1291,3897,3890,3894,3903,3896,3901,3895,3887,3902,3904,3899],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4047"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4047"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4047\/revisions"}],"predecessor-version":[{"id":11769,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4047\/revisions\/11769"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7271"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4047"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4047"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4047"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4047"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}