{"id":4080,"date":"2013-09-13T07:41:40","date_gmt":"2013-09-13T14:41:40","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4080"},"modified":"2019-12-08T16:25:02","modified_gmt":"2019-12-09T00:25:02","slug":"twitter-ipo-sell-exercise-options","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/twitter-ipo-sell-exercise-options\/","title":{"rendered":"Company Going IPO? Four Things Every Employee Should Consider"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener noreferrer\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Yesterday&#8217;s disclosure that Twitter filed to go public has once again fueled interest in the IPO market.<\/p>\n<p>Speculation runs rampant that AirBnB, Arista Networks, Box, Dropbox, Evernote, Gilt, Kabam, Opower and Square (all on our list <a href=\"https:\/\/blog.wealthfront.com\/hot-start-up-technology-companies\/\" target=\"”_blank”\" rel=\"noopener noreferrer\">100 private companies you should work for<\/a>) are the next to announce.<\/p>\n<p>If you work at one of these companies there are four things you need to start thinking about:<\/p>\n<p><b>1. Exercising your stock options prior to the IPO<br \/>\n2. Gifting some of your stock to family or charities<br \/>\n3. Developing a plan to sell stock post-IPO lockup release<br \/>\n4. Deciding how you will manage the proceeds from the sale of your stock<\/b><\/p>\n<h2>Exercising your stock options prior to the IPO<\/h2>\n<p>Most companies offer the opportunity for their employees to exercise their stock options before they are fully vested. If you decide to leave the company prior to being fully vested then your employer buys back your unvested stock at your exercise price. The benefit to exercising your options early is that you start the clock on qualifying for long-term capital gains treatment when it comes to taxes.<\/p>\n<p>Yes taxes; the government wants its cut of your newfound wealth after all.<\/p>\n<p>Now in order to qualify for long-term capital gains treatment, aka a reduction in your taxes, you must hold your investment for at least one year post-exercise and two years post date-of-grant, hence starting the clock as soon as possible.<\/p>\n<p>Long-term capital gains are preferable to ordinary income (the way your gain is characterized if you exercise and sell your stock within less than one year) because you could pay a much lower tax rate (<strong>23.8% long term capital gain federal tax rate<\/strong> <em>vs<\/em>. <strong>43.4% maximum marginal ordinary income federal tax rate<\/strong>).<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Long-term capital gains are preferable to ordinary income because you could pay a much lower tax rate<\/p>\n<\/div>\n<p>There is usually a period of three to four months between when a company files its initial registration statement to go public with the SEC until its stock trades publicly. That is followed by a period during which employees are forbidden from selling their shares for six months post-offering due to underwriter lockups. Therefore, even if you you wanted to sell your stock you would be unable to for at least nine to ten months from the date your company files to go public.<\/p>\n<p>Twelve months is not a long time to wait if you think your company’s stock is likely to trade above your current market value in the two or three months post-IPO lockup release.<\/p>\n<p>In our post, <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\" target=\"”_blank”\" rel=\"noopener noreferrer\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a>, we presented proprietary research that found most companies with three notable characteristics traded above their IPO price (which should be greater than your current market value). These factors included meeting their pre-IPO earnings guidance on their first two earnings calls, consistent revenue growth and expanding margins.<\/p>\n<p>Again, the research showed only companies exhibiting all three characteristics traded up post IPO. Based on these findings, <em><strong>you should only exercise early if you are highly confident your employer can meet all three requirements<\/strong><\/em>.<\/p>\n<p>The downside of exercising your options early is you are likely to immediately <strong>owe alternative minimum taxes<\/strong> (AMT) and you can’t be certain the IPO will happen, so you run the risk that you won’t have the liquidity necessary to pay the tax. Your AMT liability is likely to represent at least 28% of the difference between your exercise price and the value of your stock at the time of exercise (fortunately your AMT is netted against your ultimate long term capital gain tax so you don’t pay twice). Your <strong>current market value<\/strong> is the <strong>exercise price set by your board of directors<\/strong> in their most recent stock grants. Boards update this market price frequently around the time of an IPO, <strong>so make sure you have the latest number<\/strong>.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">We strongly recommend you hire an estate planner to help you think through this and many other estate planning issues prior to an IPO<\/p>\n<\/div>\n<p>Why? Because this insures you will take the least amount of liquidity risk.<\/p>\n<p>For example, if you were to exercise three months prior to the filing to insure you benefit from long-term capital gains rates immediately post lock up release, you run the risk of the offering being delayed. In that case you will owe taxes on the difference between the current market price and the exercise price without any clear path as to when you are likely to get some liquidity that can be used to pay the tax.<\/p>\n<h2>Consider gifting some of your stock to family or charities<\/h2>\n<p>If you think your stock is likely to appreciate significantly post IPO then gifting some of your stock to family members prior to the IPO allows you to push much of the appreciation to the recipient and limits the taxes you are likely to owe.<\/p>\n<p>Putting it bluntly, we strongly recommend you hire an estate planner to help you think through this and many other estate planning issues prior to an IPO.<\/p>\n<p>While this might sound morbid it is really a matter of being realistic, after all nothing is more certain than death and taxes.<\/p>\n<p>A basic estate plan from a reputable firm can cost as little as $2,000. This may sound like a lot but is a relatively small amount compared to the taxes you may be able to save. An estate planner can also help you set up trusts for you and your kids that will eliminate potential probate problems should something unfortunate happen to you or your spouse (and doing so can be viewed as yet another gift to the rest of your family).<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">…consider hiring a tax accountant to help you think through the taxes associated with different early-exercise approaches<\/p>\n<\/div>\n<p>In the event you do not plan on making a gift you should consider hiring a tax accountant to help you think through the taxes associated with different early-exercise approaches.<\/p>\n<p>We realize many of you currently use Turbo Tax to do your annual taxes, but <strong>the modest fee you will incur for a good accountant will more than pay for itself when it comes to dealing with stock options and RSUs<\/strong> (see an example of the type of advice you should look for in <a href=\"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/\" target=\"”_blank”\" rel=\"noopener noreferrer\">Three Ways To Avoid Tax Problems When You Exercise Options<\/a>). For more specifics on when you should hire a tax accountant please read <a href=\"https:\/\/blog.wealthfront.com\/9-instances-in-which-to-hire-a-tax-accountant\/\" target=\"”_blank”\" rel=\"noopener noreferrer\">9 Signals You Should Hire A Tax Accountant<\/a>.) This is an area where you don’t want to be penny wise and pound foolish.<\/p>\n<h2>Develop a post-IPO-lockup-release plan for selling stock<\/h2>\n<p>We have written a number of blog posts that explain why you would be well served to sell stock according to a consistent plan post-IPO. In our experience clients who think this through prior to the IPO generally are more likely to actually follow through and sell some stock than those who don’t have a preconceived and thoughtful plan.<\/p>\n<p>In <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\" target=\"”_blank”\" rel=\"noopener noreferrer\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a> we recommended different plans that are predicated on how a company is likely to perform relative to the three aforementioned financial requirements.<\/p>\n<p>The Valley is littered with stories of employees who never sold a share of their stock post-IPO and ultimately ended up with nothing. That is because they either felt it would be disloyal or believed so strongly in the outlook for their company that they couldn’t bring themselves to sell.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">In our experience clients who think this through prior to the IPO generally are more likely to actually sell some stock than those who lack a preconceived and thoughtful plan.<\/p>\n<\/div>\n<p>It is almost impossible to sell your stock at the absolute highest price, but you should still invest the time to develop a strategy that will harvest most of the possible gains and allow you to achieve your long-term financial goals.<\/p>\n<p>If you are in a position to know your employer’s financial results before the general public then you might be required to participate in a “10b5-1 plan.” According to Wikipedia, <strong>SEC Rule 10b5-1<\/strong> is a regulation enacted by the United States Securities and Exchange Commission (SEC) to resolve an unsettled issue over the definition of insider trading. 10b5-1 plans allow employees to sell a predetermined number of shares at a predetermined time so as to avoid accusations of insider trading. <strong>If you are required to participate in a 10b5-1 plan then you will need to have a plan thought out in advance<\/strong> of your company’s IPO lockup release.<\/p>\n<h2>Deciding how you will manage the proceeds from the sale of your stock<\/h2>\n<p>Companies that have recently filed to go public are one of the best sources of new clients for financial advisors. Our friends at Facebook used to complain incessantly about “the suits” lined up in their lobby who were only there to take their money. If you are likely to be worth more than $1 million from your stock options then you will be heavily pursued. You will need to decide if you want to delegate the management of the proceeds you generate from the ultimate sale of your options\/RSUs or if you want to do it yourself.<\/p>\n<p>There are a wide variety of options if you are interested in delegating. Ultimately you will need to trade off fees vs. service as it is unlikely you will be able to find an advisor who offers a great deal of hand holding with low fees.<\/p>\n<p>Beware advisors who promote unique investment products as research has proven it is almost impossible to outperform the market.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The Valley is littered with stories of employees who never sold a share of their stock post-IPO and ultimately ended up with nothing.<\/p>\n<\/div>\n<p>To help educate employees on best practices in investment management we created what has become a very popular <a href=\"http:\/\/www.slideshare.net\/wealthfront\/engineering-your-portfolio-with-etfs\" target=\"”_blank”\" rel=\"noopener noreferrer\">Slideshare presentation<\/a>. It explains Modern Portfolio Theory; the Nobel Prize-winning investing approach favored by the vast majority of sophisticated institutional investors, and explains how you can implement it yourself. It also provides the background necessary to help you know what questions to ask an advisor should you wish to hire one.<\/p>\n<p>Forewarned is forearmed. If you work at one of the many companies that is likely to go public in the next year then taking some time out of your busy schedule to consider the four activities described above can make a big difference to your financial health in the long term.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Yesterday&#8217;s disclosure that Twitter filed to go public has once again fueled interest in the IPO market. Speculation runs rampant that AirBnB, Arista Networks, Box, Dropbox, [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7284,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7231],"tags":[1098,461,1096,106,130,226],"yst_prominent_words":[3861,3872,3864,6463,3863,3866,6068,3870,3876,2282,4366,3869,3877,3860,3865,1310,3867,3873,3875,3862],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4080"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4080"}],"version-history":[{"count":5,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4080\/revisions"}],"predecessor-version":[{"id":12195,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4080\/revisions\/12195"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7284"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4080"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4080"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4080"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4080"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}