{"id":4102,"date":"2013-09-26T10:00:03","date_gmt":"2013-09-26T17:00:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4102"},"modified":"2019-12-08T16:24:35","modified_gmt":"2019-12-09T00:24:35","slug":"ipo-101-series-how-do-companies-go-public","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/ipo-101-series-how-do-companies-go-public\/","title":{"rendered":"IPO 101 Series: How Do Companies Go Public"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener noreferrer\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Very few companies ever reach the size and scale necessary to successfully go public. Companies need to be rather sizable before they can attract investment bankers to underwrite their offerings. The term underwriting is actually a remnant of the past.  Years ago investment bankers would create a syndicate to guarantee the raising of a certain amount of capital at a specified price when a company chose to go public.  Today bankers pursue IPOs on a “best efforts” basis, which means they are not contractually obligated to provide the capital, but the term underwriting is still used for the raising of public capital.<\/p>\n<p><em><strong> Underwriting: How Investment Bankers Make Money<\/strong><\/em><\/p>\n<p>This might come as a shock to some uninitiated readers, but most investment bankers expect to earn at least $5 million from an IPO to make it worth their time. Now that we have begun the shock treatment, a few more calculations are required to get you thinking like an IB:<\/p>\n<p>A typical IPO has three managing underwriters who collectively earn 7% of the proceeds raised. The offering size must therefore be at least $200 million for the numbers to work (3 X $5 million\/7%).  Companies typically don’t like to incur more than 15% dilution in an offering, which leads the minimum company valuation for an IPO to be at least $1 Billion ($200 million\/15%).  Based on current Revenues\/Market Value ratios, a company must generate annual revenues of $70 to $200 million to justify a valuation of $1 Billion.  There are exceptions, but they are the minority.<\/p>\n<p><em><strong> Predictability is Paramount<\/strong><\/em><\/p>\n<p dir=\"ltr\">A company must not only be of significant size to go public, but management must be confident in its ability to predict earnings for at least a year, grow margins and maintain its growth rate.  As we explained in <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a>, companies that miss one of their first two quarters’ earnings guidance, experience slowing revenue growth, or are not able to grow their margins are highly likely to trade below their IPO price.  The downside of trading significantly below your IPO price is public embarrassment which can at a minimum be distracting and at its worst can lead to shareholder lawsuits.<\/p>\n<p><em><strong> Choosing investment bankers<\/strong><\/em><\/p>\n<p>Once management is confident it can meet all the aforementioned requirements to be a successful public company, it must select investment bankers to manage the offering. When choosing a firm to act as one of its managing underwriters, management typically looks for a banker that can provide thoughtful financial advice, is well connected with potential buyers of its stock and has a respected research analyst who will follow the company. Most CEOs also look for managing underwriters that have great prestige because it reflects well on the company’s reputation.  This explains why Morgan Stanley and Goldman Sachs act as the lead underwriter for the vast majority of high profile consumer Internet companies.<\/p>\n<p><em><strong> Making the sausage<\/strong><\/em><\/p>\n<p dir=\"ltr\">Once the investment bankers have been selected, it is time to construct the deal itself. Writing a prospectus is the first step and it falls to a group consisting of key members of the management team, bankers, lawyers for both the company and bankers, and accountants. The first gathering of this group is commonly known as the all hands meeting.  It typically takes up to four months from the start of the all hands meeting to the final pricing. The timing generally looks something like this:<\/p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>Milestone<\/strong><\/td>\n<td><strong>Total Elapsed Time<\/strong><\/td>\n<\/tr>\n<tr>\n<td>File Registration Statement<\/td>\n<td>3 weeks<\/td>\n<\/tr>\n<tr>\n<td>Receive SEC initial comments<\/td>\n<td>6 weeks<\/td>\n<\/tr>\n<tr>\n<td>Respond to SEC comments<\/td>\n<td>6 weeks<\/td>\n<\/tr>\n<tr>\n<td>SEC clearance\/distribute Red Herring<\/td>\n<td>11 weeks<\/td>\n<\/tr>\n<tr>\n<td>Begin Roadshow<\/td>\n<td>12 weeks<\/td>\n<\/tr>\n<tr>\n<td>Price offering<\/td>\n<td>14.5 weeks<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p dir=\"ltr\">Ironically the initial prospectus, known as the registration statement or S-1, is filed with the SEC and kept confidential. Drafting the document typically takes three to four weeks. No expectation is set for amount and pricing of the offering at this stage.  It is then reviewed by SEC staff members who respond with comments and requests for clarification.<\/p>\n<p>It is then up to the company to respond to the comments and edit the S-1.  After what often totals another four weeks of back and forth, the SEC usually approves the amended S-1 for distribution to investors.  At this point the S-1 is publicly disclosed and preliminary prospectuses are distributed to potential investors.<\/p>\n<p>The preliminary prospectus has a cautionary statement spelled out in red on the cover (hence the name Red Herring) and makes clear to the reader that this document is not a final prospectus as it lacks the amount and pricing of the offering although it does offer a potential range.  The size and pricing of the offering are determined through feedback from potential investors during the roadshow.<\/p>\n<p><em><strong> The IPO Roadshow<\/strong><\/em><\/p>\n<p>Management embarks on the roadshow once the preliminary prospectus has been printed. Road show presentations are given over a 2½ week period and hit several major cities in the US and, depending on the popularity of the offering, can often include European and Asian cities as well.<\/p>\n<p>Presentations are typically given by the company’s CEO and CFO and are hosted by the lead investment bankers. Management typically presents to an individual investor once each hour throughout the day before flying on to the next city. As soon as the roadshow is concluded, management and a representative of the company’s board of directors meet with the investment bankers to review the demand information collected from the people who listened to the pitch.<\/p>\n<p dir=\"ltr\">It is at this meeting that the price per share and number of shares to be offered are agreed upon as well as which investors will be allocated stock and how much. In reality the investment bankers drive this decision in consultation with company management. After filing one final registration statement with the SEC the next day, which includes the number of shares to be offered and the final price at which shares will be offer to the public, shares begin to be traded around 1 PM eastern time.<\/p>\n<p dir=\"ltr\">Have anything you&#8217;d like to add? Share with us in the comments. In our next post, we’re going to dive into what happens following the IPO and begin addressing another common concern, <a href=\"https:\/\/blog.wealthfront.com\/ipo-101-series-what-happens-to-employees-after-the-big-day\/\" target=\"_blank\" rel=\"noopener noreferrer\">&#8220;<\/a><strong><a href=\"https:\/\/blog.wealthfront.com\/ipo-101-series-what-happens-to-employees-after-the-big-day\/\" target=\"_blank\" rel=\"noopener noreferrer\">how does the IPO process affect employees?&#8221;<\/a><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Very few companies ever reach the size and scale necessary to successfully go public. Companies need to be rather sizable before they can attract investment bankers [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7271,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7231],"tags":[493,106],"yst_prominent_words":[4057,4053,6579,1640,4061,1258,4051,1406,3958,1342,4058,4055,4056,1405,4059,4062,4052,4060,4054,4063],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4102"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4102"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4102\/revisions"}],"predecessor-version":[{"id":12192,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4102\/revisions\/12192"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7271"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4102"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4102"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4102"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4102"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}