{"id":4103,"date":"2013-09-30T10:00:53","date_gmt":"2013-09-30T17:00:53","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4103"},"modified":"2019-12-08T16:24:29","modified_gmt":"2019-12-09T00:24:29","slug":"ipo-101-series-what-happens-to-employees-after-the-big-day","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/ipo-101-series-what-happens-to-employees-after-the-big-day\/","title":{"rendered":"IPO 101 Series: What Happens to Employees After the Big Day?"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener noreferrer\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>In our previous posts, we’ve covered why companies go public, and how the IPO process works. In this post, we jump to the first day of trading to understand how IPOs affect employees.<\/p>\n<p><em><strong>IPO Day: Trading Begins<\/strong><\/em><\/p>\n<p>Shares are typically priced at a 10% to 15% discount from the price at which the bankers expect the shares to ultimately trade at the end of the first day.  The discount is offered to compensate investors for taking the risk of buying shares in a company that has no trading history. While most offerings close the first day at the expected premium to the offering price, a reasonable percentage do not.<\/p>\n<p>Companies need to observe a quiet period from date of filing the initial registration statement until the day the stock is publicly traded.  This means you cannot actively market the company other than through the prospectus and roadshow presentations. As you might imagine this creates significant headaches for the company’s marketing department.<\/p>\n<p><em><strong>Lockups<\/strong><\/em><\/p>\n<p>Employees and private investors typically cannot sell their stock for 180 days post IPO. This is known as the underwriter’s lockup. The lockup period is meant to foster the purchase of stock among new public investors without the threat of a sea of employee shares hitting the market and potentially depressing the stock price.<\/p>\n<p>The hope is the company’s results over those first six months of trading will not only justify a higher price, but will also help create a liquid market for the company’s stock. In this way, or so the logic goes, the stock can withstand the flood of new shares that hit the market once the lockup is released. We explained, in <a href=\"https:\/\/blog.wealthfront.com\/ipo-lock-up-effect-on-stock-prices\/\">What To Do When Your Stock Lockup Ends<\/a>, stocks typically trade down 15% to 20% post-lockup release and their likelihood of recovering to the pre lockup release price is highly correlated with whether or not the company met or exceeded its original earnings guidance for its first six months.<\/p>\n<p><em><strong>Liquidity event?<\/strong><\/em><\/p>\n<p dir=\"ltr\">Properly executed an IPO is just another form of financing — albeit a more exciting one. Expectations usually run pretty high post-offering and can only be met if the entire team avoids getting distracted by the hoopla. As we explained earlier, meeting those expectations plays a huge role in determining at what price you might be able to sell your options in the future. In my experience companies that treat an IPO as a liquidity event (analogous to a sale of the company) and lose focus usually don’t fare well post offering.<\/p>\n<p><em><strong>What’s your role in all of this?<\/strong><\/em><\/p>\n<p>If you are not a member of the core management team then in reality you are just a concerned bystander. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/twitter-ipo-sell-exercise-options\/\">Company Going IPO? Four Things Every Employee Should Consider<\/a>, the most difficult decision you need to make is whether to exercise your options in advance of the offering.  We hope you can more intelligently weigh the plusses and minuses of exercising your options early now that you have been armed with a better understanding of what goes on behind the scenes of an IPO.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs In our previous posts, we’ve covered why companies go public, and how the IPO process works. In this post, we jump to the first day of trading [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7244,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7231],"tags":[495,493,106],"yst_prominent_words":[1424,1640,1896,2260,3193,1257,1406,2888,4049,3177,1294,1405,2885,2612,1756,1788,2537,1310,2263,1952],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4103"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4103"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4103\/revisions"}],"predecessor-version":[{"id":12191,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4103\/revisions\/12191"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7244"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4103"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4103"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4103"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4103"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}