{"id":4133,"date":"2013-10-10T10:00:00","date_gmt":"2013-10-10T17:00:00","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4133"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"why-should-i-have-bonds-in-my-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/why-should-i-have-bonds-in-my-portfolio\/","title":{"rendered":"Why Should I have Bonds in My Portfolio?"},"content":{"rendered":"<p><span class=\"firstcharacter\">W<\/span>e have received quite a few inquiries of late related to bonds being a part of our client portfolios. Some clients note that bonds currently have a low rate of return and question their use. This post attempts to present the logic behind their continued inclusion.<\/p>\n<p>Historically, bonds have been an excellent diversifier, providing considerable portfolio stability. Even in recent years their returns have been negatively correlated with equity returns. Investors who had some bonds in their portfolios during the 2007-2008 financial crisis were at least partially protected by rising bond prices as governments tried to counteract recessionary balances by aggressively lowering interest rates.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">&#8220;History is unlikely to record a change in the important role that fixed income plays over time in prudent asset allocations and diversified investment portfolios – in generating returns, reducing volatility and lowering the risk of severe capital loss.&#8221; &#8212; <strong>Mohammed El-Erian<\/strong>,<a href=\"http:\/\/www.pimco.com\/EN\/Insights\/Pages\/Whats-Happening-to-Bonds-and-Why.aspx\" target=\"”_blank”\">”What’s Happening to Bonds and Why”<\/a><\/p>\n<\/div>\n<p>Wealthfront builds its asset allocation models using the time-tested Nobel Prize winning <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"”_blank”\">methodology of Modern Portfolio Theory<\/a>. Neither we nor other advisors who design scientifically optimized portfolios alter our recommended asset allocations based on near-term expected performance of different security classes. The history of so-called tactical asset allocation has been extremely poor.<\/p>\n<p>At the same time we are well aware of the unusual conditions in the bond markets of the United States and other developed nations. Most of the developed countries of the world are burdened with excessive debt. Governments around the world are having great difficulty reining in spending. The easier course of action as seen by politicians is to hold interest rates down to artificially low levels and hope that over time inflation will erode the real value of the debt. The process is known as “financial repression.” It is a not so subtle form of debt restructuring and bond holders need to be aware of the dangers.<\/p>\n<p>Hence, we have put into our optimization models very modest expectations for long-run bond yields. (Bond yields for long-term investors are relatively easy to forecast. For example, a long-term investor who buys a 10-year U.S. Treasury bond to yield 3% and holds the bond to maturity will earn a return of exactly 3%). Our models have therefore tended to underweight traditional bonds in the U.S. and other developed markets because of these modest return expectations.<\/p>\n<p>This begs the question of whether everyone should have some allocation, even if very small, to bonds in their portfolios. We believe the answer is generally yes which is why we maintain a minimum of 5% dedicated to bonds in our portfolios.<\/p>\n<p>We have also introduced three other asset classes that are often overlooked in very simple models of Modern Portfolio Theory. The first two include bonds of some emerging markets and some state and local governments with moderate credit risk where spreads over U.S. Treasury yields are generous.<\/p>\n<div id=\"attachment_4137\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/BondsHeldUp2008.png\"><img aria-describedby=\"caption-attachment-4137\" loading=\"lazy\" class=\"size-medium wp-image-4137\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/BondsHeldUp2008-300x159.png\" alt=\"Figure 1: Yearly Asset Class Returns; during the 2008 financial crisis US investment-grade bonds held up well (in blue) while many other segments took a nosedive.\" width=\"300\" height=\"159\" \/><\/a><p id=\"caption-attachment-4137\" class=\"wp-caption-text\"><strong>Figure 1:<\/strong> Yearly Asset Class Returns; during the 2008 financial crisis US investment-grade bonds held up well (in blue) while many other segments took a nosedive.<\/p><\/div>\n<p style=\"text-align: left\">There are many fast growing emerging markets that have low debt\/GDP ratios, younger populations and excellent growth prospects. On the other hand, our aging populations in the United States, Europe and Japan are likely to lead to deteriorating fiscal situations. Many of these developing economies issue bonds with good credit quality and attractive yields.<\/p>\n<p style=\"text-align: left\">In addition, for taxable investors, we consider portfolios of tax-exempt municipal bonds. The fiscal problems of state and local governments are well known, and the sometimes perilous state of municipal budgets has led to relatively high yield spreads on all tax-exempt bonds. Many revenue bonds with stable and growing sources of revenue sell at quite attractive yields relative to U.S. Treasuries.<\/p>\n<p>Another asset class we consider as an income-yielding, relatively stable bond substitute is a diversified portfolio of dividend growth stocks with attractive yields. Many excellent companies have dividend yields that compare very favorably with the interest on bonds issued by the same company. An example is AT&amp;T.<\/p>\n<p>AT&amp;T common stock has a dividend yield of over 5%; well above the yield on AT&amp;T 10-year bonds. Moreover, the dividend from AT&amp;T has grown at a 5% rate since 1985. While the growth rate of the dividend may moderate over the years ahead, it is difficult to imagine that investors won’t be better off with telephone stock (and stocks of similar dividend growth equities) than they will be from bonds in the same companies. And if interest rates normalize, the volatility of a bond portfolio may be no less than the volatility of a dividend-growth portfolio.<\/p>\n<p>It is possible that the world economy has entered an era that could be inhospitable for investors in many high-quality bonds in the world’s developed economies. At Wealthfront while we are aware of this risk we do not think that portfolios should be without this stable income-producing component. Nevertheless, the traditional diversification advice of a simple domestic stock-bond mix needs to be fine-tuned. At Wealthfront we believe our augmented asset allocations should be able to weather whatever economic storms we are likely to face in the future.<\/p>\n<h6><strong>Disclosure<\/strong><br \/>\nNothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/h6>\n","protected":false},"excerpt":{"rendered":"<p>We have received quite a few inquiries of late related to bonds being a part of our client portfolios. Some clients note that bonds currently have a low rate of return and question their use. This post attempts to present the logic behind their continued inclusion. Historically, bonds have been an excellent diversifier, providing considerable [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7263,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[470,465,35,502],"yst_prominent_words":[1289,3479,3656,3580,4026,4029,1976,4024,4028,2345,2159,1990,4027,2847,2843,2848,1502,4025,4023,2672],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4133"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4133"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4133\/revisions"}],"predecessor-version":[{"id":11778,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4133\/revisions\/11778"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7263"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4133"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4133"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4133"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4133"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}