{"id":4182,"date":"2013-10-17T09:20:43","date_gmt":"2013-10-17T16:20:43","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4182"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"municipal-bonds-belong-in-your-taxable-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/municipal-bonds-belong-in-your-taxable-portfolio\/","title":{"rendered":"Municipal Bonds Belong in Your Taxable Portfolio"},"content":{"rendered":"<p><span class=\"firstcharacter\">T<\/span>here has been a lot of ink spilled in the last few months about the perilous fiscal state of some US cities. After Detroit declared bankruptcy in July, bond maven Meredith Whitney was quick to point out the seriousness of the event. <a href=\"http:\/\/www.ft.com\/intl\/cms\/s\/0\/34abcabc-f389-11e2-942f-00144feabdc0.html\" target=\"_blank\">“The aftershocks of the largest municipal bankruptcy in US history will be staggering,”<\/a> she said. Such doomsaying has brought broader attention to the Muni bond market and the question of whether Munis still deserve a place in a diversified portfolio.<\/p>\n<p>Even with the Muni market down for the year, we think they do.  Before we talk about why, let’s provide some context about Muni bonds more generally.<\/p>\n<h3>What are Muni bonds?<\/h3>\n<p>Municipal bonds are debt instruments issued by state, city and local governments where the income earned is exempt from federal income tax, and potentially from state or local income taxes when purchased by state or local residents.  This is why they are sometimes referred to as <b><i>tax-exempt bonds<\/i><\/b>.<\/p>\n<p>The two most common types of Muni bonds are general obligation bonds and revenue bonds:<\/p>\n<ul>\n<li><b>General obligation (GO) bonds<\/b> are unsecured bonds backed by the issuing government and are generally paid off with funds from taxes.<\/li>\n<li><b>Revenue bonds<\/b> are issued to fund specific projects that will generate revenue (e.g. a toll bridge) to pay off the bonds.<\/li>\n<\/ul>\n<p>Between the two types, GO bonds are considered safer because they are backed by a government entity with taxing powers. Despite a relatively small number of defaults of late by municipalities in poor financial condition (Detroit being a case in point) governments are, in general, considered fairly stable and less risky when it comes to repaying debt obligations.<a title=\"\" href=\"#_edn1\">[i]<\/a><\/p>\n<p>Revenue bonds on the other hand are considered riskier than general obligation bonds because repayment depends on specific revenue streams rather than tax revenues. These streams can include user fees or lease payments that can be affected more by general economic conditions. Revenue bonds are also issued regularly by non-governmental entities with no backing by government agencies and hence no safety net for holders of the bonds in case of default.<\/p>\n<h3>What role do Muni bonds play in a portfolio?<\/h3>\n<p>We introduced a national Muni bond ETF into our taxable accounts earlier this year as part of a relentless effort to increase our net-of-fee, after-tax returns (<a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\">see our whitepaper for details<\/a>).  <strong>Muni bonds provide investors with three main benefits<\/strong>: (1) <strong>tax efficient income<\/strong>, (2) <strong>relatively low volatility<\/strong>, and (3) <strong>diversification<\/strong>.  Let’s discuss each in turn.<\/p>\n<h4><i>Tax efficient income<\/i><\/h4>\n<p>Understanding the effective income yield for Muni bonds requires translating the yield to a Tax-Equivalent Yield (TEY) to compare against taxable bonds (i.e. Treasury\/Agency, Corporate or Foreign Bonds).  This is a straightforward exercise where you take the yield and divide it by 100% minus your income tax rate.<\/p>\n<p style=\"text-align: center\"><strong>TEY = Bond Yield \/ (100% &#8211; Your Income Tax Rate)<\/strong><\/p>\n<p>So if a Muni fund’s current yield is around 3%, then someone with a federal income tax rate of 35% would have a TEY of 4.6% for that bond.  If you have a higher income tax rate or include state income taxes then the TEY would be north of 5%.  Of course this ignores credit and interest rate risk, which are important factors as well.<\/p>\n<p>To illustrate, consider a Californian in the highest federal tax bracket (39.6%), add the new federal <a href=\"https:\/\/www.irs.gov\/newsroom\/net-investment-income-tax-faqs\" target=\"_blank\">Net Investment Income Tax (NIIT)<\/a> (3.8%), and then add the new highest California state income tax bracket (13.3%) multiplied by the amount <i>not subject to federal taxes<\/i> and you end up with an effective total tax rate of 50.9% and a Tax-Equivalent Yield of 6.1%.<\/p>\n<p style=\"text-align: center\"><strong>TEY = 3% \/ (100% &#8211; (39.6% + 3.8% + 13.3% x (100% &#8211; (39.6% + 3.8%))))<\/strong><\/p>\n<p style=\"text-align: center\"><strong>= 3% \/ (100% &#8211; 50.9%) = 6.1%<\/strong><\/p>\n<p>So a California Muni bond fund paying 3% is comparable in yield to a taxable bond fund paying 6.1% (again ignoring credit or interest rate risk differences).<\/p>\n<p>In deciding between a state Muni fund or national Muni fund keep in mind the TEY will generally be higher for the state fund but you won’t be diversified across as many issuers.<\/p>\n<p>If <strong>you are a resident of a high income tax state<\/strong> like <strong>California<\/strong>, <strong>Illinois<\/strong>, <strong>Massachusetts<\/strong>, <strong>New Jersey<\/strong>, <strong>New York<\/strong>, <strong>Ohio<\/strong> or <strong>Pennsylvania<\/strong>, you may want to consider investing in Muni bonds from your state.  The down side is that state Muni ETFs are not yet mature enough to have attracted a lot of assets.  Their small scale means they trade less frequently which may result in a lower than quoted price when you attempt to sell them.  We believe the potential for realizing a lower than quoted price more than wipes out the extra level of tax deductibility they offer relative to national Muni ETFs.<\/p>\n<p>At Wealthfront we’re not in a big rush to add state focused ETFs given the relatively small impact they would make even if they didn’t have the liquidity problem. Again to illustrate, let’s assume you have a typical 5% allocation to Munis on a total portfolio of $1 million; in other words a Muni position worth $50,000. The current tax-exempt Muni yield is around 3%, equivalent to $1,500 in annual income on that $50,000.<\/p>\n<p>Let’s assume for the sake of simplicity a 10% state income tax rate, in which case your foregone state tax benefit would be $150 per year (10% x $1,500). On a $1 million portfolio your foregone benefit is just 0.015%.<\/p>\n<p>Your savings shrink even more when you consider you don’t have to pay state income taxes on your national Muni ETF interest that came from Munis owned by the fund that were issued by your home state. For example, California represents approximately 20% of <a href=\"http:\/\/us.ishares.com\/product_info\/fund\/overview\/MUB.htm?cmp=Exact_Income%20Priority_IP_Tickers&amp;chn=PPC&amp;c=Google&amp;kw=mub&amp;gclid=CMWD3vSFnLoCFWXZQgodpVcAHQ\" target=\"_blank\">MUB<\/a> (the national Muni ETF Wealthfront uses), so 20% of its interest can be treated as state income tax free.  If you live in California the extra benefit of state deductibility is reduced by 20% to 0.012%, a mere hundredth of a percent.<\/p>\n<p>At Wealthfront we expect to use state focused Muni ETFS once they attract a critical mass of assets that overcome the liquidity issue, but it will make very little difference in the performance of your portfolio.<\/p>\n<h4><em>Low volatility<\/em><\/h4>\n<p>Risk is usually expressed in terms of volatility.  An investment with a high level of volatility is considered high risk and vice versa.  Volatility of bonds is highly correlated with the likelihood of the issuer defaulting. Muni bonds are generally considered less risky than Corporate Bonds (and somewhat more risky than US Treasuries) because US government agencies and municipalities have historically been less likely to default on their obligations than corporations.  You can see this in the exhibit of default rates below:<\/p>\n<p><strong>Exhibit 1: Muni Bonds Historically Have Low Default Rates<\/strong><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT1-e1382032907957.jpg\"><img loading=\"lazy\" class=\"size-full wp-image-4184\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT1-e1382032907957.jpg\" alt=\"Source: FitchRatings. Corporate vs. Municipal Bonds (1990-2007). Select statistics for Fitch-rated investment-grade bonds. Past performance is no guarantee of future results.\" width=\"600\" height=\"208\" \/><\/a><\/p>\n<p><span style=\"font-size: 13px;line-height: 19px\"><i>Source: BlackRock and FitchRatings. Corporate vs. Municipal Bonds (1990-2007). Select statistics for Fitch-rated investment-grade bonds. Past performance is no guarantee of future results.<\/i><\/span><\/p>\n<p>As we have explained in many of our blog posts, building a portfolio that combines asset classes with different levels of risk usually leads to a higher return for every level of risk.  This is the basic premise of Modern Portfolio Theory.<\/p>\n<h4><em>Diversification<\/em><\/h4>\n<p>Muni bonds provide an additional benefit in helping to <a href=\"https:\/\/blog.wealthfront.com\/the-benefits-of-diversification\/\" target=\"_blank\">diversify a portfolio more broadly<\/a>. You can see this multiple ways.  One approach is to look at the relationships (<a href=\"http:\/\/en.wikipedia.org\/wiki\/Correlation_and_dependence\" target=\"_blank\">measured by correlation<\/a>) between Muni bonds and various other asset classes (Exhibit 2). As expected, over a 15-year period (1998 to 2012) Muni bonds have been uncorrelated with Stocks, REITs and Natural Resources, but you may be surprised to see how uncorrelated they are with Emerging Market Bonds, Treasury Inflation Protected Securities (TIPS), Corporate Bonds and US Government Bonds.<\/p>\n<p><strong>Exhibit 2: Muni Bond Correlations With Other Assets<\/strong><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_Muni_Exhibit2-e1382035447923.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4185\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_Muni_Exhibit2-e1382035447923.jpg\" alt=\"2013-10-17_Muni_Exhibit2\" width=\"580\" height=\"454\" \/><\/a><\/p>\n<p><em>Source: &lt;a title=&#8221;Wealthfront Investment Methodology White Paper&#8221; <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\">Wealthfront Investment Methodology White Paper<\/a><\/em><\/p>\n<p>Another way to see the lack of correlation among Munis and other types of bonds is to look at Exhibit 3, which ranks the best performing bond asset classes each year from 2002-2011. The ranking of the returns from the various types of bonds varies greatly each year.<\/p>\n<p><strong>Exhibit 3: Bond fund categories ranked by performance, 2002-2011<\/strong><br \/>\n<a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3.jpg\"><img loading=\"lazy\" class=\"alignleft wp-image-4188\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3.jpg\" alt=\"2013-10-17_MUNI_EXHIBIT_3\" width=\"749\" height=\"396\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3.jpg 1249w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3-640x338.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3-768x406.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-17_MUNI_EXHIBIT_3-1003x530.jpg 1003w\" sizes=\"(max-width: 749px) 100vw, 749px\" \/><\/a><br \/>\n<em>Source: Vanguard<\/em><\/p>\n<h3>The Bottom Line<\/h3>\n<p>We don’t try to have a specific short-term view on the attractiveness of the Muni bond market because we don’t practice tactical asset allocation, which attempts to time the attractiveness of various asset classes.  Repeated studies have shown that timing the market and tactical asset allocation don’t work. Instead we <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\">build our asset allocation models using the time-tested Nobel Prize winning methodology of Modern Portfolio Theory<\/a> (see our <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\">whitepaper on our investment methodology<\/a>).<\/p>\n<p>We encourage investors and our clients to focus on what is more certain — minimizing their fees, diversifying very broadly (including to Muni bonds) which includes rebalancing rigorously and pursuing tax efficiency, being thoughtful about which investments to put in their IRAs or 401(k) vs. taxable accounts, and harvesting tax losses when appropriate.<\/p>\n<p>Muni bonds have a long history of steady, fairly predictable performance that, with their low levels of risk and volatility, make for a reliable constituent that should be a part of every balanced and diversified portfolio.<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ednref1\">[i]<\/a><a href=\"http:\/\/www.investopedia.com\/terms\/r\/revenuebond.asp\" target=\"_blank\">Investopedia, Revenue Bonds<\/a> and <a href=\"http:\/\/www.investopedia.com\/terms\/g\/generalobligationbond.asp\" target=\"_blank\">GO bonds<\/a>; <a href=\"http:\/\/www.publicbonds.org\/index.htm\" target=\"_blank\">PublicBonds.org<\/a><\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>There has been a lot of ink spilled in the last few months about the perilous fiscal state of some US cities. After Detroit declared bankruptcy in July, bond maven Meredith Whitney was quick to point out the seriousness of the event. “The aftershocks of the largest municipal bankruptcy in US history will be staggering,” [&hellip;]<\/p>\n","protected":false},"author":24,"featured_media":7254,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[505,503,504],"yst_prominent_words":[1976,4022,4021,2555,4010,3361,2742,4013,2739,4020,4015,4018,4014,4017,4016,4011,2123,4019,2394,4012],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4182"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/24"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4182"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4182\/revisions"}],"predecessor-version":[{"id":11780,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4182\/revisions\/11780"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4182"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4182"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4182"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4182"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}