{"id":4194,"date":"2013-10-24T07:50:37","date_gmt":"2013-10-24T14:50:37","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4194"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"meir-statman-on-what-investors-really-want","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/meir-statman-on-what-investors-really-want\/","title":{"rendered":"Meir Statman on What Investors Really Want"},"content":{"rendered":"<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/Meir-Hi-res-e1382562006827.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4193\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/Meir-Hi-res-e1382562006827.jpg\" alt=\"Meir Hi res\" width=\"250\" height=\"375\" \/><\/a><br \/>\n<span class=\"firstcharacter\">M<\/span>eir Statman, a member of <a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\" rel=\"noopener\">Wealthfront’s investment advisory board<\/a>, is a leader in the field of behavioral finance. He has researched and written much about investor behavior and its reflection in capital markets.<\/p>\n<p>We asked him to talk to us about what investors really want, how they can make smarter financial decisions, and what brought him to Wealthfront.<\/p>\n<h5><strong><a href=\"http:\/\/www.amazon.com\/What-Investors-Really-Want-Financial\/dp\/0071741658\/\" target=\"_blank\" rel=\"noopener\"><span style=\"text-decoration: underline;\">What Investors Really Want<\/span><\/a> was your first book for the general public. What inspired you to write it?<\/strong><\/h5>\n<p>I wanted to share important lessons about investments others and I have been learning for three decades, lessons that are obvious in hindsight but were not obvious in foresight. We did not know that we were at the beginning of <strong>behavioral finance<\/strong>. That realization came later.<\/p>\n<p>We encountered <em>puzzles<\/em> as we observed the behavior of investors, where theory did not square with the evidence. The <em>dividend<\/em> puzzle is one example. Why do investors prefer company-paid dividends over “homemade dividends”? Compare $1,000 of company-paid dividends to $1,000 of homemade dividends investors create by selling $1,000 worth of shares. The $1,000 in homemade dividends are as green as the $1,000 of company-paid dividends. Moreover, investors pay lower taxes on homemade dividends than on company-paid dividends when tax rates on capital gains are lower than on dividends.<\/p>\n<p>Bolstering weak self-control is one part of the solutions to the puzzle. Investors with weak self control use rules to bolster their self control. One rule says “Spend dividends but don’t dip into capital.” Investors who receive $1,000 in company-paid dividends stop spending after the $1,000 is gone. But investors who dip into capital by selling shares might not muster sufficient self control to stop after they sell $1,000 worth of stock. They might not be able to resist the temptation to sell $2,000 worth of stocks or more, imperiling their retirement nest egg.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">We encountered <em>puzzles<\/em> as we observed the behavior of investors, where theory did not square with the evidence.<\/p>\n<\/div>\n<h5><b>What are the lessons from the book that you think are most important for investors?<\/b><\/h5>\n<p>The most important lesson for investors is to reflect on what they really want from their investments and design investment programs aimed at getting as much of what they want as is realistic.<\/p>\n<p>Investors are often baffled by the question: “What do you want from your investments?”<\/p>\n<p>They respond, “I want to make money, what more is there to say?”<\/p>\n<p>But we have to go on and ask, <b>“What is the money for?<\/b>”  Investors, such as those at <a href=\"https:\/\/www.wealthfront.com\/\" target=\"_blank\" rel=\"noopener\">Wealthfront<\/a>, want money to buy houses for their families, to provide for the education of their kids, to have sufficient retirement income, or perhaps even to set up a foundation that conforms to their values and supports their causes, whether alleviating poverty, protecting the environment, or promoting the arts.<\/p>\n<h5><b>You have done a lot of research on Socially Responsible Investing (SRI).  What is socially responsible investing?<\/b><\/h5>\n<p>Socially responsible investing is better named <i>values-based<\/i> investing. Many are annoyed by the term <strong><em>socially responsible investing<\/em><\/strong> because it connotes arrogance in the minds of some people who think that they are ‘holier than thou.’ <strong><em>Values-based investing<\/em><\/strong>, on the other hand, is a neutral term. Your values might compel you to invest with environmental protection in mind or compel you to invest with Catholic doctrine in mind. Neither is necessarily holier than the other.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Investors are often baffled by the question: “What do you want from your investments?”&#8230;But we have to go on and ask, “What is the money for?”<\/p>\n<\/div>\n<p>Speaking with values-based investors I’ve come to appreciate their deep dedication to their values and the absurdity of advising them to separate their investing from their values. It is like advising an Orthodox Jew to eat pork because it is cheaper than kosher beef and donate the savings to his synagogue. We must understand that people want three kinds of benefits from their investments, <strong>utilitarian<\/strong>, <strong>expressive<\/strong>, and <strong>emotional<\/strong>.<\/p>\n<h5><b>What do you mean by expressive and emotional benefits exactly?<\/b><\/h5>\n<p>Investments, jobs, products, and services have benefits that enhance wealth, well-being, or both. These include utilitarian benefits, expressive benefits, and emotional benefits. <i><strong>Utilitarian benefits<\/strong><\/i> are the answer to the question: <strong>‘What does it do for me and my pocketbook?’<\/strong> The utilitarian benefits of watches include time telling; the utilitarian benefits of restaurants include nutritious calories; and the utilitarian benefits of investments are mostly wealth, enhanced by high investment returns.<\/p>\n<p><i><strong>Expressive benefits<\/strong><\/i> convey to us and to others our values, tastes, and status. They answer the question: <strong>‘What does it say about me to others and to me?’<\/strong> A stock picker says, &#8220;I am smart, able to pick winning stocks.&#8221; A hedge fund investor says, “My wealth and status are high so I’m allowed to invest in exclusive hedge funds not available to average investors.&#8221;<\/p>\n<p><i><strong>Emotional benefits<\/strong><\/i> are the answer to the question, <strong>‘How does it make me feel?’<\/strong> Insurance policies make us feel safe, lottery tickets give us hope, and an offer to invest in hedge funds makes us proud.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Socially responsible investing is better named <i>values-based<\/i> investing.<\/p>\n<\/div>\n<h5><b>What brought you to Wealthfront?<\/b><\/h5>\n<p><a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\" rel=\"noopener\">Paul Pfleiderer<\/a> was kind enough to invite me to speak a number of times at Stanford where he is a professor, and it was there that I learned of <a href=\"https:\/\/www.wealthfront.com\/\" target=\"_blank\" rel=\"noopener\">Wealthfront<\/a>. Wealthfront is about evidence-based investing, it is about applying science to separate investment truth from investment fiction and educating investors to do better by resisting their cognitive errors and misleading emotions.<\/p>\n<p>The Wealthfront approach is consistent with mine: Investing in index mutual funds or ETFs with emphasis on low costs and tax savings. Moreover, Wealthfront tries to understand what investors really want and guide them to it.<\/p>\n<h5><b>In reading “What Investors Really Want” it becomes obvious that you read very widely for your research, would you comment on that and what you might be working on now?<\/b><\/h5>\n<p>Many think of behavioral finance as a nice collection of stories that make sense but do not rival standard finance as a comprehensive and rigorous theory. I’m writing a new book that presents behavioral finance as a comprehensive and rigorous theory.<\/p>\n<p>Investors in <a href=\"http:\/\/whatinvestorswant.files.wordpress.com\/2010\/08\/statman-what-is-bf-cfa.pdf\" target=\"_blank\" rel=\"noopener\">standard finance<\/a> are rational. Investors in <a href=\"http:\/\/whatinvestorswant.files.wordpress.com\/2010\/08\/statman-what-is-bf-cfa.pdf\" target=\"_blank\" rel=\"noopener\">behavioral finance<\/a> are normal, sometimes <i>normal-smart<\/i> and at other times <i>normal-stupid<\/i>, swayed by cognitive errors and misleading emotions. Investors in standard finance build portfolios by the rules of <a href=\"http:\/\/en.wikipedia.org\/wiki\/Modern_portfolio_theory\" target=\"_blank\" rel=\"noopener\">mean-variance portfolio theory<\/a>. Investors in behavioral finance build portfolios by the rules of behavioral portfolio theory. Markets in standard finance are efficient. Markets in behavioral finance are not efficient but difficult to beat. Expected returns in standard finance are determined by utilitarian factors alone, such as risk and liquidity. Expected returns in behavioral finance are determined by utilitarian, expressive and emotional factors.<\/p>\n<p><strong>For additional thoughts and insight from Prof. Statman<\/strong> please see his recent Q&amp;A in the Nov. issue of <a href=\"http:\/\/www.kiplinger.com\/article\/investing\/T031-C000-S002-smart-investors-keep-it-simple.html\" target=\"_blank\" rel=\"noopener\">Kiplinger’s Personal Finance<\/a>.<\/p>\n<p>You might gain additional insights about <strong><em>yourself<\/em><\/strong><br \/>\nby <a href=\"http:\/\/online.wsj.com\/news\/articles\/SB10001424127887323415304578368362532120512\" target=\"_blank\" rel=\"noopener\">taking his online investor quiz posted on WSJ online<\/a>.<\/p>\n<p><i>Meir Statman is the Glenn Klimek Professor of Finance at the Leavey School of Business at Santa Clara University. He received his PhD from Columbia University and his BA and MBA from the Hebrew University of Jerusalem.<\/i><\/p>\n<p><i>He is also the author of the well-received 2011 book<\/i> <i><a href=\"http:\/\/www.amazon.com\/What-Investors-Really-Want-Financial\/dp\/0071741658\/\" target=\"_blank\" rel=\"noopener\">What Investors Really Want: Know What Drives Investor Behavior and Make Smarter Financial Decisions<\/a><\/i><i>.<\/i><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Meir Statman, a member of Wealthfront’s investment advisory board, is a leader in the field of behavioral finance. He has researched and written much about investor behavior and its reflection in capital markets. We asked him to talk to us about what investors really want, how they can make smarter financial decisions, and what brought [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7270,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[362,506,507,365,357],"yst_prominent_words":[4002,3994,4005,3996,4004,3995,4006,4001,4003,4009,1257,3999,4000,3997,2521,2520,2519,4008,4007,3998],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4194"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4194"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4194\/revisions"}],"predecessor-version":[{"id":11781,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4194\/revisions\/11781"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7270"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4194"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4194"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4194"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4194"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}