{"id":4198,"date":"2013-11-01T09:19:10","date_gmt":"2013-11-01T16:19:10","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4198"},"modified":"2019-12-08T16:24:00","modified_gmt":"2019-12-09T00:24:00","slug":"socially-responsible-investing-strategy-or-luxury","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/socially-responsible-investing-strategy-or-luxury\/","title":{"rendered":"Socially Responsible Investing: Strategy or Luxury?"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span>s a follow up to our popular post <a href=\"https:\/\/blog.wealthfront.com\/meir-statman-on-what-investors-really-want\/\" target=\"_blank\" rel=\"noopener noreferrer\">On What Investors Really Want<\/a>, we decided to add to our discussion with <strong>Meir Statman<\/strong>, behavioral finance expert, author, researcher and professor of finance at Santa Clara University.<\/p>\n<h4><strong>What do we know about the returns of socially responsible investments or values-based investing?<\/strong><\/h4>\n<p>Many studies, including my own, found that the returns of active socially responsible mutual funds are similar to the returns of active conventional funds. But the returns of active funds, both socially responsible and conventional are lower than the returns of index funds, both socially responsible and conventional.<\/p>\n<p>Socially responsible index funds tend to be the equivalent of ready-made suits. They usually exclude stocks of tobacco and gun manufacturers and favor stocks of companies with good employee relations and good environmental records. Some socially responsible investors, however, want the equivalent of custom-made suits, such as one that focuses entirely on environmental issues or one that is consistent with Catholic doctrine. Custom-made funds, like custom-made suits are more expensive, detracting from returns.<\/p>\n<p>I find it easy to accept that investors who feel strongly that their investments must conform to Catholic doctrine want mutual funds that exclude stocks of companies producing birth control pills and might be less inclined toward mutual funds that exclude stocks of tobacco or alcohol producers. What I find difficult to accept is the work of active “alpha-seeking” socially responsible funds that promise to beat index fund returns. Most active socially responsible funds, like most active conventional funds, end up lagging index funds because their expenses are high.<\/p>\n<div id=\"attachment_4192\" style=\"width: 263px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-21_MeirStatman.jpg\"><img aria-describedby=\"caption-attachment-4192\" loading=\"lazy\" class=\" wp-image-4192 \" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/2013-10-21_MeirStatman.jpg\" alt=\"2013-10-21_MeirStatman\" width=\"253\" height=\"266\" \/><\/a><p id=\"caption-attachment-4192\" class=\"wp-caption-text\">Prof. Meir Statman<\/p><\/div>\n<p>I’m sadder about “alpha-seeking” socially responsible funds than about “alpha-seeking” conventional funds because socially responsible investors come to investments with social goals, beyond their return goals. It is sad that money that could have been used to support social causes is frittered away instead on costly attempts to beat the market.<\/p>\n<p><strong>So do you think of values-based investing as being a luxury product in terms of the incremental cost?<\/strong><\/p>\n<p>I don’t know that the term luxury product is applicable. A hedge fund would be a luxury in that you can brag to your friends that you own one. A more apt analogy might be choosing between a mid-size sedan and a highly economical hybrid. They are different but the hybrid may not be more expensive overall. If you are inclined toward being environmentally responsible you might lean toward the hybrid because it gets great mileage but it is perhaps not as spacious as the sedan.<\/p>\n<p>Socially responsible investing is really a matter of preferences more than a badge of prestige. It is a matter of tailoring things that are right for you. I mean <strong>you always have the choice to invest in very low-cost index funds and then support the charities or causes you believe in with a direct donation<\/strong>. For other people it really is a matter of an analog to religion. Some people want to live their investing life adhering to the same values they do in the rest of their lives. At the same time you are not going to save the universe from not eating meat on Fridays or Yom Kippur.<\/p>\n<h4><strong>Do you invest in socially responsible funds?<\/strong><\/h4>\n<p>I don’t. Here’s why.<br \/>\nThere are two kinds of value-based investing: <strong>Banners<\/strong> and <strong>plows<\/strong>. A low cost general U.S. stock market index fund or ETF, such as those by Vanguard, have an expense ratio of 0.05% but they may contain stocks of pharmaceutical companies producing contraceptives, retail companies employing workers in poorly constructed buildings in Bangladesh, and utilities generating power in nuclear plants.<\/p>\n<p>Investors who refrain from buying such index funds in favor of values-based funds conforming to their values are <strong>akin to investors who wave banners<\/strong> in the confines of their homes, declaring to themselves that they oppose contraceptives, poor labor practices, or nuclear plants. But such banner waving does little to decrease the use of contraceptives, poor labor practices, or nuclear plants. Plowing does more. Donating money or volunteer time to organizations opposing contraceptives, poor labor practices, or nuclear plants can help such opposition, such as by boycotts or by promoting legislation prohibiting contraceptives, poor labor practices, or nuclear plants.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Most active socially responsible funds, like most active conventional funds, end up lagging index funds because their expenses are high.<\/p>\n<\/div>\n<p>Yes, banner waving can possibly be effective. The cost of capital of tobacco manufacturers would increase if many investors refrain from buying their stocks, and such increase in the cost of capital might deter expansion by tobacco companies. A higher cost of capital to a tobacco company implies a higher expected return to buyers of stocks of tobacco companies. Indeed, there is evidence by Harrison Hong and Marcin Kacperczyk (2009) and by myself and Denys Glushkov (2009) indicating that the expected returns of stocks of tobacco companies are especially high. But the effects of increases in cost of capital on production and sale of tobacco products are small relative to the effects of legislation raising taxes on tobacco products, limiting their advertising, and prohibiting their sale to minors. Moreover, <strong>the expense ratios of values-based funds tend to be high<\/strong>, even if they are index funds. For example, the expense ratio of Vanguards’ Vanguard FTSE Social Index fund is 0.29%, almost six times higher than the 0.05% expense ratio of Vanguard’s Total U.S. Index fund.<\/p>\n<p>If you put $100,000 into each of the two funds and they had the same 7% annual return before expenses then your net amount at the end of 30 years after expenses could be $50,000 more in the Total U.S. Index fund.*<\/p>\n<p>Personally, I prefer <strong>plowing<\/strong> to banner waving. My wife and I contribute money and volunteer time to causes and values that matter to us. But I empathize with those who prefer to add banner waving to plowing, favoring stocks of companies that conform to their causes and values and excluding stocks of companies that violate their causes and values.<\/p>\n<p><em>Meir Statman is the Glenn Klimek Professor of Finance at the Leavey School of Business at Santa Clara University. He received his PhD from Columbia University and his BA and MBA from the Hebrew University of Jerusalem.<\/em><\/p>\n<p><i>He is also the author of the well-received 2011 book<\/i> <i><a href=\"http:\/\/www.amazon.com\/What-Investors-Really-Want-Financial\/dp\/0071741658\/\" target=\"_blank\" rel=\"noopener noreferrer\">What Investors Really Want: Know What Drives Investor Behavior and Make Smarter Financial Decisions<\/a><\/i><i>.<\/i><\/p>\n<p>*Assume a 7% annual gross return before expenses. The Vanguard Total U.S. fund would compound to $750,626 after expenses and the FTSE Social Index fund would grow to $701,703.<\/p>\n<p><strong>References<\/strong>:<br \/>\nHonga, Harrison and Marcin Kacperczyk. 2009. <a href=\"http:\/\/pages.stern.nyu.edu\/~sternfin\/mkacperc\/public_html\/sin.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">“The price of sin: The effects of social norms on markets.”<\/a> Journal of Financial Economics 93: 15-36.<\/p>\n<p>Statman, Meir, and Denys Glushkov. 2009. “The Wages of Social Responsibility.” Financial Analysts Journal 65:4, 33–46.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>As a follow up to our popular post On What Investors Really Want, we decided to add to our discussion with Meir Statman, behavioral finance expert, author, researcher and professor of finance at Santa Clara University. What do we know about the returns of socially responsible investments or values-based investing? Many studies, including my own, [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[509,222,508,223,507],"yst_prominent_words":[3993,3989,3992,3988,3991,3983,3978,3984,3986,3990,3985,1321,3980,3976,3987,3982,3977,3979,2520,3981],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4198"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4198"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4198\/revisions"}],"predecessor-version":[{"id":12189,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4198\/revisions\/12189"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7220"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4198"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4198"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4198"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4198"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}