{"id":4200,"date":"2013-11-05T10:00:23","date_gmt":"2013-11-05T18:00:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4200"},"modified":"2019-12-08T16:24:12","modified_gmt":"2019-12-09T00:24:12","slug":"always-file-your-83b","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/always-file-your-83b\/","title":{"rendered":"Always File Your 83(b)"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener noreferrer\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>One of the most valuable terms in your option agreement is the ability to exercise your options before they have vested. The ability to exercise early allows you to change the gain on all your options from ordinary income to a long-term capital gain, which is taxed at a much lower rate.<\/p>\n<p>I don’t mean to make this sound like a public service announcement, but <strong>you must file your 83(b) within 30 days of your early exercise<\/strong>. Unfortunately there are many people who don’t and then are surprised at the big tax bill they get hit with.<\/p>\n<h2>What Exactly <em>Is<\/em> An 83(b)?<\/h2>\n<p>Section 83 of the Internal Revenue Code states that you do not have to recognize income from owning equity in a company until that stock vests. Seems simple enough.<\/p>\n<p>Section 83(b) refers to a special election you can make with the IRS to let them know that, despite the fact you have not yet vested your stock, you still want to recognize the income associated with ownership immediately. If you file the 83(b) election before your stock has appreciated from it’s strike price <strong>there will be no income<\/strong> and therefore <strong>no tax owed<\/strong>.<\/p>\n<h2>Why Would Anyone Want to Pay Taxes Early?<\/h2>\n<p>In the past 83(b) elections were a niche issue that largely applied only to founders of companies. Unlike most employees, founders are issued their shares for a fraction of a cent rather than in the form of an option. Much of the time, when a founding team raises venture capital the terms of that investment include a requirement for the founders to vest their shares over four years.<\/p>\n<p>It may sound strange that founders, who own the company, voluntarily agree to a vesting schedule, but investors require it to provide an incentive for the founders to stick around through the likely term of the venture capital investment. Founders that are in the know would file their 83(b) election before they raise money (i.e. before their equity has appreciated) in order to start the clock on qualifying for a Long Term Capital Gain and in so doing not have to pay any tax until they sell their stock.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">The ability to exercise early allows you to change the gain on all your options from ordinary income to a long-term capital gain, which is taxed at a much lower rate.<\/p>\n<\/div>\n<p>As competition for outstanding employees has grown over the past decade, many companies began to offer their employees who were issued stock options the ability to exercise their options early so they could potentially benefit from more favorable tax treatment. You may recall that we described early exercise as one of the <a href=\"https:\/\/blog.wealthfront.com\/stock-options-package-valuation\/\" target=\"_blank\" rel=\"noopener noreferrer\">14 crucial questions you should ask about your option<\/a>s.<\/p>\n<p>Most stock options at technology companies vest over four years, with a one year cliff. In practical terms, you receive 25% of your stock options on your one-year anniversary, and typically 1\/48 of your original stock grant on every monthly anniversary after that point.<\/p>\n<p>Early exercise allows you to exercise that option before you have vested your stock. As a result, it’s possible for many early employees to purchase some or all of their stock before their vesting dates.<\/p>\n<h2>Why Would You Pay for Stock Before Vesting?<\/h2>\n<p>You may be wondering why you would pay for your stock before it has vested. After all, options have value. The right to buy stock at a fixed price for an extended period of time is potentially very valuable, partially because you do not need to come up with the money for the stock immediately and you can choose to exercise any time.<\/p>\n<p>The answer is <strong>taxes<\/strong>.<\/p>\n<p>The United States rewards individuals who hold their investments for more than one year with discounted taxes. These long term capital gains tax rates are based on when you first acquired your stock. ‘Exercising’ your stock options literally means buying your stock, so the sooner you exercise, the sooner you can sell your stock at a discounted tax rate.<\/p>\n<p>As of 2013, the federal Long Term Capital Gains tax rate is 20% (with a 3.8% surcharge for individuals who earn more than $200,000). The maximum marginal federal ordinary income tax rate of 39.6% is significantly higher. For a $100,000 gain, that can mean a difference of <strong>over $15,800 in additional taxes<\/strong>.<\/p>\n<h2>Why Would You Owe Taxes When You Buy Private Stock?<\/h2>\n<p>When you join a private company, you’re typically granted stock options at the fair market value of the common shares of the company. That value, by the way, is typically at a significant discount to the price venture capitalists and other investors have paid for their preferred shares, which have additional rights. Options are granted to employees at a discount to the investors’ price due to to the unique preferences granted to investor shares. This creates a significant reward for the employees who are willing to take the risk of joining an early stage company.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">You must file your 83(b) within 30 days of your early exercise<\/p>\n<\/div>\n<p>When you exercise your stock option, you pay the exercise price of the option for each share. The IRS considers the difference between the current fair market value and your exercise price as income in the current calendar year, either as ordinary income (for a Non-qualified Stock Option) or as an AMT preference item (for Incentive Stock Options).<\/p>\n<p>If you exercise your stock option before its fair market value goes up, then you’ll end up recognizing zero income in that year. If you wait until the fair market value goes up, then you can easily end up in the difficult situation of owing income taxes but being unable to sell your stock (because it’s private) to pay those taxes. We explained this scenario in detail in <a href=\"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/\" target=\"_blank\" rel=\"noopener noreferrer\">Three Ways To Avoid Tax Problems When You Exercise Options<\/a>.<\/p>\n<h2>What Does This Have to Do With The 83(b)?<\/h2>\n<p>If you exercise your stock options early, you buy the stock from your employer. However, if you haven’t vested that stock yet, Section 83 of the Revenue Code states that you don’t take ownership for tax purposes until it vests.<\/p>\n<p>In practice, this means that every time you vest additional stock from your exercised stock options (at the one year cliff, and every month afterward), the IRS expects you to declare income based on the difference between the exercise price and the value of that stock <em><strong>on that date<\/strong><\/em>. That can create a large tax liability for you at a time when you can’t actually sell your stock to pay the taxes if you work for a company whose common shares steadily increase in value.<\/p>\n<h2>83(b) To The Rescue<\/h2>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/03\/hand-holding-stopwatch.jpg\"><img loading=\"lazy\" class=\"alignleft wp-image-2689\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/03\/hand-holding-stopwatch.jpg\" alt=\"hand-holding-stopwatch\" width=\"142\" height=\"178\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/03\/hand-holding-stopwatch.jpg 620w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/03\/hand-holding-stopwatch-401x500.jpg 401w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2012\/03\/hand-holding-stopwatch-425x530.jpg 425w\" sizes=\"(max-width: 142px) 100vw, 142px\" \/><\/a>The 83(b) election resolves this issue, elegantly and simply. It’s a form that you send to the IRS that declares, explicitly, that even though you have not vested your stock yet, you wish to be treated as if you have full ownership as of the exercise date.  (This is why, by the way, you only need to file the 83(b) when you exercise stock options that you have not vested yet.)<\/p>\n<p>Thus, if you exercise your stock options when the fair market value equals the exercise price, the 83(b) leaves you with no tax liability until you actually sell your shares.<\/p>\n<h2>The Race Against The 83(b) Clock<\/h2>\n<p>There are two practical issues with filing an 83(b).<\/p>\n<ul>\n<li><strong>There is no such form on the IRS website<\/strong>. It’s not there. The good news is that most companies that allow their employees to exercise stock options early will also provide you with an 83(b) form, which covers the necessary fields and signatures. Your 83(b) election form can typically be found in your option agreement document.<\/li>\n<li><strong>There is a time limit<\/strong>. You have 30 days from the date of exercise to get your 83(b) election form to the IRS. There is no grace period. If ever there was a time to send a hard copy via certified mail with a return receipt, this is it. As with everything tax-related, documentation is your friend.<\/li>\n<\/ul>\n<p>The decision of whether or not to early-exercise your stock options is a complicated one, and may not make sense in some situations. However, if you do decide to early exercise, just remember: <strong>Always File Your 83(b)!<\/strong><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs One of the most valuable terms in your option agreement is the ability to exercise your options before they have vested. The ability to exercise early [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7289,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1098,461,1096,510,226,237,383],"yst_prominent_words":[3975,3974,3969,3965,3193,3968,3971,3972,3191,3187,3967,3970,3963,3190,2885,3973,3966,1310,3376,3964],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4200"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4200"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4200\/revisions"}],"predecessor-version":[{"id":12190,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4200\/revisions\/12190"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7289"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4200"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4200"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4200"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4200"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}