{"id":4206,"date":"2013-11-07T06:30:37","date_gmt":"2013-11-07T14:30:37","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4206"},"modified":"2019-12-08T16:23:40","modified_gmt":"2019-12-09T00:23:40","slug":"behind-the-scenes-on-the-day-of-a-companys-ipo","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/behind-the-scenes-on-the-day-of-a-companys-ipo\/","title":{"rendered":"Behind the Scenes: The Day of a Company&#8217;s IPO"},"content":{"rendered":"<p><span class=\"firstcharacter\">E<\/span>xcitement has been building in advance of today’s Twitter IPO and it has led a number of our readers to request that we add a new chapter in our popular <a href=\"https:\/\/blog.wealthfront.com\/ipo-101-the-inside-scoop-on-ipos\/\" target=\"_blank\" rel=\"noopener noreferrer\">IPO 101 Series<\/a>. Specifically they’ve asked for a behind-the-scenes view of the action <em>as it unfolds<\/em> on IPO day.  What follows is a step-by-step description of these events.<\/p>\n<h2>Who makes the decisions?<\/h2>\n<p>Things actually kick into high gear at the end of the business day <i>prior<\/i> to the first day of trading.  That is when the “pricing committee,” a subset of the board of directors, meets with representatives of the managing underwriter. Pricing committees are often comprised of the company’s CEO, CFO and typically at least one non-management member of the board who has experience in IPOs. The managing underwriter is the investment bank receiving top billing during the IPO; its name is displayed on the top left of the list of bankers on the prospectus cover. In Twitter’s case the managing underwriter is Goldman Sachs (as if you could have missed it).<\/p>\n<h2>How is the price set?<\/h2>\n<p>At this meeting, the investment bankers share all the information they have collected on the demand for the offering.  The CEO and CFO typically have spent the prior 2 ½ weeks engaging in one-on-one meetings with up to 60 institutional investors.  The sales team from the investment bank collects the number of shares each institutional portfolio manager would like to buy at particular prices.  Based on this information the “syndicate manager” or “capital markets desk manager” of the lead investment bank recommends a price at which the company’s stock should be sold.<\/p>\n<p>Prior to the Facebook offering, bankers typically recommended selling shares at a 10 – 15% discount to the multiples of sales and earnings for the most comparable public companies.  I am told by knowledgeable sources that since the Facebook offering, the discount has been increased to up to 30% to ensure the company’s shares don’t trade below the offering price.<\/p>\n<p>Bankers and management teams don’t like shares to trade below the offering price because it will be perceived as a failed offering. That scenario usually causes management to spend an inordinate amount of their time explaining why their business isn’t flawed just because their price dropped relative to its offering price.  And this would be a shame given all the work that went into delivering a positive outcome. While the management team has the ultimate call on the price, the bankers will strongly weigh in if management chooses <em>too<\/em> aggressive a price.<\/p>\n<h2><b><\/b>How are the shares allocated?<\/h2>\n<p>Once the price has been set, the shares must be allocated among the investors.  The bankers try to allocate in such a way that they don’t <em><strong>quite<\/strong><\/em> satisfy the demand of the most interested buyers.  This is intended to provide incentive to the under-allocated investor to fill out her position by buying in the aftermarket. Such demand helps fuel the rise in the stock post-offering.  Allocating too few shares to an institutional investor can cause them to sell immediately post-offering, since they didn&#8217;t get enough to build a meaningful position. This could cause an over-abundance of supply, and too much supply puts tremendous pressure on the price of the stock.<\/p>\n<p>Imagine a portfolio manager who runs a $2 billion mutual fund.  She typically doesn’t want to own more than 200 different securities.  That means she must be able to build at least a $10 million position in each stock she owns. If she were allocated 2% of the Twitter offering (140,000 shares @ $26\/share) then she would only have a $3.6 million position.  Even with 30% appreciation she will only get to $4.7 million.  The bankers must then determine if she is willing to buy an additional $5.3 million position in the open market.  If it is determined that she will not, then her position must be increased to improve the odds of aftermarket demand or decreased and expected to be immediately sold.<\/p>\n<h2>The (relatively small) role of the retail investor<\/h2>\n<p>Retail investors are not considered terribly attractive buyers because they seldom generate follow-on demand and are often not long-term holders.  As a result they are typically only allocated 10 – 20% of the shares offered in the IPO.  In Twitter’s case that would represent 7 to 14 million shares out of the 70 million shares offered. Consumer-focused companies often want to use the IPO as a branding event  by pursuing retail allocations at the top end of the range.  Enterprise companies typically pursue retail allocations at the bottom end of the range.  In Facebook’s case the underwriters increased the size of the offering at the last minute and applied the vast majority of the increase to retail investors, which contributed to the weak performance of the stock post-offering.  Unfortunately it is almost impossible for companies to specifically allocate shares only to users or clients.<\/p>\n<p>As you can imagine allocating an offering is quite an art.  You want to make sure you allocate in such a way that certain investors buy in the aftermarket and other investors sell so as to create shares for others to buy.<\/p>\n<h2>Matching buyers with sellers<\/h2>\n<p>The institutional investors who have been allocated stock are typically informed the morning trading begins.  And on the following morning the lead investment bank’s sales team collects buying and selling demand from institutions that received shares in the offering and institutions that didn’t.  Once again retail investors don’t play much of a role in the process because of their relatively small demand compared to the institutions. It typically takes three to four hours for the capital markets desk to sort through all the possible permutations and combinations of purchases and sales to determine where to set the opening trade price such that there is an orderly market.  This is why IPO shares don’t trade before 10 AM Pacific time (vs. the market open at 6:30 AM).<\/p>\n<h2>The role of stabilization<\/h2>\n<p>Once the IPO shares are free to trade the investment bank must play a supporting role.  If shares trade up then the bank has the option to increase the offering by 15% at the IPO price to dampen the rise.  In Twitter’s case this option represents another 10.5 million shares. The bank earns its commission on these shares and the company benefits from more proceeds.  This option is typically referred to as the “Green Shoe.”  The term comes from the first company, the Green Shoe Manufacturing (now called Stride Rite Corporation), to permit underwriters to use this practice in an offering.  The Green Shoe, or just “Shoe,” is exercised in the vast majority of IPOs.  If the stock begins to trade down then the managing underwriter is expected to use its own capital to jump in and buy shares to “stabilize” the price.  The increase in demand from this stabilization buying sometimes succeeds in driving the price back up.  The Shoe is available to the investment bank for up to 30 days and rewards the bank for taking the stabilization risk.<\/p>\n<h2>The closing price doesn’t matter<\/h2>\n<p>Most everyone is happy if the stock closes above the IPO price but the story does not end there.  Employees typically do not get to sell their shares until the underwriters’ lockup is released 180 days after the close of the offering.  It is very important for the issuer to meet or exceed the revenue and earnings guidance it provides during its IPO roadshow.  As we explained in <a href=\"https:\/\/blog.wealthfront.com\/selling-stock-post-ipo\/\" target=\"_blank\" rel=\"noopener noreferrer\">Real Data-Based Guidance On Selling Stock Post-IPO<\/a>, Wealthfront’s research found the vast majority of companies who miss their guidance in one of their first two quarters as a public company seldom see their stock price rise above their IPO price at any time in the future.  It is therefore imperative for management to take a long-term view and not get overly hung-up on performance of their stock on IPO day.  It is extremely important that the issuer continue to perform well post-offering so it can build enough demand for its stock to absorb all the shares that flood the market when the employees and the investors are finally allowed to sell their shares.<\/p>\n<p>We hope this post gave you greater insight into what has traditionally been an opaque process. And please keep the requests coming in on issues of IPO interest.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Excitement has been building in advance of today’s Twitter IPO and it has led a number of our readers to request that we add a new chapter in our popular IPO 101 Series. Specifically they’ve asked for a behind-the-scenes view of the action as it unfolds on IPO day.  What follows is a step-by-step description [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7231],"tags":[512,494,511],"yst_prominent_words":[3953,3962,3955,3957,2792,1257,1406,3958,3954,1405,3960,1756,1951,3961,2537,1310,3956,3952,1952,3959],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4206"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4206"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4206\/revisions"}],"predecessor-version":[{"id":12188,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4206\/revisions\/12188"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4206"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4206"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4206"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4206"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}