{"id":4227,"date":"2013-11-21T08:21:49","date_gmt":"2013-11-21T16:21:49","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4227"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"an-employee-perspective-on-equity","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/an-employee-perspective-on-equity\/","title":{"rendered":"An Employee Perspective on Equity"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p><span class=\"firstcharacter\">A<\/span> couple of days ago we wrote a post for company founders that describes our proposal for allocating equity to attract and retain outstanding employees.  We call it the <a href=\"https:\/\/blog.wealthfront.com\/the-right-way-to-grant-equity-to-your-employees\/\" target=\"_blank\" rel=\"noopener\">Wealthfront Equity Plan<\/a>. It’s equally important to take a look at the Wealthfront Equity Plan from the perspective of an employee.<\/p>\n<p>When a prospective employee is considering a job offer she should be concerned not only with the amount of options she receives when she joins a company but also how well she is going to be rewarded for outstanding performance. Back in April 2012 we wrote a blog post that listed the 12 questions you should ask about the options associated with your job offer (NOTE: We have since updated and expanded this post, please see <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">The 14 Crucial Questions About Stock Options<\/a>). All the questions focused on an initial offer because I had long assumed most companies treated follow-on grants similarly.  Over the past couple of years I have come to realize that is clearly not the case.<\/p>\n<h2>Not every employer does the right thing<\/h2>\n<p>The other day we made an offer to an engineer who had never worked for a company that gave out additional grants, so he wanted to negotiate his stock option offer which was already above market (to see what represents market, please review our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">startup compensation tool<\/a>).  We explained our policy regarding grants post-joining and he almost couldn’t believe what he heard.  Fortunately all our employees could attest to its veracity.  Not surprisingly he joined without further negotiating his offer (by the way we don’t believe in low-balling initial offers because that too isn’t consistent with the golden rule).<\/p>\n<p>There are three types of follow-on grants to which you should aspire if you work for an enlightened company:<\/p>\n<ul>\n<li>Promotion grants<\/li>\n<li>Performance grants<\/li>\n<li>Evergreen grants<\/li>\n<\/ul>\n<p>It should be noted that all follow-on grants described in this post should vest over four years with no <a href=\"http:\/\/www.investopedia.com\/terms\/c\/cliffvesting.asp\" target=\"_blank\" rel=\"noopener\">cliff<\/a>.<\/p>\n<h2>Promotion grants<\/h2>\n<p>The market rate for stock options is important for your future positions as well as your initial job.  If you are promoted then your ownership should increase to the current market value of your <i>new<\/i> position.  If you joined a company early and the current market rate for your new position is below your existing ownership then you should command an increase equal to the difference in the current market rate for your current and promoted position.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Enlightened companies understand that in order to succeed they need to attract and retain outstanding employees.<\/p>\n<\/div>\n<h2>Performance grants<\/h2>\n<p>If you make a contribution well beyond what is expected then you deserve more equity. Some companies like to offer small performance grants across a wide audience.  Others like Wealthfront give large grants to a limited audience, typically the top 10- or 20%-performers.  The benefit of only giving grants to the top performers is the increase can be meaningful — up to 50% of your initial grant.  Please keep in mind that performance grants are intended for non-executives (evergreen grants on the other hand are open to all employees).<\/p>\n<h2>Evergreen grants<\/h2>\n<p>Finally, you should get more stock if your employer expects you to stay beyond the typical four-year vesting period on your initial grant.  You should be treated just like a free agent in the sports world because you can join another company at any point in time (I addressed the issues to consider regarding when to change jobs in my post on Linkedin called <a href=\"http:\/\/www.linkedin.com\/today\/post\/article\/20130620143028-56725-how-often-should-i-look-for-a-job?trk=mp-reader-card\" target=\"_blank\" rel=\"noopener\">How often should I look for a job?<\/a>).  Therefore you should be rewarded with equity comparable to what you would get at another company if your employer wants to retain you.  Grants awarded to encourage you to stay are commonly referred to as <i>evergreen grants<\/i>.<\/p>\n<p>Evergreen grants should come early enough and be large enough that you never look to leave your employer due to financial concerns.  They should begin to be made 2.5 to 3 years into your tenure and continue every year on the anniversary of your first evergreen grant.  Some companies will give you a new lump sum evergreen grant that will last the next four years and others will give you a smaller evergreen grant every year.  The Wealthfront Equity Plan recommends ¼ of what you would get in the current market for your current job each year.<\/p>\n<h2>Equity matters<\/h2>\n<p>Enlightened companies understand that in order to succeed they need to attract and retain outstanding employees.  What better way to send the message that you’re important than to treat you the way you would hope and expect to be treated.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs A couple of days ago we wrote a post for company founders that describes our proposal for allocating equity to attract and retain outstanding employees.  We [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7245,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[1096,495,59,459,226],"yst_prominent_words":[4168,4162,4161,4165,4179,4169,4178,4174,4166,4175,4167,4177,4180,4172,4170,4176,4164,4171,4173,4163],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4227"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4227"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4227\/revisions"}],"predecessor-version":[{"id":11786,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4227\/revisions\/11786"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7245"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4227"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4227"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4227"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4227"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}