{"id":4229,"date":"2013-11-29T08:00:30","date_gmt":"2013-11-29T16:00:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4229"},"modified":"2020-05-29T19:25:57","modified_gmt":"2020-05-30T02:25:57","slug":"8-things-to-do-before-the-end-of-the-year-that-are-good-for-your-finances","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/8-things-to-do-before-the-end-of-the-year-that-are-good-for-your-finances\/","title":{"rendered":"8 Important Things to Do for your Year-End Financial Checklist"},"content":{"rendered":"<p dir=\"ltr\">The last few weeks of the year are always a mad rush to wrap up loose ends, often in a frantic fashion. In the spirit of the season, we thought it a good time to bring together a checklist of important items to consider before the calendar year ends, all related to your investments and finances. We also wanted to reiterate some key topics we’ve already discussed, that are always important to keep an eye on but are especially important to review by end-of-year at least. Here are some brief &nbsp;pieces of financial advice on several fronts that could benefit you and yours in multiple ways, and that could ultimately add to your long-term bottom line and peace of mind.<\/p>\n<p dir=\"ltr\"><strong>Establish or Tune Up that Emergency Fund<\/strong><\/p>\n<p dir=\"ltr\">If you have not already, give yourself and\/or your family the gift of an emergency fund. As we discussed in <a href=\"https:\/\/blog.wealthfront.com\/max-out-401k-company-match\/\">The Case Against Maxing Out Your 401(k)<\/a>, our recommendation is to keep funds that could cover at least six months’ worth of expenses saved and easily accessible in the form of a fairly liquid type of low-risk account such as a money market fund. For those that have never done this, especially if you are just starting out in your career, we discuss this topic in some detail in our post, <a href=\"https:\/\/blog.wealthfront.com\/cash-start-investing\/\">How Much Cash Do You Really Need Before You Start Investing?<\/a><\/p>\n<p dir=\"ltr\"><strong>Rebalance Your Portfolio<\/strong><\/p>\n<p dir=\"ltr\">While those of you with a <a href=\"https:\/\/www.wealthfront.com\/\">Wealthfront<\/a> account do not have to worry about rebalancing (our platform does it automatically), your outside accounts might not be getting the same treatment. As we are fond of pointing out around here, at least once or twice a year you should look to&nbsp;rebalance&nbsp;your investment portfolio to make sure you’re not becoming too weighted toward one asset class because it has outperformed everything else in your portfolio.<\/p>\n<p dir=\"ltr\"><strong>Harvest Your Losses<\/strong><\/p>\n<p dir=\"ltr\"><a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">Tax loss harvesting<\/a> is a method of reducing your taxes by selling an investment that is trading at a significant loss and in turn replacing it with a highly correlated though not identical investment. In doing so you maintain the risk and return characteristics of your portfolio and generate losses that can be used to reduce your current taxes. The tax savings you generate can then be reinvested and will compound over time. <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">Granted tax loss harvesting<\/a> done manually can be a tedious, time-consuming process. <a href=\"https:\/\/www.wealthfront.com\/\">Wealthfront<\/a>&nbsp;built the first automated software-based TLH engine on the market and clients with a minimum of $100,000 invested in a taxable account have this feature turned on at no additional charge.<\/p>\n<p><strong>Give a Tax-deductible Charitable Contribution<\/strong><\/p>\n<p dir=\"ltr\">As you are thinking about giving this season, now is a good time to donate to a cause you believe in and be able to benefit from it on your 2013 taxes. Just remember, though, that a tax deduction is going to save you only a fraction of the total amount you donate. So in making that charitable contribution, do it because you&nbsp;really want to support the cause and not just for the potential tax write-off. Giving directly to causes was also deemed a good alternative for those wrestling with whether to pursue a socially responsible investing strategy. We covered this in a set of <a href=\"https:\/\/blog.wealthfront.com\/socially-responsible-investing-strategy-or-luxury\/\">Q&amp;A posts we produced with behavioral finance expert Meir Statman<\/a> recently.<\/p>\n<p dir=\"ltr\"><strong>Review Your Insurance Policies and Discuss Future Health Care Costs with Your Parents or Elders<\/strong><\/p>\n<p dir=\"ltr\">Make sure you and your loved ones are well protected if something happens to you. Now is a good time to consider whether any major life changes, like the birth of a child in the past year, might mean the need for additional insurance. If you do have enough coverage it is also a good time simply to review the different types of coverage you have. In a recent post we explained in detail <a href=\"https:\/\/blog.wealthfront.com\/whole-vs-term-life-insurance-investment\/\">Why Whole Life Insurance Is A Bad Investment<\/a> and why, for many people, term life insurance makes more sense. And while it might seem like a bad time to do so it is actually a good time of the year to gently review with parents or elders their own coverage. Long-term care coverage for older parents is one area often overlooked, even by many financial advisers. Also, many retiring boomers fail to consider how much they will have in the way of out-of-pocket healthcare costs post-retirement. If you want to perform a quick back-of-the-napkin calculation to estimate these costs for an older parent or loved one check out this <a href=\"http:\/\/www.hvsfinancial.com\/products\/for-individual-investors\">free one-click cost calculator<\/a>.<\/p>\n<p><strong>Buy that Electric or Plug-In Hybrid Car You’ve been Considering<\/strong><\/p>\n<p dir=\"ltr\">Yes, there is even a tax credit up to $7500 available for the Tesla Roadster or Series S you’ve been admiring as well as those from <a href=\"https:\/\/www.irs.gov\/businesses\/qualified-vehicles-acquired-after-12-31-2009\" target=\"_blank\" rel=\"noopener noreferrer\">many other manufacturers<\/a>.<\/p>\n<p dir=\"ltr\">Keep in mind that this credit will be phased out once a given manufacturer has sold 200,000 vehicles. Some of the better-known electric car models include the 2012-2014 Ford Focus Electric, the 2013 Ford Fusion Energi, the 2013 Ford C Max Energi and the 2011-2012 Nissan Leaf. The <a href=\"https:\/\/www.irs.gov\/businesses\/plug-in-electric-vehicle-credit-irc-30-and-irc-30d\" target=\"_blank\" rel=\"noopener noreferrer\">IRS has a set of pages<\/a> dedicated to these credits.<\/p>\n<p><strong>Don’t Forget to Spend down that FSA<\/strong><\/p>\n<p dir=\"ltr\">If you have a flexible spending account for health care expenses, usually referred to as a health FSA and you haven’t used all the money in it you’ll need to use the bulk of it before the end of the year. For the first time though, the longstanding “use-or-lose” rule has been a bit upended by the U.S. Department of the Treasury and the IRS. You might have missed it but the agencies <a href=\"http:\/\/www.treasury.gov\/press-center\/press-releases\/Pages\/jl2202.aspx\">issued a notice on Halloween this year modifying the rule<\/a>. Plan sponsors now have the option to allow employees participating in health FSAs to carry over, instead of forfeiting, up to $500 of unused amounts remaining at year-end. A key difference between these types of accounts and a health savings account is that the latter allows you to roll over all your funds year to year. Stay tuned for an upcoming post on HSAs, the different types and their pros and cons.<\/p>\n<p><strong>&nbsp;Claim Your Residential Energy Efficient Property Credit<\/strong><\/p>\n<p dir=\"ltr\">If you, as an individual homeowner have thought about purchasing residential alternative energy equipment, such as solar hot water heaters, solar electricity equipment etc. you should consider looking into this tax credit. The credit runs through 2016, and is 30% of the cost of qualified equipment. And <a href=\"https:\/\/www.irs.gov\/newsroom\/get-credit-for-making-a-home-energy-efficient\" target=\"_blank\" rel=\"noopener noreferrer\">according to the IRS<\/a> this generally includes labor costs when figuring the credit and you can carry forward any unused portions of this credit.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The last few weeks of the year are always a mad rush to wrap up loose ends, often in a frantic fashion. In the spirit of the season, we thought it a good time to bring together a checklist of important items to consider before the calendar year ends, all related to your investments and [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7251,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[515,516],"yst_prominent_words":[4153,1509,4154,3513,2781,4157,2768,4150,4158,4102,3583,4155,4151,1293,2451,2123,4152,4156,4149,1296],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4229"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4229"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4229\/revisions"}],"predecessor-version":[{"id":13168,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4229\/revisions\/13168"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7251"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4229"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4229"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4229"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4229"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}