{"id":4247,"date":"2013-12-17T16:48:56","date_gmt":"2013-12-18T00:48:56","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4247"},"modified":"2019-11-26T07:21:38","modified_gmt":"2019-11-26T15:21:38","slug":"unexpected-impact-of-commissions","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/unexpected-impact-of-commissions\/","title":{"rendered":"The Unexpected Impact of Commissions"},"content":{"rendered":"<p>The recent enhancement to our tax loss harvesting service prompted a few readers to privately ask if it’s possible for us to use Dimensional Fund Advisors’ (DFA) mutual funds rather than ETFs to implement our service. Prior to our launch in December 2011, we considered both Vanguard and DFA products as they offer what we believe are the best net of fee returns in the industry.<\/p>\n<p>Before we launched our service we met with DFA sales reps and learned that on average DFA funds generate the same return as Vanguard on a net of management fees basis. In other words DFA funds earn a higher gross return, but their much higher management fees end up negating that advantage. We went with Vanguard for a combination of two of the five reasons we listed in <a href=\"https:\/\/blog.wealthfront.com\/passive-investing-etfs-vs-index-funds\/\" target=\"_blank\" rel=\"noopener\">Five Ways ETFs Surpass Index Funds<\/a>:<\/p>\n<ul>\n<li>ETFs have very low commissions<\/li>\n<li>ETFs enable tax-loss harvesting<\/li>\n<\/ul>\n<p>We believe DFA funds are outstanding products, especially in the small cap universe where they essentially are market makers. However, the software-based investment strategies that Wealthfront offers are only possible when commissions are free.<\/p>\n<h2>Commissions Can Influence the Services You Offer<\/h2>\n<p>DFA funds are typically charged a much higher commission than other securities. Those of you with a financial advisor that employs DFA funds might not realize it, but you are likely to incur a significant commission on every trade you make. For instance, the typical DFA commission negotiated by a financial advisor who uses Charles Schwab as a custodian is $25 per trade — almost three times the $8.95 commission Schwab charges on stocks and most ETFs. Schwab’s not the only custodian to do so either; <a href=\"https:\/\/riabiz.com\/a\/2013\/12\/5\/fidelity-investments-soon-to-jack-up-commissions-on-dfa-and-vanguard-group-mutual-fund-trades\" target=\"_blank\" rel=\"noopener\">Fidelity just announced<\/a> they are raising their commission on DFA products to $50 per trade. According to a Fidelity spokesperson, Fidelity must raise its commissions on DFA because DFA does not compensate Fidelity for administrative and shareholder services that Fidelity performs on their behalf.<\/p>\n<p>Prior to our launch in December 2011, we considered both Vanguard and DFA products as they offer what we believe are the best net of fee returns in the industry.<\/p>\n<p>These unusually large commissions on DFA funds can either change the behavior of the advisor or significantly impact your total cost of investment management. This is especially problematic when it comes to tax-loss harvesting.<\/p>\n<p>Let me explain. According to our back-tested models we make an average of 25 trades each year to implement the swaps associated with our asset class level tax-loss harvesting service (for more details on how this service works, please read our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/tax-loss-harvesting\/\" target=\"_blank\" rel=\"noopener\">white paper<\/a>). At $25 per trade this represents a total cost of $625 per year. That translates to an additional 0.625% per year on a $100,000 portfolio (the minimum account size required to enable our daily tax-loss harvesting service). At that rate commissions would eat up a sizeable percentage of the 0.93% potential annual benefit from our daily tax loss harvesting service. Our service is only possible because we were able to negotiate such low commissions on ETFs from our custodian partner that we are able to absorb the cost of the commissions as part of our annual 0.25% advisory fee. We, like other advisors, were not able to negotiate low commissions for DFA funds.<\/p>\n<p>Obviously commissions as a percentage of account value decreases as your portfolio size increases, but it still represents a sizeable number and one that is seldom fully realized or understood by many investors.<\/p>\n<h2>A Tough Rebalancing Act<\/h2>\n<p>Commissions also affect the way DFA-based advisors rebalance their portfolios. Reinvesting dividends in your under-weighted asset classes helps reduce the frequency with which you need to sell over-weighted asset classes, thereby avoiding likely capital gains and their associated taxes.<\/p>\n<p>With commissions charged on trading of DFA funds being so high it would be cost prohibitive to use dividends to rebalance your portfolio. Assuming a portfolio of six asset classes, each of which generates a dividend at least quarterly, and dividends are aggregated to buy half the asset classes each time they are paid (assume half the asset classes are under weighted) then you would have to make an additional 12 trades per year(three asset classes four times each year). At $25 per trade that adds up to $300 or 0.30% of a $100,000 portfolio per year. Clearly the commission cost swamps the potential annual tax benefit.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Obviously commissions as a percentage of account value decreases as your portfolio size increases, but it still represents a sizeable number and one that is seldom fully realized or understood by many investors.<\/p>\n<p class=\"pullquote\">Most brokerage firms do not charge commissions on dividend reinvestment plans. This probably explains why most advisors who use DFA reinvest the dividends generated by their funds back into the funds from which they were generated. The downside of reinvesting dividends this way is it likely increases the amount by which your asset classes stray from their optimal allocation, leading to a worse risk-adjusted return.<\/p>\n<p class=\"pullquote\">Wealthfront’s commission free service allows us to rebalance each time dividends are paid on our ETFs (usually 12 times per year) which likely results in more optimal and tax-sensitive rebalancing. This should lead to a higher pre-tax and after-tax portfolio return and lower volatility (risk).<\/p>\n<\/div>\n<h2>In Short, Commissions Matter<\/h2>\n<p>We believe DFA funds are outstanding products. However the crazy commissions brokerage firms charge for the right to use them make tax minimization features of the type enabled by a software-based financial advisor impractical.<\/p>\n<p><span style=\"font-size: 13px; line-height: 19px;\"> <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The recent enhancement to our tax loss harvesting service prompted a few readers to privately ask if it’s possible for us to use Dimensional Fund Advisors’ (DFA) mutual funds rather than ETFs to implement our service. Prior to our launch in December 2011, we considered both Vanguard and DFA products as they offer what we [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7224,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[43,62,151,152],"yst_prominent_words":[4135,4138,1383,4136,4124,4125,4134,4121,4126,4132,4130,4137,4128,4133,4122,4131,4123,2489,4127,4129],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4247"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4247"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4247\/revisions"}],"predecessor-version":[{"id":11789,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4247\/revisions\/11789"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7224"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4247"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4247"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4247"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4247"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}