{"id":4257,"date":"2014-01-02T07:55:10","date_gmt":"2014-01-02T15:55:10","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4257"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"estate-plan","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/estate-plan\/","title":{"rendered":"How a Simple Estate Plan Pays for Itself"},"content":{"rendered":"<p>More than 50% of U.S. adults do not have even the most basic estate planning document; a Will. <a title=\"\" href=\"#_ftn1\">[1]<\/a>  For adults without spouses, children or any significant assets, the lack of an estate plan may not significantly impact their surviving family, but for everyone else the costs of <i>not <\/i>having a simple estate plan are almost certainly greater than the cost of obtaining one.  In this post I’ll briefly explain what constitutes a “simple estate plan,” how much you can expect to spend on such a plan, and what fees, expenses, taxes (and headaches) you can avoid by having one.<\/p>\n<p>Although ancillary documents may be appropriate given the specific circumstances, a “simple estate plan” is generally understood to constitute the following documents:<\/p>\n<ol>\n<li>A revocable living trust;<\/li>\n<li>A last Will and testament;<\/li>\n<li>A general durable power of attorney;<\/li>\n<li>A durable power of attorney for health care;<\/li>\n<li>A medical directive.<\/li>\n<\/ol>\n<p>Although such an estate plan will set you back approximately $2,000 (either for an individual or a married couple), here is a high-level summary of what such a plan will accomplish:<\/p>\n<ul>\n<li>Avoid statutory probate fees and public scrutiny of your assets.<\/li>\n<li>Minimize any federal estate tax due.<\/li>\n<li>Choose legal guardians (and backup guardians) for your minor children.<\/li>\n<li>Choose who will make financial and health care decisions for you in the event you are incapacitated.<\/li>\n<li>Specifically enumerate your wishes with respect to end-of-life health care decisions.<\/li>\n<li>Express your desires regarding funeral arrangements.<\/li>\n<li>And, perhaps most obviously, determine who will inherit your assets and how much control they will have over those assets.<\/li>\n<\/ul>\n<p>To understand how a simple estate plan accomplishes the objectives listed above, let’s imagine a married couple. John and Jane own community property with a <i>net<\/i> value of $2.0 million, including a San Jose, California home worth $900,000 subject to a $500,000 mortgage, and have one minor child.  The primary element of John and Jane’s estate plan will be their revocable living trust, which is best conceptualized as a legal container, into which John and Jane will deposit their largest assets, including their checking and brokerage accounts and their San Jose home.  Their personal property, such as cars, computers and furniture, and other “non-probate” assets<a title=\"\" href=\"#_ftn2\">[2]<\/a>, such as retirement accounts with beneficiary designations and life insurance policies, will not be transferred into the trust.  Although the trust is now the legal owner of John and Jane’s primary assets, the trust agreement will provide that while both John and Jane are alive they have complete power to sell, gift or otherwise dispose of the trust’s assets, to add or remove assets from the trust, to change any provision of the trust, and to revoke the trust in its entirety.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">More than 50% of U.S. adults do not have even the most basic estate planning document; a Will.<\/p>\n<\/div>\n<p>The tax authorities (i.e. the IRS and the California Franchise Tax Board) will treat all the assets held by the trust as being owned directly by John and Jane.  The trust is, for all practical purposes, a legal fiction, with the important distinction that upon either John or Jane’s death, the assets held by the trust will be disposed of <i>in accordance with the terms of the trust agreement<\/i>.  In this way, the trust serves as a Will substitute for both John and Jane.<\/p>\n<p>Although a “legal fiction” during our couple’s joint lifetime, the primary objectives of the revocable trust are realized when each spouse dies and the dispositive provisions of the trust come into play.  Those objectives include: 1) avoiding probate and its associated costs; and 2) minimizing any estate tax that might otherwise be due.<\/p>\n<h2>The Revocable Trust – Avoiding the Costs of Probate<\/h2>\n<p>Upon the first spouse’s death the assets held by the revocable trust are transferred in accordance with the terms of the trust, <i>without being subject to probate<\/i>.  Probate is a legal process whereby the decedent’s Will is filed with the probate court and the court supervises the marshalling of the decedent’s assets, the determination of the decedent’s testamentary intent (i.e. his or her wishes regarding the distribution of his or her assets at death), the administration of the process of paying creditors and taxes and the distribution of the remaining assets to the appropriate beneficiaries.  Probate is a process best avoided because it is time consuming (each step in the process must be reviewed and approved by a judge) and expensive.<\/p>\n<p>In California, the probate code establishes fees to be paid to the executor of the decedent’s estate and his or her attorney, which fees are based on the gross<b> <\/b>value of the decedent’s estate <i>without reduction for liabilities<\/i>. In other words the value of the decedent’s mortgage is added to the net value of their real property when calculating probate fees. The executor and his or her attorney (assuming they are not the same person) will <i>each<\/i> be paid an amount equal to 4% of the first $100,000 in gross estate value, 3% of the next $100,000, 2% of the next $800,000, 1% of the next $9.0 million, etc.<a title=\"\" href=\"#_ftn3\">[3]<\/a>  If John and Jane did not have a revocable trust, then upon John’s death the gross value of his estate would be $1.25 million (50% of John and Jane’s $2 million in community property assets plus their $500,000 mortgage) and the statutory probate fees paid to the executor and his or her attorney would equal $51,000.  The same fee would be due upon Jane’s death.  But if John and Jane transfer their primary assets into a revocable trust where they will not be subject to probate, they can avoid these fees entirely.<a title=\"\" href=\"#_ftn4\">[4]<\/a>  Even if John and Jane set up their trust at age 30 and each die at age 80 it is still worth paying the $2,000 create a revocable trust today based on the time value of money.  $51,000 paid in probate fees 50 years from now is the equivalent of $2,769 today if you assume you could have invested your money at 6% compounded for 50 years ($51,000\/ (1.06^50)).<\/p>\n<p>Additionally, because a decedent’s Will is generally a public record, by avoiding probate John and Jane also avoid public scrutiny of their assets and testamentary wishes.<\/p>\n<h2>The Revocable Trust &#8211; Minimizing the Estate Tax<\/h2>\n<p>Although an explanation of the mechanics of the federal estate and gift tax (and the lesser known generation-skipping tax) would require a small book, the key facts are as follows: 1) upon your death, your estate will be subject to the federal estate tax, subject to certain exceptions; 2) each person has what is referred to as a “unified credit” against the estate tax; 3) the unified credit for a person dying in 2014 exempts the first $5.34 million of his or her estate from the estate tax; and 4) any amounts over the amount exempted by the unified credit are taxed at 40%.  California, like many other states, does not currently impose a state estate tax. Although the unified credit amount is presently the largest it has been in the past decade, and consequently the vast majority of estates will not be subject to the federal estate tax at all, there are a number of ways to maximize the benefit of each spouse’s unified credit, and such strategies can be built into a revocable trust in a flexible way so that, upon death, regardless of the size of the unified credit or the federal estate tax rate that is then in effect, the trust will dispose of the assets in the most tax advantaged manner.  Although this description is a bit hand-wavy, the complex interplay of the federal estate, gift and generation-skipping taxes, and the formulas that are built into revocable trusts to account for them, defy brief explanation.  With that said, given that the first dollar subject to the federal estate tax is currently taxed at the rate of 40%, the estate tax savings generated by a properly drafted trust can be substantial for estates with values in excess of $5.34 million (for a single individual) or $10.68 million (for a married couple).<\/p>\n<h2>The Revocable Trust – Leaving Your Assets in Trust for Children<\/h2>\n<p>Another valuable feature of John and Jane’s revocable trust is that it can be drafted to provide that any assets left to specified individuals (e.g. John and Jane’s child and any future children) will be automatically held in separate trusts, created at the time of John or Jane’s death, such that the beneficiaries will not immediately have control over such assets when they reach age 18.  These so-called “family trusts” are administered by a person of John and Jane’s choosing (the “trustee”), and the revocable trust may provide that only upon reaching specified ages (or upon the occurrence of specified events) will the beneficiaries be entitled to withdraw specified portions of the assets held in their separate family trust.  Through this mechanism, John and Jane can ensure that the assets they leave to their children will be held and protected by a trusted third party until such time as John and Jane anticipate that their children will be responsible enough to control these assets outright.<\/p>\n<h2>The Will – Disposing of Personal Property, Choosing Guardians and Pouring-Over<\/h2>\n<p>Although John and Jane’s revocable trust will direct the disposition of their home and checking and brokerage accounts, their Wills accomplish four important objectives.  First, a Will directs the disposition of any personal property that is held outside of the revocable trust, for example jewelry, automobiles, furniture, and pets (yes, the law views pets as personal property).  Second, a Will is the only instrument in which one can legally appoint a guardian for minor children.  Many married couples strongly prefer that their minor children be placed with specific aunts, uncles or friends, but if both spouses die and such persons are not appointed in either spouse’s Will, then a judge will make the appointment based on the judge’s determination of what is in the best interests of the minor child.  Third, a Will contains language that “pours-over” into the revocable trust any assets that were accidently not transferred into the trust during life, thereby ensuring that such assets are disposed of in accordance with the terms of the trust.  Finally, a Will may state your wishes regarding burial, cremation or other funeral arrangements.<\/p>\n<h2>Durable Powers of Attorney and Medical Directives<\/h2>\n<p>A general durable power of attorney grants a specified person (the “attorney-in-fact”) the power to make financial decisions for, and control the assets of, the person who grants them the power (the “grantor”).  Because this power is so broad, most spouses designate each other as their attorney-in-fact, and many single individuals do not elect to prepare a general durable power of attorney at all.  Although granting a general durable power of attorney requires great trust in the recipient, having done so may be extremely valuable in the event the grantor becomes incapacitated.<\/p>\n<p>A durable power of attorney for health care is similar to a general durable power of attorney, except that the power granted to the attorney-in-fact only allows them to make health care decisions for the grantor.  Further, the power is not effective while the grantor is still capable of giving informed consent (as determined by the relevant medical professional).  However, in the event the grantor becomes legally incapacitated, the attorney-in-fact then has the power to access the grantor’s medical information, to consent or refuse to consent to medical procedures to be performed on the grantor, including life-saving medical procedures, and to make any other medical decisions as are specified in the durable power of attorney for health care.  In the event you are incapacitated by a serious injury or illness, it is hard to understate the value of having given the right person (as opposed to a grieving or estranged relative, who may otherwise be granted such power by law) the power to end or prolong your life.<\/p>\n<p>A medical directive is a document which supplements the durable power of attorney for health care by specifically enumerating the grantor’s desires regarding what types of medical treatments he or she would like authorized in various scenarios.  For example, your medical directive may state that in the event you are in a persistent vegetative state, you do not wish to have CPR performed on you.  Medical directives, although not legally binding on the grantor’s attorney-in-fact for health care, provide the attorney-in-fact with specific guidance upon which they can rely when making difficult decisions about the grantor’s heath care.<\/p>\n<h2>Conclusion<\/h2>\n<p>For the vast majority of Californians (as well as people who live in most other states), single or married, the cost of probate alone will usually exceed the cost of a simple estate plan, making the cost-benefit analysis quite simple.  But when you also consider the value of choosing who will receive your assets and family heirlooms when you die, who will have the legal authority to manage your assets if you become incapacitated, to “pull the plug” when the conditions you state are met, and to raise your children if both you and your spouse die, I think you will agree that a simple estate plan pays for itself may times over.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure:<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><i>This article is for informational purposes only and is not intended to constitute legal advice, does not create an attorney-client relationship, is not an endorsement of Wealthfront or its affiliates, and is not intended to be advertising or a solicitation of any type.  Each individual’s situation is different and readers are advised to seek legal advice from a licensed attorney in the relevant jurisdiction.  The author expressly disclaims any and all liability with respect to actions or omissions taken based on this article.<\/i><\/span><\/p>\n<div><\/div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ftnref1\">[1]<\/a><a href=\"http:\/\/www.forbes.com\/2010\/03\/01\/estate-tax-living-will-schiavo-personal-finance-no-estate-plans.html\" target=\"_blank\">Americans Lack Basic Estate Plans<\/a>, Forbes, 3 March 2010.<\/p>\n<\/div>\n<div>\n<p><a title=\"\" href=\"#_ftnref2\">[2]<\/a> A “non-probate” asset is any asset, ownership of which (or the benefits of which) are transferred automatically upon the original owner’s death without being subject to probate, a legal proceeding that will be discussed later in this post.<\/p>\n<\/div>\n<div>\n<p><a title=\"\" href=\"#_ftnref3\">[3]<\/a> California Probate Code Sections 10800 and 10810.<\/p>\n<\/div>\n<div>\n<p><a title=\"\" href=\"#_ftnref4\">[4]<\/a> California Probate Code Section 13100 provides that if the gross value of a decedent’s estate does not exceed $150,000, the tangible personal property of the decedent may be transferred by the decedent’s successors by affidavit outside of probate.  Through this mechanism, the tangible personal property of a “small estate” (including an estate like John and Jane where only personal property having a value of less than $150,000 is held outside of their revocable trust) may be disposed of without incurring the statutory probate fees that would otherwise be paid to the estate’s executor and his or her attorney.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>More than 50% of U.S. adults do not have even the most basic estate planning document; a Will. [1]  For adults without spouses, children or any significant assets, the lack of an estate plan may not significantly impact their surviving family, but for everyone else the costs of not having a simple estate plan are almost [&hellip;]<\/p>\n","protected":false},"author":80,"featured_media":7234,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[527],"yst_prominent_words":[1267,4094,4098,4087,2216,4099,4093,4095,4096,4088,4102,4089,4097,4103,4091,4092,4090,4101,4100,3709],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4257"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/80"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4257"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4257\/revisions"}],"predecessor-version":[{"id":11792,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4257\/revisions\/11792"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7234"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4257"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4257"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4257"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4257"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}