{"id":4264,"date":"2014-01-07T08:58:41","date_gmt":"2014-01-07T16:58:41","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4264"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"new-year-financial-planning","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/new-year-financial-planning\/","title":{"rendered":"Eight Financial Planning Actions You Should Consider for the New Year"},"content":{"rendered":"<p><span class=\"firstcharacter\">M<\/span>any of our clients like to use the beginning of a new year to create a plan for their personal finances.  They often ask us what we think are the most important issues to consider.  We believe there are eight critical actions to focus on:<\/p>\n<ul>\n<li>Create an emergency fund<\/li>\n<li>Pay off high interest debt<\/li>\n<li>If you own a home don’t pay off your mortgage<\/li>\n<li>If you’ve yet to purchase a home determine how much home you can afford<\/li>\n<li>Set up a 529 plan for your kids<\/li>\n<li>Evaluate early exercise of your options<\/li>\n<li>Create a long-term investment account<\/li>\n<li>Avoid Angel Investments<\/li>\n<\/ul>\n<h2>Create an emergency fund<\/h2>\n<p>As you have read in many of our posts, we believe the first thing every young person needs to do is set aside enough money to fund any emergencies that might arise (e.g. losing your job or helping out a friend or family member in need).  The best practice for emergency funds is to reserve at least enough money to support you for six months assuming no income. The goal is not to make money on this account, but rather to insure it’s there if and when you need it.  So your emergency fund should be invested in a very low-risk account like a money market account.<\/p>\n<p>Taxes due on gains associated with the sale of property or company stock or options should be treated like your emergency fund.  You should set aside any taxes due into a low-risk account and you should not touch it until you pay Uncle Sam.  This is an area where you do not want to take <i>any<\/i> risk.<\/p>\n<h2>Pay off high interest debt<\/h2>\n<p>Assuming you have some cash in excess of your emergency needs, you should pay off any high-interest debt like your credit card balances. Paying off your credit cards can save you 18% per year (your avoided interest) with no risk.  That is a risk\/return combo that is impossible to beat!  Interestingly we have found very few of our under 35 year old clients who work in Silicon Valley maintain credit card balances.<\/p>\n<p>Next comes student loan debt.  This is a slightly more complicated decision.  Your interest rate can vary from 3% to 8% depending on when you applied for your student loan. If you’re at the high end of the range &#8212; for example, if you took out federally guaranteed loans disbursed between July 2006 and July 2008 when the fixed rate was 6.8% &#8212; then paying down your debt is a risk free way to earn 6.8% per year.  Relative to even a Wealthfront account that&#8217;s a great risk\/return.  It probably makes less sense to pay down your student loan if your interest rate is below 4%.<\/p>\n<h2>Don’t pay off your mortgage<\/h2>\n<p>Perhaps the most common question we get from our clients regarding their personal finances is whether they should pay off their mortgage.  For anyone who has a mortgage of $1 million or less the answer is generally no; that’s because you may deduct interest on up to $1,000,000 of home-acquisition debt for your main home and secondary residence.  A 5% mortgage rate therefore could only cost you 3.5% after-tax.  As long as you can find an investment that, over the long-term returns more than 3.5%, you are better off investing the money than paying down your mortgage.<\/p>\n<p>It still may not make sense to pay down your mortgage in excess of $1 million if you have locked in a long-term fixed rate of 5% or less.  Mortgage rates this low have not been witnessed for 50 years and they are unlikely to remain at this level for long. If interest rates and returns on equity-oriented asset classes expand then you will be happy <i>not<\/i> to have tied up your money by <i>paying down<\/i> a mortgage that you will not be able to replace at anywhere close to the same low interest rate.<\/p>\n<p>However, if you need to pay down your mortgage to get your monthly payment down to a more affordable level then by all means pay it down.  Just don’t go too far.<\/p>\n<h2>Determine how much home you can afford to buy<\/h2>\n<p>Closely related to the question of should I pay down my mortgage is how much home can I afford? The classic rule of thumb is you should spend no more than one third of your pre-tax income on home real estate expenses (mortgage payment, property taxes and homeowner’s insurance). The annual mortgage payment (which includes interest and principal repayment) on a 30-year mortgage with a fixed 5% interest rate is 5.368% of the original mortgage value.  Property taxes in California are typically around 1% of your purchase price.  Homeowner’s insurance should cost less than $2,000 per year.  In May we published a <a href=\"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/\" target=\"_blank\">very controversial article<\/a> that explained how hard it is to afford to buy a home in the Bay Area and send your kids to college if you don’t have an ownership stake in a business.  We highly recommend you read the post if you haven’t already.<\/p>\n<h2>Evaluate early exercise of your options<\/h2>\n<p>Speaking of options, we often get asked about when it’s appropriate to exercise your options early.  As we explained in <a href=\"https:\/\/blog.wealthfront.com\/twitter-ipo-sell-exercise-options\/\" target=\"_blank\">Company Going IPO? Four Things Every Employee Should Consider<\/a>, unless you were a very early employee (first 10), you should only exercise early once your employer is soon to go public and you are <i>highly<\/i> confident it can maintain its revenue growth rate, grow its margins and meet its pre-IPO earnings guidance on its first two earnings calls.  We encourage you to read the aforementioned post to better understand the context around our advice.<\/p>\n<h2>Set up a 529 plan for your kids<\/h2>\n<p>Creating a 529 plan to save for your kids’ education can be very tax efficient.  As we explained in<b> <\/b><a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\" target=\"_blank\">529 Plans and Saving For College<\/a>, for Californians, we like the Vanguard 529 College Savings Plan sponsored by Nevada (529 plans are offered by state). It has a minimum initial investment of $3,000 and a contribution limit of $370,000. The plan charges no enrollment, transfer or commission fees, though it has a $20 maintenance fee on balances below $3,000.  Remember that money contributed to a 529 plan can not be applied to other uses without a 10% penalty, so consider this lack-of-liquidity aspect of the 529 vehicle before committing to use it to fund your kids’ education.<\/p>\n<h2>Create a long-term investment account<\/h2>\n<p>If you have money left over after addressing all these issues then, and only then, should you consider investing the remainder.  You won’t be surprised to learn we think you should invest in a minimal-fee, tax-sensitive, diversified portfolio of index funds.  Of course we think Wealthfront is an ideal place to have it managed. J<\/p>\n<h2>Avoid angel investments<\/h2>\n<p>If you live in the Bay Area and you’ve made some money then you probably feel some peer pressure to make angel investments. As we explained in an <a href=\"http:\/\/techcrunch.com\/2012\/09\/30\/why-angel-investors-dont-make-money-and-advice-for-people-who-are-going-to-become-angels-anyway\/\" target=\"_blank\">article we published in Techcrunch<\/a>, we don’t think angel investing is a good idea, but if you just can’t help yourself, then you would be well served to limit your angel investments to no more than 10% of your liquid net worth.<\/p>\n<h2>What about 401(k)s and IRAs?<\/h2>\n<p>You may have noticed we did not include contributions to your 401(k) plan or set up an IRA in our list of recommended actions. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/max-out-401k-company-match\/\" target=\"_blank\">The Case Against Maxing Out Your 401(k),<\/a> the high expenses associated with many 401(k) plans can trump the tax benefits.  Therefore we only recommend investing up to your company match. If your company doesn’t match then you shouldn’t invest in a 401(k) plan.  We also don’t think the tax benefits of IRA accounts are worth the loss of liquidity. Too often investors ignore liquidity until they need the money.  This is especially true if you haven’t set aside enough money for your emergency fund.<\/p>\n<h2>In conclusion<\/h2>\n<p>Financial planning is not nearly as complicated as many people make it out to be.  Follow our simple checklist and you’ll be well on your way to a healthier financial future.<\/p>\n<p>If you would like additional basic planning and investing insights and explanation we highly recommend “The Elements of Investing” co-authored by our CIO <a href=\"https:\/\/blog.wealthfront.com\/burton-malkiel-joins-wealthfront-as-cio\/\" target=\"_blank\">Burt Malkiel<\/a> and advisory board member <a href=\"https:\/\/blog.wealthfront.com\/trust-and-mission-a-conversation-with-charley-ellis\/\" target=\"_blank\">Charley Ellis<\/a>.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Many of our clients like to use the beginning of a new year to create a plan for their personal finances.  They often ask us what we think are the most important issues to consider.  We believe there are eight critical actions to focus on: Create an emergency fund Pay off high interest debt If [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7267,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[388,453,528,531,58,529,530],"yst_prominent_words":[2723,4071,4080,4077,4074,4070,4075,4079,4076,2768,4085,2771,4078,4081,4083,4082,4073,4086,4084,4072],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4264"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4264"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4264\/revisions"}],"predecessor-version":[{"id":11793,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4264\/revisions\/11793"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7267"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4264"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4264"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4264"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4264"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}