{"id":4279,"date":"2018-08-07T07:00:54","date_gmt":"2018-08-07T14:00:54","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4279"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"stock-options-15-crucial-questions","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/stock-options-15-crucial-questions\/","title":{"rendered":"The 15 Crucial Questions About Stock Options"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Any Wealthfront client who has used our automated financial planning service knows that nothing impacts your financial lifestyle more than owning equity in a successful company. Unfortunately, most people really don’t know how to evaluate the equity portion of their job offer.<\/p>\n<p>Over my 30-year career in Silicon Valley, I’ve watched far too many employees fall into the trap of solely focusing on the number of options they were offered. (Quick definition: A stock option is the right, but not the obligation, to buy a share of the company stock at some point in the future at the exercise price.)<\/p>\n<p>In truth, the raw number is a way that companies play on employees’ naiveté. What really matters is the percentage of the company the options represent, how long the options take to vest, and when you have to exercise them.<\/p>\n<p>When you receive an offer to join a company, I encourage you to ask these 15 questions to ascertain the true attractiveness of your option offer:<\/p>\n<h3>1. What percentage of the company do the options offered represent?<\/h3>\n<p>This is the single most important question. Obviously, when it comes to options, a larger number is better than a smaller number, but percentage ownership is what really matters.<\/p>\n<p>For example, if Company A offers 100,000 options out of 100 million shares outstanding and Company B offers 10,000 options out of 1 million shares outstanding, then the second offer is 10 times as attractive.<\/p>\n<p>That’s right — the smaller share offer in this case is much more attractive, because if Company B is acquired or goes public then you will be worth 10 times as much (for anyone lacking in sleep or caffeine, your 1% share of the company in that latter offer trumps the 0.1% of the former).<\/p>\n<h3>2. Are you including all shares in the total shares outstanding for the purpose of calculating the percentage above?<\/h3>\n<p>Some companies attempt to make their offers look more attractive by calculating the ownership percentage your offer represents using a smaller share count than what they could. To make the percentage seem bigger, the company may not include everything it should in the denominator. You’ll want to make sure the company uses fully diluted shares outstanding to calculate the percentage, including all of the following:<\/p>\n<ul>\n<li>Common stock\/Restricted stock units<\/li>\n<li>Preferred stock<\/li>\n<li>Options outstanding<\/li>\n<li>Unissued shares remaining in the options pool<\/li>\n<li><a href=\"http:\/\/www.investopedia.com\/terms\/w\/warrant.asp\" target=\"_blank\" rel=\"noopener\">Warrants<\/a><\/li>\n<\/ul>\n<p>It’s a huge red flag if a prospective employer won’t disclose their number of shares outstanding once you’ve reached the offer stage. It’s usually a signal that they have something they’re trying to hide, which I doubt is the kind of company you want to work for.<\/p>\n<h3>3. What is the market rate for my position?<\/h3>\n<p>Every job has a market rate for salary and equity. Market rates are typically determined by your job function and seniority and your prospective employer’s number of employees and location. It’s okay to ask your prospective employer what they believe the market rate is for your position. It’s a bad sign if they squirm.<\/p>\n<h3>4. How does my proposed option grant compare to the market?<\/h3>\n<p>A company typically has a policy that places its option grants relative to market averages. Some companies pay higher salaries than market so they can offer less equity. Some do the opposite. Some give you a choice. All things being equal, the more successful the company, the lower percentile offer they are usually willing to offer.<\/p>\n<p>For example, a company like Dropbox or Uber is likely to offer equity below the 50th percentile because the certainty of the reward and the likely magnitude of the outcome is so great in terms of absolute dollars. Just because you think you’re an excellent candidate doesn’t mean your prospective employer is going to make an offer in the 75th percentile. Percentile is most determined by the employer’s attractiveness (i.e. likely success). You’ll want to know what your prospective employer’s policy is in order to evaluate your offer within the proper context.<\/p>\n<h3>5. What is the vesting schedule?<\/h3>\n<p>The typical vesting schedule is over four years with a one-year cliff. If you were to leave before the cliff, you get nothing. Following the cliff, you immediately vest 25% of your shares and then your options vest monthly. Anything other than this is odd and should cause you to question the company further. Some companies might request five-year vesting, but that should give you pause.<\/p>\n<h3>6. When do I have to exercise my options?<\/h3>\n<p>The vast majority of companies require that you exercise your options within 90 days of your departure from the company. This can create quite a challenge if your potential employer is more than a few years old and successful (which is what you want – see <a href=\"http:\/\/info.wealthfront.com\/rs\/wealthfront\/images\/2013_Silicon_Valley_Career_Guide.pdf\" target=\"_blank\" rel=\"noopener\">The Silicon Valley Career Guide<\/a>). That’s because the amount of shares you will have vested times your options’ exercise price per share will likely represent a significant amount of money, and you may not have a market into which you can sell for at least a few years. Some more forward thinking companies are starting to either base the required exercise period on the length of your tenure or even eliminate the requirement completely (which is a huge benefit).<\/p>\n<h3>7. Does anything happen to my vested shares if I leave before my entire vesting schedule has been completed?<\/h3>\n<p>Typically you get to keep anything you vest as long as you exercise within 90 days of leaving your company. At a handful of companies, the company has the right to buy back your vested shares at the exercise price if you leave the company before a liquidity event. In essence, this means that if you leave a company in two or three years, your options are worth nothing, even if some of them have vested. Skype and its backers <a href=\"http:\/\/blogs.reuters.com\/felix-salmon\/2011\/06\/24\/upgrading-skype-and-silver-lake-to-evil\/\" target=\"_blank\" rel=\"noopener\">came under fire<\/a> for such a policy.<\/p>\n<h3>8. Do you allow early exercise of my options?<\/h3>\n<p>Allowing employees to exercise their options before they have vested can be a tax benefit to employees, because they have the opportunity to have their gains taxed at long-term capital gains rates. This feature is often only offered to early employees because they are the only ones who could benefit.<\/p>\n<h3>9. Is there any acceleration of my vesting if the company is acquired?<\/h3>\n<p>Let’s say you work at a company for two years and then it gets acquired. You may have joined the private company because you didn’t want to work for a big company. If so, you would probably want some acceleration so you could leave the company after the acquisition.<\/p>\n<p>Some companies also offer an additional six months of vesting upon acquisition if you are fired. You wouldn’t want to serve a prison sentence at a company you’re not comfortable with, and, of course, a lay-off is not uncommon after an acquisition.<\/p>\n<p>From the company’s perspective, the downside of offering acceleration is the acquirer will likely pay a lower acquisition price because it might have to issue more options to replace the people who leave early. But acceleration is a potential benefit, and it’s a really nice thing to have.<\/p>\n<h3>10. Are options priced at fair market value determined by an independent appraisal? What is the exercise price relative to the price of the preferred stock issued in your last round?<\/h3>\n<p>Venture capital-backed startups issue options to employees at an exercise price that’s a fraction of what the investors pay. If your options are priced near the value of the preferred stock, the options have less value.<\/p>\n<p>When you ask this question, you’re looking for a big discount. But a discount of more than 67% is likely to be looked upon unfavorably by the IRS and could lead to an unexpected tax liability because you would owe a tax on any gain that results from being issued options at an exercise price below fair market value. If the preferred stock was issued, say, at a value of $5 a share, and your options have an exercise price of $1 per share vs. the fair market value of $2 per share, then you’ll likely owe taxes on your unfair benefit – which is the difference between $2 and $1.<\/p>\n<p>Make sure the company uses fully diluted shares outstanding to calculate your percentage.<\/p>\n<h3>11. When was the company’s last common stock appraisal?<\/h3>\n<p>Only boards of directors can technically issue options, so you will typically not know the exercise price of the options in your offer letter until your board next meets. If your proposed employer is private then your board must determine the exercise price of your options by what is referred to as a 409A appraisal (the name, 409A, comes from the governing section of the tax code).<\/p>\n<p>If it’s been a long time since the last appraisal, the company will have to do another one. Most likely that means your exercise price will go up, and, correspondingly, your options will be less valuable. 409A appraisals are typically done every six months.<\/p>\n<h3>12. How much could the company be worth?<\/h3>\n<p>Not all companies have the same potential upside. It’s important to ask your potential employer what they think they could be worth in four years (the length of your likely vesting). It’s more important for you to evaluate their logic than the actual number. Generally speaking people make more money on their options from increasing company value than they do from securing a larger share grant offer.<\/p>\n<h3>13. How long will your current funding last?<\/h3>\n<p>Additional financings mean additional dilution. If a financing is imminent, then you need to consider what your ownership will be post-financing (i.e. including the new dilution) to make a fair comparison to the market. Refer back to question number one for why this is important.<\/p>\n<h3>14. How much money has the company raised?<\/h3>\n<p>This might seem counterintuitive, but there are many instances where you are worse off in a company that has raised a lot of money vs. a little. The issue is one of <em>Liquidity Preference<\/em>. Venture capital investors always receive the right to have first call on the proceeds from the sale of the company in a downside scenario up to the amount they have invested (in other words priority access to any proceeds raised). For example, if a company has raised $40 million dollars then all proceeds will go to the investors in a sale of $40 million or less.<\/p>\n<p>Investors will only convert their preferred stock into common stock once the sale valuation is equal to the amount they invested divided by their ownership. For example if investors own 50% of the company and have invested $40 million then they won’t convert into common stock until the company receives an offer of $80 million. If the company is sold for $60 million they’ll still get $40 million. However if the company is sold for $90 million they’ll get $45 million (the remainder goes to the founders and employees). You never want to join a company that has raised a lot of money and has very little traction after a few years because you are unlikely to get any benefit from your options.<\/p>\n<h3>15. Does the company have a policy regarding follow-on stock grants?<\/h3>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/the-right-way-to-grant-equity-to-your-employees\/\" target=\"_blank\" rel=\"noopener\">The Wealthfront Equity Plan<\/a>, enlightened companies understand they need to issue additional stock to employees post-start-date to address promotions and incredible performance and as an incentive to retain you once you get far into your vesting. It’s important to understand under what circumstance you might get additional options and how your total options after four years might compare at companies that make competing offers.  For more perspective on this issue we encourage you to read <a href=\"https:\/\/blog.wealthfront.com\/an-employee-perspective-on-equity\/\" target=\"_blank\" rel=\"noopener\">An Employee Perspective on Equity<\/a>.<\/p>\n<p><strong>A note about RSUs<\/strong><\/p>\n<p>Almost every issue addressed in this post is equally relevant to Restricted Stock Units or RSUs. RSUs differ from stock options in that with them you receive value independent of whether your employer’s company value increases or not. As a result employees tend to be given fewer RSU shares than they might receive in the form of stock options for the same job. RSUs are most often issued in circumstances when a prospective employer has recently raised money at a huge valuation (well in excess of $1 billion) and it will take them a while to grow into that price. In that case a stock option might not have much value because it only appreciates when and if your company’s value rises.<\/p>\n<p>We hope you find our list helpful. Please keep your feedback and questions coming and let us know if you think we missed anything.<\/p>\n<p><em>This is an updated version of a post that originally appeared on Wealthfront&#8217;s blog in January 2014. <\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Any Wealthfront client who has used our automated financial planning service knows that nothing impacts your financial lifestyle more than owning equity in a successful company. [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[1098,461,1096,106,366,530,219,226,423,383],"yst_prominent_words":[1640,4313,4306,4316,4305,3193,3186,3187,1719,2885,3189,1636,4314,4315,5752,3188,4310,1310,4312,4307],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4279"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4279"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4279\/revisions"}],"predecessor-version":[{"id":11987,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4279\/revisions\/11987"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4279"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4279"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4279"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4279"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}