{"id":4288,"date":"2014-01-23T09:46:38","date_gmt":"2014-01-23T17:46:38","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4288"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"missing-the-obvious-on-fees","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/missing-the-obvious-on-fees\/","title":{"rendered":"Missing the Obvious on Fees"},"content":{"rendered":"<p>I have a personal confession. For nearly 50 years, I’ve missed the “obvious” reality: Fees for investment management are not low. They are high; <i>very<\/i> high. When investors recognize this “new reality” — that fees are not trivial but are crucial — the beautiful “inside” world of fund management will experience a powerfully disruptive revolution. It may not be sudden, but it is inevitable.<\/p>\n<p>Investors are not captives of the conventional practices of “performance” investing. They have proven alternatives. The process of getting to the “Ah ha!” moment can come through a few examples of how easy it is to miss (or misinterpret) reality.<\/p>\n<h2>Missing the obvious<\/h2>\n<p>Sometimes it’s due to deliberate deception — as when a magician has you concentrating on his left hand while his right hand does the trick. At other times, the pattern has not been seen and requires someone with remarkable powers of observation to point it out. Charles Darwin saw parallels between geology and biology; a good example being the theory of “gradualism,” the slow processes that shape the earth.  He studied this theory first hand during his voyage to South America and later applied it to his own theory of evolutionary biology. At other times, we humans miss the obvious due to various prejudices based on race, gender or religion.<\/p>\n<p>Framing — the way we deliver something — can make a major difference. And so it has been with investment management fees. For years, the industry has described fees with one four-letter word and one number as in “only” and “1%.” But take a look from a different perspective and you’ll never again think, “Fees are low” at “only” 1%.<\/p>\n<h2>Re-framing the issues<\/h2>\n<p>Return with me to Econ 101 and do a simple re-framing. First, let’s agree that you already have your assets. So, the right way to quantify investment fees is not as a percent of the assets you have, but <i>as a percent of the returns that the investment manager produces<\/i>. This simple first step into realism changes fees from a low “only 1%” to, assuming the consensus of 7% future returns on equities, a substantial 14%, and that leap turns out to be just a start.<\/p>\n<p>The second step is to recognize that all investors have alternatives. Index funds and ETFs both have proven to be reliable, are widely available, and easy to access. In their “plain vanilla” form, both consistently provide investors with the market rate of return at no more than the market level of risk, at a low “commodity” cost of around ten basis points.<a title=\"\" href=\"#_edn1\">[i]<\/a><\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">&#8220;Fees for investment management are not low. They are high; <b>very<\/b> high. When investors recognize this &#8216;new reality&#8217; — that fees are not trivial but are crucial — the beautiful “inside” world of fund management will experience a powerfully disruptive revolution. It may not be sudden, but it is inevitable.&#8221;<\/p>\n<\/div>\n<p>The third step in our economic analysis follows. As every shopper knows, all prices are relative to value, so savvy buyers compare price to value when considering their alternatives. For investors, the easy availability of index funds and ETFs at low, “commodity” prices, invites comparison of <i>incremental <\/i>value to <i>incremental <\/i>cost on incremental returns to incremental fees. If index funds and ETFs are widely available at ten basis points, the incremental cost of active “performance” investing—when the “sticker price” is 1% (or one hundred basis points)—is 0.9% or 90 basis points.<a title=\"\" href=\"#_edn2\">[ii]<\/a><\/p>\n<p>Now we can see the true cost of “performance” investing: incremental fees as a percentage of incremental returns. Very few active mutual fund managers have delivered 100 basis points of incremental annual returns. But if an active manager had been so unusually successful, the true or marginal cost would be 90% of that marginal value.<\/p>\n<p>On closer examination of actual experience, active mutual fund managers have been falling short of their own chosen objectives. Over a typical twelve-month period, about 60% fall short of their own benchmarks. Looking over a longer term, about 70% fall short over ten years. Plus, those that fall short do so by 1½ times as much as the winners get ahead of the market. So, the “slugging” average is worse.<\/p>\n<p>The specter that now haunts “performance” investing will not go away. It will get worse for a profoundly ironic reason. Active mutual fund managers are not failing to beat the market because they are not informed, skillful, expert and diligent. Quite the opposite; active mutual fund managers are unable to out-perform because so many active managers (including hedge funds) are so skillful, so well-informed, and so hard-working that few, if any, can out-perform their expert peers with any consistency over time.<\/p>\n<p>The largest, most capable, best-informed, highly competitive, professional investors dominate today’s stock market. So, ironically — and inevitably — almost no one in this magnificent crowd can expect to out-perform the others.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">&#8220;For years, the industry has described fees with one four-letter word and one number as in &#8216;<b>only<\/b>&#8216; and &#8216;<b>1%<\/b>&#8216;.”<\/p>\n<\/div>\n<p>At least as important for investors, whether individuals or institutions, there are no known ways to identify in advance which active mutual fund managers will, eventually, out-perform over the longer term.<\/p>\n<p>This leads directly to the fourth step in our analysis. After adjusting for quality, as well as the frequency and magnitude of shortfalls, we find incremental fees for active “performance” investing are well over 100% of value to investors.<\/p>\n<h2>Investors are catching on<\/h2>\n<p>The fact that investors have not broadly caught on – yet – is certainly not the strong protective moat that Warren Buffett so wisely seeks and celebrates for Berkshire Hathaway. Maybe that’s why he and others have long recommended indexing for most investors. Maybe the main reason indexing and ETFs continue to gain market share is that more and more investors are recognizing the true cost of active “performance” investing. The pace of change has been gradual, but is accelerating. Can the tipping point be far ahead?<\/p>\n<p><b>Charles D. Ellis<\/b> is a member of Wealthfront’s investment team, the author of <i>Winning the Loser’s Game <\/i>and, with Burton Malkiel, <i>The Elements of Investing.<\/i><\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a title=\"\" href=\"#_ednref1\">[i]<\/a> <i>A basis point is 1\/100<sup>th<\/sup> of a percent so 10 basis points is 0.1% of assets managed<\/i><\/p>\n<\/div>\n<div>\n<p><a title=\"\" href=\"#_ednref2\">[ii]<\/a> <i>If you are investing in a taxable account it is even worse. Vanguard did a recent analysis where they found that, for the 15 years ended October 31, 2013, the median tax cost of domestic actively managed stock funds was 27 basis points (0.27%) higher than that of domestic index stock funds. Source: <\/i><a href=\"https:\/\/advisors.vanguard.com\/VGApp\/iip\/site\/advisor\/researchcommentary\/article\/IWE_InvComTaxEfficiency?oeaut=IvQMiFbcqJ\"><i>Tax efficiency: a decisive advantage for index funds<\/i><\/a><i>. <\/i><\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>I have a personal confession. For nearly 50 years, I’ve missed the “obvious” reality: Fees for investment management are not low. They are high; very high. When investors recognize this “new reality” — that fees are not trivial but are crucial — the beautiful “inside” world of fund management will experience a powerfully disruptive revolution. [&hellip;]<\/p>\n","protected":false},"author":81,"featured_media":7282,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[477,62,95,151,357],"yst_prominent_words":[4296,4285,4284,4298,2548,4289,4292,4290,4294,4286,4293,2049,3540,4288,4291,4287,1329,2046,4297,4295],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4288"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/81"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4288"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4288\/revisions"}],"predecessor-version":[{"id":11796,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4288\/revisions\/11796"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7282"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4288"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4288"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4288"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4288"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}