{"id":4293,"date":"2014-01-30T13:32:01","date_gmt":"2014-01-30T21:32:01","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4293"},"modified":"2020-02-14T09:31:08","modified_gmt":"2020-02-14T17:31:08","slug":"how-to-choose-a-tax-accountant","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/","title":{"rendered":"11 Questions to Ask When You Choose a Tax Accountant"},"content":{"rendered":"<p dir=\"ltr\">If you are considering early exercising of a significant number of options or are thinking about selling options in the public market for the first time we highly recommend retaining a reputable tax accountant. We realize this means you will incur a fee, but it is highly justified given the risk you take on incurring <a href=\"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/\">significant unforeseen taxes<\/a> if you don’t consult a great tax accountant. &nbsp;It is not as easy to quantify the savings from hiring a tax accountant as it is from hiring an estate planner (see our <a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\">recent post by Abe Zuckerman regarding Estate Planners<\/a>), but it’s just as necessary. Like most people, you’re probably not sure how to choose a tax accountant. &nbsp;Here are the top 11 questions (not in priority order) we think you should ask:<\/p>\n<ul>\n<li>Do they have expertise in areas relevant to you?<\/li>\n<li>How many years of individual tax experience do they have?<\/li>\n<li>&gt;What license(s) do they have?<\/li>\n<li>Do they have an advanced degree?<\/li>\n<li>Will they represent you if you are audited?<\/li>\n<li>Will they review your past tax returns at no charge?<\/li>\n<li>What fees will they charge?<\/li>\n<li>Is there anything I can do to keep fees down?<\/li>\n<li>Are you comfortable with your prospective accountant?<\/li>\n<li>Who will actually work on your return?<\/li>\n<li>Does the advisor need to be local?<\/li>\n<\/ul>\n<p dir=\"ltr\"><strong>Do they have expertise in areas relevant to you?<\/strong><\/p>\n<p dir=\"ltr\">If you work for a technology company that issues stock options or RSUs, then make sure your accountant has worked with plenty of other clients in the same situation. &nbsp;Better yet, make sure she has clients who work in more senior positions than you because with seniority usually comes more complexity. A true professional will tell you if she is not appropriate for the job, either because your return is too simple to warrant her help or too complex due to her lack of relevant experience (a common example where a lot of experience is needed would be the area of oil and gas partnerships).<\/p>\n<p><strong>How many years of individual tax experience do they have?&nbsp;<\/strong><\/p>\n<p>An appropriate tax advisor should have a minimum of five years experience doing individual tax returns.&nbsp;Experience with a large firm is usually better than a small firm because she will have been exposed to a broader set of issues and her training should be better.<\/p>\n<p dir=\"ltr\"><strong>What license(s) do they have?<\/strong><\/p>\n<p dir=\"ltr\">It would be preferable for your tax preparer to have a CPA (Certified Public Accountant license) although it is not technically required. Tax Attorneys should have a LL.M in Tax (an advanced tax degree for an attorney).<\/p>\n<p><strong>Do they have an advanced degree?<\/strong><\/p>\n<p dir=\"ltr\">A CPA can do tax work even if she hasn’t had any special training in tax. I know that sounds crazy. That’s why it might make sense to look for someone with more advanced training like a tax specialty within an MBA. My tax advisor, <a href=\"https:\/\/blog.wealthfront.com\/author\/bobgeunley\/\">Bob Guenley<\/a> (who has written a number of guest posts for us), told me he only took one tax course in college and learned a lot on the job, but getting his MBA in tax made a whole world of difference. His MBA included individual, partnership, corporate and fiduciary tax, which is more than one needs if she wants to specialize in individual tax, but it’s awfully nice to have someone advise you who has that broad perspective. An advanced degree isn’t necessary if your accountant has taken advanced classes in personal tax as part of her ongoing Continuing Professional Education requirement.&nbsp;There is no correct answer to this question. I just think your tax advisor\/preparer needs to have taken several courses emphasizing personal taxes.<\/p>\n<p dir=\"ltr\"><strong>Will they represent you if you are audited?<\/strong><\/p>\n<p>A professional tax preparer should stand by her tax return and represent you in the unlikely case you are audited (for an additional fee). &nbsp;It’s a real red flag if she is reluctant to engage on this issue.<\/p>\n<p dir=\"ltr\"><strong>Will they review your past tax returns at no charge?<\/strong><\/p>\n<p dir=\"ltr\">An outstanding tax advisor should because it typically takes as little as 15 minutes on most people’s prior returns to determine if she would be comfortable preparing your return. &nbsp;Advanced cases might take 30 minutes. &nbsp;A capable professional should ask you to send your prior returns in advance of your meeting so you can spend your meeting time more productively.<\/p>\n<p dir=\"ltr\"><strong>What fees will they charge?&nbsp;<\/strong><\/p>\n<p dir=\"ltr\">I believe the only fair way for a tax advisor to charge is by the hour. &nbsp;Your hourly fee will vary by location (i.e. San Francisco clients will pay more than Sacramento clients).&nbsp; A senior advisor\/partner from a large firm in the Bay Area will likely charge $600 &nbsp;&#8211; $700 per hour, and a senior advisor\/partner from a small firm will likely charge half that much. That translates to a total bill of approximately $2,000 &#8211; $3,000 at a large firm and $1,000 &#8211; $1,500 at a small firm if you assume your advisor spends an hour with you discussing your situation prior to preparing your tax documents and an hour reviewing your return once it has been prepared and a lower cost staff member handles the data input and operates the software that calculates the return. &nbsp;You should expect a higher bill if you have a lot of K-1s and\/or income from more than one state (because each state requires its own return). &nbsp;You might only want to spend this kind of money the first time you exercise your options to ensure you don’t run afoul of issues like the <a href=\"http:\/\/en.wikipedia.org\/wiki\/Alternative_Minimum_Tax\">Alternative Minimum Tax<\/a> (AMT) and quarterly estimated taxes. &nbsp;But if you’re like most people, once you hire an accountant to prepare your taxes (and are happy with the job they did), you will likely want them to do it every year.<\/p>\n<p dir=\"ltr\"><strong>What can the client do to keep their fees down?&nbsp;<\/strong><\/p>\n<p dir=\"ltr\">The better organized you are, the less time your accountant will need to search for information which translates to lower fees. Don’t dump a bunch of crap on your CPA that she has to decipher.&nbsp; If you own your own business, send a spreadsheet or a Quicken, Mint or QuickBooks file that contains all your income and expenses rather than all your invoices; give list of charities vs. copies of all letters\/canceled checks; provide most of the data at one time and not in pieces, because the more your accountant has to pick up and put down a file, the more the clock runs.<\/p>\n<p dir=\"ltr\"><strong>Are you comfortable with your prospective accountant?<\/strong><\/p>\n<p dir=\"ltr\">The odds are you are going to face a number of difficult tax-related decisions over time, so you need to feel comfortable asking your accountant what you may feel is a stupid question. When it comes to taxes there are no stupid questions, because the tax code is not always logical. Make sure you select someone you can ask anything and with whom you are willing to share everything.<\/p>\n<p dir=\"ltr\"><strong>Who will actually work on your returns?<\/strong><\/p>\n<p dir=\"ltr\">If you talk to someone who works in a large firm then you need to determine who will actually work on your taxes and who will be your point of contact. &nbsp;As we explained in the previous point, you need to be comfortable with the person actually providing the advice, so make sure you’re not going to be shunted over to a more junior person when you need to talk to someone. You also don’t want to have to pay for time spent with an “account manager” who always has to go to the expert for the answer.<\/p>\n<p dir=\"ltr\"><strong>Does your advisor need to be local?<\/strong><\/p>\n<p dir=\"ltr\">This is really a question for you and not your potential tax advisor. &nbsp;It is not necessary for your accountant to be local given the ease with which you can send documents via email and Dropbox. &nbsp;It really comes down too whether you need to actually see your accountant to get comfortable with her advice.<\/p>\n<p dir=\"ltr\">Obviously the right answer to most of these questions depends on your individual situation and needs. &nbsp;Hopefully these 11 questions will help you select the right advisor when the time comes.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you are considering early exercising of a significant number of options or are thinking about selling options in the public market for the first time we highly recommend retaining a reputable tax accountant. We realize this means you will incur a fee, but it is highly justified given the risk you take on incurring [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7289,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[539,538,537],"yst_prominent_words":[6448,3650,4278,2326,6449,4275,4267,4280,4270,4273,4272,4281,4277,4276,4269,2123,4274,4271,4279,4268],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4293"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4293"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4293\/revisions"}],"predecessor-version":[{"id":12579,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4293\/revisions\/12579"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7289"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4293"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4293"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4293"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4293"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}