{"id":4295,"date":"2014-02-04T09:14:32","date_gmt":"2014-02-04T17:14:32","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4295"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"tax-issues-married-same-sex-households","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tax-issues-married-same-sex-households\/","title":{"rendered":"Tax Issues for Married Same-Sex Households"},"content":{"rendered":"<p><span class=\"firstcharacter\">S<\/span>ixteen states and the District of Columbia now allow same-sex couples to legally marry. Late last year, New Jersey joined the states already allowing it, and most recently, Oklahoma and Utah have overturned bans. All this followed on the heels of an IRS ruling in late August that recognizes legally married same-sex couples as married couples when it comes to federal tax purposes and other areas of federal law. And that ruling followed the <a href=\"http:\/\/www.documentcloud.org\/documents\/717750-supreme-court-ruling-on-doma-annotated.html\" target=\"_blank\">defeat of the Defense of Marriage Act in June<\/a>. All this adds up to a lot of people needing to either re-examine their filing status or aspects thereof.<\/p>\n<p>Simply put, if you have not already done so, you need to:<\/p>\n<ul>\n<li>Re-evaluate your federal filing status<\/li>\n<li>Consider how new IRS rules might affect your state income tax filing status<\/li>\n<li>Weigh past use of child tax credit and dependent status in light of new changes<\/li>\n<li>Examine tax consequences of any healthcare benefits you used through your spouse’s benefits plan (you may now owe taxes or be due a refund).<\/li>\n<\/ul>\n<h2>The IRS Shift<\/h2>\n<p>The <a href=\"https:\/\/www.irs.gov\/pub\/irs-drop\/rr-13-17.pdf\" target=\"_blank\">IRS and US Department of the Treasury jointly issued Rev. Rule 2013-17 in August<\/a>; it covers federal income, estate and inheritance taxes as well as pensions and retirement accounts. For the purposes of this post, we are going to focus only on federal and state income taxes.<\/p>\n<p>When it comes to 2013 taxes, legally married same-sex couples must file their <i>federal<\/i> income taxes as either <b>married filing jointly<\/b> or <b>married filing separately<\/b>. Same-sex married couples can also submit claims for refunds related to their <b>last three years<\/b> of federal tax filings (while they were still considered single individuals for federal tax purposes). This means same-sex couples that were, or became legally married in the years <b>2010, 2011 <\/b>and<b> 2012<\/b> can file amended returns in 2013 and submit claims for refunds if their situation would be improved in doing so.<\/p>\n<p>Keep in mind that you can’t file for years prior to 2010 because the statute of limitations for filing refund claims is three years.<\/p>\n<h2>State Tax Agencies Still a Mixed Bag<\/h2>\n<p>Things remain complicated in many states even with progress at the federal level. For help in untangling all this, I called on Mark Luscombe, principal analyst of the tax and accounting practice at CCH, the definitive publisher of source tax information.<\/p>\n<p>“In my view, things have shifted to a state focus,” he said, regarding couples making tax-related decisions and weighing their options. “Even if a particular state does not recognize same-sex marriages [those officiated within its borders], they are likely going to recognize marriages legally carried out and recognized in other states or countries,” Mr. Luscombe said. Oregon, for example, prohibits same-sex marriages in its constitution but recognizes same-sex marriages performed in other states.<\/p>\n<h2>Revisiting Your Return<\/h2>\n<p>Here’s a common question arising this tax year, thanks to the changes at the IRS: “If my spouse and I filed individually these last three years, should we redo those returns and file joint federal income tax returns?”<\/p>\n<p>No single answer will suffice for everyone.<\/p>\n<p>“There are a lot of provisions in the tax code that have come with a marriage penalty. For example, if both spouses have significant incomes, they might be taxed more heavily,” Mr. Luscombe said. In other words, whether married couples file jointly or separately, they might find themselves subject to a tax hit thanks to their higher combined income, especially if both are successful professionals.<\/p>\n<p>Luscombe suggests that many couples may want to re-calculate past returns to determine whether they are due a refund in light of the federal tax status changes. In some cases, couples may already have that information handy. In states allowing same-sex marriages in earlier years, couples often completed federal tax worksheets in order to generate the necessary data to file their state returns.<\/p>\n<h2>Question: File Jointly or Separately?<\/h2>\n<p>Some factors to weigh in deciding whether to file married jointly or separately:<\/p>\n<ul>\n<li>Do both spouses have high incomes?<\/li>\n<li>Is there a big disparity in incomes?<\/li>\n<li>Is one spouse a stay-at-home parent?<\/li>\n<\/ul>\n<p>If both spouses have high incomes, there is likely to be little benefit in filing a joint return. But if one spouse is a stay-at-home parent, or there is a big income disparity between spouses, there can be advantages.<\/p>\n<p>For couples anticipating a law change in their state or considering whether to submit an amended return for past federal tax filings, Luscombe recommends filing a <i>protective refund claim.<\/i> This document protects your right to file claims retroactively beyond the statute of limitations. You need to file this document prior to April 15<sup>th<\/sup> this year, if you are considering claiming a refund on your 2010 federal taxes but are not ready to file an amended return at this time.<\/p>\n<p>Filing this protective claim adds a year to the statute of limitations, or as the IRS puts it: “A protective claim preserves your right to claim a refund when the contingency is resolved.” See the “Protective claim for refund” section of <a href=\"https:\/\/www.irs.gov\/publications\/p556\/ar02.html\" target=\"_blank\">IRS Publication 556<\/a> for more information and actual steps to follow. Some states also provide for protective claims for refunds but you must check with your state to be sure.<\/p>\n<h2>Children<\/h2>\n<p>Married couples with a child face another potentially large change to their taxes since a spouse recognized at the federal level <a href=\"https:\/\/www.irs.gov\/newsroom\/answers-to-frequently-asked-questions-for-same-sex-married-couples\" target=\"_blank\">can no longer claim “head-of-household” filing status<\/a> to reduce tax liability. In years past, this presented an opportunity for same-sex couples that was unavailable to opposite-sex married couples. This also prevents same-sex couples from taking a fairly common approach to their federal taxes, in which itemized deductions are applied to one partner’s federal tax return while the other partner claims the standard deduction.<\/p>\n<h2>Company Benefits Confusion<\/h2>\n<p>Over the years, many companies have allowed spouses of employees to be treated as beneficiaries under the company benefits plan. In the case of same-sex couples, this could result in over-payment of withheld taxes for some same-sex couples and additional taxes withheld for others.<\/p>\n<p>For example, before the IRS ruling, a traditional opposite-sex spouse was automatically deemed a dependent for tax purposes, which provided a $3,800 exemption for couples filing jointly in 2012. Being recognized as a spouse also came with certain tax-free benefits, such as employer-paid healthcare coverage, which covers the worker, her children and\/or her spouse.<\/p>\n<p>But for same-sex couples, particularly those with children, there was often confusion over such tax benefits.<\/p>\n<p>Mr. Luscombe explained that these taxpayers and their companies were often left to determine for themselves what portion of the healthcare coverage should be allocated to themselves and their children, and how much to their partner, and then pay taxes on that portion. “There isn’t an easy or clear-cut formula for doing this,” he said. He added that same-sex couples should now consider recalculating their returns, if they have kept accurate records related to benefits claimed and taxes paid, <i>and<\/i> suspect they would have been better off filing as married, had it been legal in past years.<\/p>\n<h2>Tax Time Will Be Here Before You Know It<\/h2>\n<p>We highly recommend you get in touch with your accountant or tax attorney as soon as possible to review the issues outlined in this post. The best ones have been keeping abreast of developments through the trade press and their own professional organizations and might have suggestions you can proactively tackle prior to tax time.  If you don’t have a tax accountant and are not sure how to choose one then we recommend you read our recent blog post titled <a title=\"11 Questions to Ask When You Choose a Tax Accountant\" href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\" target=\"_blank\">11 Questions to Ask When You Choose a Tax Accountant<\/a>.<\/p>\n<p>The information above relies on some of the following documents:<\/p>\n<ul>\n<li><a href=\"https:\/\/www.irs.gov\/newsroom\/answers-to-frequently-asked-questions-for-same-sex-married-couples\" target=\"_blank\">Answers to Frequently Asked Questions for Individuals of the Same Sex Who Are Married Under State Law<\/a><\/li>\n<li><a href=\"https:\/\/www.irs.gov\/forms-instructions\" target=\"_blank\">IRS Forms and Publications<\/a><\/li>\n<li><a href=\"https:\/\/www.irs.gov\/pub\/irs-drop\/rr-13-17.pdf\" target=\"_blank\">IRS notice 2013-17 (Rule revision recognizing same-sex marriage)<\/a><\/li>\n<li><a href=\"https:\/\/www.irs.gov\/pub\/irs-drop\/n-13-61.pdf\" target=\"_blank\">IRS notice 2013-61 (Application of Windsor Decision and Rev. Rul. 2013-17 to Employment Taxes and Special Administrative Procedures for Employers to Make Adjustments or Claims for Refund or Credit)<\/a><\/li>\n<li><a href=\"http:\/\/www.documentcloud.org\/documents\/717750-supreme-court-ruling-on-doma-annotated.html\" target=\"_blank\">Supreme Court ruling on Windsor<\/a><\/li>\n<li><a href=\"https:\/\/www.irs.gov\/newsroom\/treasury-and-irs-announce-that-all-legal-same-sex-marriages-will-be-recognized-for-federal-tax-purposes-ruling-provides-certainty-benefits-and-protections-under-federal-tax-law-for-same-sex-married\" target=\"_blank\">Treasury and IRS Announce That All Legal Same-Sex Marriages Will Be Recognized For Federal Tax Purposes; Ruling Provides Certainty, Benefits and Protections Under Federal Tax Law for Same-Sex Married Couples<\/a><\/li>\n<li><a href=\"http:\/\/www.ca2.uscourts.gov\/decisions\/isysquery\/436f323b-5e40-411a-9026-98fa59ffb645\/1\/doc\/12-2335_complete_opn.pdf\" target=\"_blank\">Windsor v. The United States [12-2335-cv(L)]<\/a><\/li>\n<\/ul>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The information provided here is for educational purposes only and is not intended as tax advice. Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sixteen states and the District of Columbia now allow same-sex couples to legally marry. Late last year, New Jersey joined the states already allowing it, and most recently, Oklahoma and Utah have overturned bans. All this followed on the heels of an IRS ruling in late August that recognizes legally married same-sex couples as married [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7254,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7231],"tags":[463,237],"yst_prominent_words":[4261,3113,4257,2290,4263,4253,4254,4266,4259,4265,4252,3108,4264,4258,4251,4256,4262,4260,4255,2123],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4295"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4295"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4295\/revisions"}],"predecessor-version":[{"id":11798,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4295\/revisions\/11798"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4295"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4295"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4295"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4295"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}