{"id":4299,"date":"2014-02-06T08:50:56","date_gmt":"2014-02-06T16:50:56","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4299"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"stock-options-versus-rsu","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/","title":{"rendered":"How Do Stock Options and RSUs Differ?"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>One of the biggest changes in the structure of Silicon Valley private company compensation over the past five years has been the increasing use of Restricted Stock Units (RSUs). I’ve been in the technology business more than 30 years and throughout that time stock options have almost exclusively been the means by which startup employees shared in their employers’ success. That all changed in 2007 when Microsoft invested in Facebook. To understand why RSUs emerged as a popular form of compensation, we need to look at how RSUs and stock options differ.<\/p>\n<h2>History of the Stock Option in Silicon Valley<\/h2>\n<p>More than 40 years ago a very intelligent attorney in Silicon Valley designed a capital structure for startups that helped facilitate the high-tech boom. His intention was to build a system that was attractive for Venture Capitalists and provided employees a significant incentive to grow the value of their companies.<\/p>\n<p>To accomplish his goal he created a capital structure that issued <a href=\"http:\/\/www.investopedia.com\/terms\/c\/convertiblepreferredstock.asp\">Convertible Preferred Stock<\/a> to the Venture Capitalists and <a href=\"http:\/\/www.investopedia.com\/terms\/c\/commonstock.asp\">Common Stock<\/a> (in the form of stock options) to employees. The Preferred Stock would ultimately convert into Common Stock if the company were to go public or get acquired, but would have unique rights that would make a Preferred share <em>appear<\/em> more valuable than a Common share. I say appear because it was highly unlikely that the Preferred Stock’s unique rights, like the possibility of dividends and preferential access to the proceeds of a liquidation, would ever come into play. However, the appearance of greater value for the Preferred Stock allowed companies to justify to the IRS the issuing of options to buy Common Stock at an exercise price equal to 1\/10<sup>th<\/sup> the price per share paid by the investors. Investors were happy to have a much lower exercise price than the price they paid for their Preferred Stock because it didn’t create increased <a href=\"http:\/\/www.investopedia.com\/terms\/d\/dilution.asp\">dilution<\/a> and it provided a tremendous incentive to attract outstanding individuals to work for their portfolio companies.<\/p>\n<p>This system didn’t change much until around 10 years ago when the IRS decided that pricing options at only 1\/10<sup>th<\/sup> the price of the most recent price paid by outside investors represented too large an untaxed benefit at the time of option grant. A new requirement was placed on companies’ boards of directors (the official issuers of stock options) to set option strike prices (the price at which you could buy your Common Stock) at the fair market value of the Common Stock at the time the option was issued. This required boards to seek appraisals (also known as <em><a href=\"https:\/\/blog.wealthfront.com\/409a\/\">409A appraisals <\/a><\/em>in reference to the section of the IRS code that provides guidance on the tax treatment of equity-based instruments granted as compensation) of their Common Stock from third-party valuation experts.<\/p>\n<p>Issuing stock options with exercise prices below the fair market value of the Common Stock would result in the recipient having to pay a tax on the amount by which the market value exceeds the cost to exercise. Appraisals are pursued approximately every six months to avoid employers running the risk of incurring this tax. The appraised value of the Common Stock (and thus the option exercise price) often comes in at approximately 1\/3<sup>rd<\/sup> the value of the latest price paid by outside investors, although the method of calculating the fair market value is far more complex.<\/p>\n<p>This system continues to provide an attractive incentive to employees in all but one case – when a company raises money at a valuation well in excess of what most people would consider fair. Microsoft’s investment in Facebook in 2007 is a perfect example. Let me explain why.<\/p>\n<h2>Facebook changed everything<\/h2>\n<p>In 2007 Facebook decided to engage a corporate partner to accelerate its advertising sales while it built its own sales team. Google and Microsoft competed for the honor of reselling Facebook’s ads. At the time Microsoft was falling desperately behind Google in the race for search engine advertising. It wanted the ability to bundle its search ads with Facebook ads to give it a competitive advantage vs. Google. Microsoft then did a very savvy thing to win the Facebook deal. It understood from years of investing in small companies that public investors do not value <em>appreciation earned from investments<\/em>. They only care about <em>earnings from recurring operations<\/em>. Therefore the price Microsoft was willing to pay to invest in Facebook didn’t matter, so they offered to invest $200 million at a $4 billion valuation as part of the reseller agreement. This was considered absurd by almost everyone in the investment world, especially given that Facebook generated annual revenue of only $153 million in 2007. Microsoft could easily afford to lose $200 million given its greater than $15 billion cash stockpile, but even that was unlikely because Microsoft had the right to be paid back first in the event Facebook was acquired by someone else.<\/p>\n<p>The extremely high valuation created a recruiting nightmare for Facebook. How were they going to attract new employees if their stock options weren’t worth anything until the company generated value in excess of $1.3 billion (the likely new appraised value of the Common Stock —1\/3<sup>rd<\/sup> of $4 billion)?  Enter the RSU.<\/p>\n<h2>What are RSUs?<\/h2>\n<p>RSUs (or Restricted Stock Units) are shares of Common Stock subject to vesting and, often, other restrictions. In the case of Facebook RSUs, they were not actual Common shares, but a “phantom stock” that could be traded in for Common shares after the company went public or was acquired. Prior to Facebook, RSUs were almost exclusively used for public company employees. Private companies tended not to issue RSUs because the recipient receives value (the number of RSUs times the ultimate liquidation price\/share) whether or not the value of the company appreciates. For this reason, many people, including myself, don’t think they are an appropriate incentive for a private company employee who should be focused on growing the value of her equity. That being said RSUs are an ideal solution for a company that needs to provide an equity incentive in an environment where the current company valuation is not likely to be achieved\/justified for a few years. As a result they are very common among companies that have closed financings at valuations in excess of $1 billion (Examples include AirBnB, Dropbox, Square and Twitter), but are not often found at early stage companies.<\/p>\n<h2>Your mileage will vary<\/h2>\n<p>Employees should expect to receive fewer RSUs than stock options for the same job\/company maturity because RSUs have value <em>independent<\/em> of how well the issuing company performs post grant. You should expect to receive approximately 10% fewer RSUs than Stock Options for each private company job and about 2\/3 fewer RSUs than you would receive in options at a public company.<\/p>\n<p>Let me provide a private company example to illustrate. Imagine a company with 10 million shares outstanding that just completed a financing at $100 per share, which translates to a $1 billion valuation.  If we knew with certainty that the company would ultimately be worth $300 per share then we would need to issue 11% fewer RSUs than stock options to deliver the same net value to the employee.<\/p>\n<p>Here’s a simple chart to help you visualize the example.<\/p>\n<table border=\"0\" width=\"355\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"181\" height=\"15\"><\/td>\n<td style=\"text-align: center;\" width=\"87\">Stock Option<\/td>\n<td style=\"text-align: center;\" width=\"87\">RSU<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Company shares outstanding<\/td>\n<td align=\"right\">10,000,000<\/td>\n<td align=\"right\">10,000,000<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Latest price\/share paid by investors<\/td>\n<td align=\"right\">$100<\/td>\n<td align=\"right\">$100<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Company valuation<\/td>\n<td align=\"right\">$1,000,000,000<\/td>\n<td align=\"right\">$1,000,000,000<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Shares granted to employee<\/td>\n<td align=\"right\">5,000<\/td>\n<td align=\"right\">4,444<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Shares as a % of shares outstanding<\/td>\n<td align=\"right\">0.050%<\/td>\n<td align=\"right\">0.044%<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Exercise price<\/td>\n<td align=\"right\">$33.33<\/td>\n<td align=\"right\">NA<\/td>\n<\/tr>\n<tr>\n<td height=\"15\">Profit at $300\/share<\/td>\n<td align=\"right\">$1,333,333<\/td>\n<td align=\"right\">$1,333,333<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>We never know what the ultimate value of the company will be, but you should always expect to receive fewer RSUs for the same job to get the same expected value because RSUs don’t have an exercise price.<\/p>\n<h2>RSUs and stock options have very different tax treatment<\/h2>\n<p>The final major difference between RSUs and stock options is the way they are taxed.  We covered this subject in great detail in <a href=\"https:\/\/blog.wealthfront.com\/manage-vested-rsus\/\">Manage Vested RSUs Like A Cash Bonus &amp; Consider Selling<\/a>. The bottom line is RSUs are taxed as soon as they become vested and liquid.  In most cases your employer will withhold some of your RSUs as payment for taxes owed at the time of vesting. In some cases you may be given the option to pay the taxes due with cash on hand so you retain all vested RSUs. In either case your RSUs are taxed at ordinary income rates, which can be as high as 48% (Federal + State) depending on the value of your RSUs and the state in which you live.  As we explained in the aforementioned blog post, holding on to your RSUs is equivalent to making the decision to buy more of your company stock at the current price.<\/p>\n<p>In contrast, <em>options are not taxed until they are exercised<\/em>.  If you exercise your options before the value of the options has increased and file an 83(b) election (see <a href=\"https:\/\/blog.wealthfront.com\/always-file-your-83b\/\">Always File Your 83(b)<\/a>) then you will not owe any taxes until they are sold. If you hold on to them, in this case for at least a year post exercise, then you will be taxed at capital gains rates, which are much lower than ordinary income rates (maximum of approximately 36% vs. 48%). If you exercise your options after they increase in value, but before you are liquid, then you are likely to owe an Alternative Minimum Tax. We highly recommend you consult with a tax advisor before making this decision. Please see <a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\">11 Questions to Ask When You Choose a Tax Accountant<\/a> to learn how to select a Tax Advisor.<\/p>\n<p>Most people do not exercise their options until their employer has gone public.  At that point it is possible to exercise and sell at least enough shares to cover the ordinary income tax owed on the appreciation of the options. The good news is, unlike RSUs, you can defer the exercise of your options to a point in time when your tax rate is relatively low. For example you might wait until you buy a house and are able to deduct most of your mortgage payment and real estate taxes. Or you might wait until you benefit from <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">tax losses harvested<\/a> by an investment management service like Wealthfront.<\/p>\n<h2>We are here to help<\/h2>\n<p>RSUs and stock options were designed for very different purposes. That’s why the tax treatment and amount you should expect to receive differ so much. We strongly believe that with a better understanding of how their use has evolved you will be able to make better decisions on what constitutes a fair offer and when to sell. We are also very aware of how complex and specific your own decision-making can be so please feel free to follow up with questions in our comment section —they are likely to prove helpful to others as well.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs One of the biggest changes in the structure of Silicon Valley private company compensation over the past five years has been the increasing use of Restricted [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7258,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[1098,461,1096,459,1092,226],"yst_prominent_words":[4249,4245,1639,1640,4248,4246,3187,4243,2885,6447,6446,4244,3375,4247,4241,1310,3376,1295,4242,4240],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4299"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4299"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4299\/revisions"}],"predecessor-version":[{"id":11799,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4299\/revisions\/11799"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7258"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4299"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4299"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4299"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4299"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}