{"id":4304,"date":"2014-02-12T09:38:22","date_gmt":"2014-02-12T17:38:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4304"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"risk-with-stock-options","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/risk-with-stock-options\/","title":{"rendered":"When Success &#038; Stock Options Make It Expensive to Leave"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>They can be an incredibly rewarding and inviting incentive. And among those working in Silicon Valley stock options have become an inextricable part of most job offers. However, actually benefitting from them is not always as easy as you might think. Employees who decide to leave mid-sized companies often awaken to a pretty big and increasingly common surprise — they can’t afford to exercise their options.<\/p>\n<p>In our post <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">The 14 Crucial Questions About Stock Options<\/a> we discuss the questions you need to ask about the stock option component of your offer before you join a new company. We specifically didn’t address how long you see yourself staying with the new employer or when the company is likely to go public or get acquired because they are not issues associated with your offer letter.  However as you will learn from this post they can play a huge role in whether or not you will actually benefit from the options you receive.<\/p>\n<p>Allow me to illustrate with an example.  Imagine you are a senior software engineer who recently joined a 60-person, rapidly growing company after its Series C financing.  These days it’s not uncommon for companies with this kind of profile to be valued at $300 million. Let’s assume your employer has 50 million shares outstanding.  According to our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Startup Compensation Tool<\/a>, a level 5 software engineer at a 51 – 100-employee company in the Bay area would, <em>on average<\/em>, command an option equal to approximately 0.15% of the shares outstanding.  In this case that translates to an option to purchase 75,000 shares (50 million shares outstanding x 0.15%).  In the latest financing the investors paid $6 per share ($300 million valuation\/50 million shares outstanding).<\/p>\n<h2>Can You Even Afford to <em>Buy<\/em> Your Options?<\/h2>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener\">How Do Stock Options and RSUs Differ?<\/a>, boards of directors have to secure an appraisal every six months or so to insure they issue options at an exercise price that reflects the current fair market value. Based on past experience, fair market value is usually approximately 33% &#8211; 50% of the price paid by venture investors for a company at this stage of development.  That translates to an exercise price of $2 &#8211; $3 per share.<\/p>\n<p>Imagine that after three years you want to leave your company to join a new one.  That means you will be eligible to exercise 75% of your options, assuming your company required the common four-year vesting period. The vast majority of companies I know require you to exercise your shares within 90 days of your departure. If your exercise price were on the high end of the aforementioned scale, $3.00, then you would have to come up with $168,750 to exercise your option.  That’s a lot of money for most people and not something they can access in only 90 days. It would be great if banks offered loans for this purpose, but few do because of the riskiness of getting paid back.  If you’re like most people you will have to either exercise a small portion of your vested stock or leave the entire option behind.  That can be incredibly frustrating considering you worked long hours for your employer and expected to share in the success of your contributions.<\/p>\n<h2>No Hope for Job-Hoppers<\/h2>\n<p>This scenario is happening much more frequently these days because the elapsed time from startup to IPO has grown and exercise prices as a percentage of the latest financing price has also increased. Back in the 80s, it took on average 4 to 5 years for a successful company to go public.  These days that often stretches to 8 or 9 years. You’re at risk of leaving behind a lot of money even if you stick around for all four years of your vesting if your employer is still a couple of years away from going public at the time of your departure.<\/p>\n<p>These issues disappear if your company is public when you want to leave because you can do what is called a <i>cashless exercise<\/i> and pocket the difference on your vested shares between the current trading price and your exercise price.<\/p>\n<p>This issue was seldom faced back in the days when exercise prices were routinely pegged at 1\/10<sup>th<\/sup> the price of the latest financing.  Unfortunately the IRS found that too many people benefited from what they saw as issuing stock at prices below fair market value, which should have resulted in immediately taxable income.  To avoid this tax on their employees, companies had to prove they were issuing stock at fair market value, which led to appraisals, higher exercise prices and unfortunately a bigger golden handcuff on option recipients.<\/p>\n<h2>The More Senior You Are the More it Hurts<\/h2>\n<p>The idea of job-hopping gets a lot more expensive if you can’t afford to exercise the shares you have earned. The problem grows exponentially the more senior you are because senior execs are granted so many more options than rank and file employees. I know of a sales executive who was demoted but couldn’t leave his job because he couldn’t afford to exercise his vested shares even though he was very unhappy. Clearly this case doesn&#8217;t serve the company or the unhappy employee, but there is no simple solution. The company can’t extend the time to exercise the vested shares without incurring a change in option accounting treatment that will be frowned upon by public investors when the company is ready to go public.<\/p>\n<p>I raise this issue because most people are unaware of it until too late.  Understanding the expense of exercising your options upon departure should cause you to get involved early in a company’s life when the exercise price is very low, choose a job you think you might enjoy for a long time or choose a job where your employer is likely to go public in the <a href=\"https:\/\/blog.wealthfront.com\/how-long-should-you-stay-at-your-job\/\" target=\"_blank\" rel=\"noopener\">timeframe you would like to stay<\/a>.<\/p>\n<p>______________<\/p>\n<p><em>And for those actively planning their next career move be sure to see our career guide and list<\/em>: <a href=\"https:\/\/blog.wealthfront.com\/hot-start-up-technology-companies\/\" target=\"_blank\" rel=\"noopener\">100 Career Launching Technology Companies<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs They can be an incredibly rewarding and inviting incentive. And among those working in Silicon Valley stock options have become an inextricable part of most job [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7284,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[1098,461,541,1096,542,226,237],"yst_prominent_words":[4232,4235,1640,3193,3186,4233,3191,3187,4236,4238,3190,4239,2885,1756,2537,3188,4237,1310,3376,4234],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4304"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4304"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4304\/revisions"}],"predecessor-version":[{"id":11800,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4304\/revisions\/11800"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7284"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4304"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4304"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4304"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4304"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}