{"id":4312,"date":"2014-02-18T08:48:25","date_gmt":"2014-02-18T16:48:25","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4312"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"muni-bond-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/muni-bond-portfolio\/","title":{"rendered":"Shining a Light on the Muni Bond Portfolio"},"content":{"rendered":"<p><span class=\"firstcharacter\">M<\/span>ost everyone I have ever met who is in a high tax bracket wants Municipal Bonds to be part of their portfolio. Unfortunately there are a number of misperceptions about Muni Bonds that cause people to make investments in them that are not necessarily in their best interest. This article explores how investors typically build Muni Bonds portfolios and the often-excessive fees they pay for such services. We also show how an ETF-based Muni Bond portfolio might be a superior approach when evaluated from the perspective of its impact on an entire diversified portfolio.<\/p>\n<h2>Bond Ladders<\/h2>\n<p>Most people are sold Muni Bond portfolios in what is known as a bond <i>ladder<\/i>. A ladder consists of a diversified portfolio of bonds that mature at a constant rate and has an average maturity that fits your particular needs. All bonds in a laddered portfolio are held until maturity no matter what happens to interest rates. For example 1\/12<sup>th<\/sup> of your portfolio should mature every six months if you want a bond portfolio with an average maturity of three years. The higher the <a href=\"http:\/\/en.wikipedia.org\/wiki\/Bond_duration#Average_duration\" target=\"_blank\" rel=\"noopener\">average duration<\/a> of your portfolio the higher your sensitivity will be to interest rate changes. For example, a 1% change in interest rates will have a 10% impact on the value of a 10-year average-duration portfolio and only a 3% impact on the value of a three-year average-duration portfolio. In most cases the longer the average maturity, the higher the average yield. However if you’re worried interest rates will rise in the future then you will be better off with a short duration portfolio until you feel rates have leveled off. At that point in time you can extend the duration of your portfolio by buying more longer-term bonds.<\/p>\n<p>The beauty of a laddered bond portfolio is what our advisor Meir Statman calls <a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=922744\" target=\"_blank\" rel=\"noopener\">Mental Liquidity<\/a>.  It feels great to know that current market losses on the bonds in your laddered portfolio will ultimately disappear when they mature. You never lose money if you hold all your bonds to maturity. Unfortunately that’s <a href=\"http:\/\/en.wikipedia.org\/wiki\/False_economy\" target=\"_blank\" rel=\"noopener\">false economy<\/a> because your laddered portfolio will lose buying power if interest rates rise.<\/p>\n<h2>Fees and markups, the true cost of a managed bond ladder<\/h2>\n<p>Most people <i>think<\/i> they pay a very low fee to have a portfolio of Muni Bonds managed for them, but looks may be deceiving.  To understand why we must first understand the difference in the way Stocks and Muni Bonds trade.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Brokers and financial advisors charge for the service of building a bond ladder in one of two ways, a wrap fee or a commission. A wrap fee is an annual fee based on your assets under management. In no case should you ever pay both.<\/p>\n<\/div>\n<p>Stocks are traded through perhaps the most automated market in the world.  When you place an order to buy a stock (or ETF), the order is immediately routed to every broker\/dealer who <a href=\"http:\/\/www.investopedia.com\/terms\/m\/makeamarket.asp\" target=\"_blank\" rel=\"noopener\">makes a market<\/a> in that stock so they can bid on fulfilling your order. This incredibly efficient market <a href=\"http:\/\/www.investopedia.com\/terms\/a\/arbitrage.asp\" target=\"_blank\" rel=\"noopener\">arbitrages<\/a> out any excess profit one market maker (dealer) might try to charge for the same stock over another market maker.  The result is you can usually count on getting the best price possible when you buy a stock.<\/p>\n<p>The Muni Bond market is not nearly as automated or efficient. Unlike Stocks, Muni Bond prices are not displayed in one central location. It requires significant work for a broker to find the best price and each transaction is a negotiation. As a result, two purchasers of the same bond may pay very different prices depending on from which dealer they were purchased. The difference in prices paid results from different <i>dealer markups<\/i> charged by different market makers. This is enabled by Munis’ significant <i>bid\/ask <\/i>spread, which can be as high as 2% of the current market value of a bond. There is no way for a consumer to tell if she got the best price because the dealer markup is embedded in the price you pay.<\/p>\n<p>Brokers and financial advisors charge for the service of building a bond ladder in one of two ways, a <i>wrap fee <\/i>or a <i>commission<\/i>. A wrap fee is an annual fee based on your assets under management. In no case should you ever pay both.<\/p>\n<p>I have found that many people who benefit from selling a large chunk of stock for the first time want to start their investment portfolio with <i>only<\/i> Muni Bonds because they are perceived as a low-risk investment. If you are willing to commit at least $2 million to $5 million, private wealth managers will be happy to create a ladder for you in return for an annual wrap fee of 0.10% to 0.50% depending on the size and maturity of your portfolio. Brokers and financial advisors who charge a wrap fee are generally subject to the <a href=\"http:\/\/www.bankrate.com\/finance\/investing\/fiduciary-standard-1.aspx\" target=\"_blank\" rel=\"noopener\"><i>fiduciary standard<\/i><\/a>, which means they are legally required to find you the best possible investment that meets your needs. In this case that translates to the bond with the lowest dealer markup.<\/p>\n<p>Your annual wrap fee will often increase to something greater than or equal to 1% if you choose to have your wealth manager broaden her mandate to manage a diversified portfolio of stocks and bonds. The new higher fee is not only applied to your stock holdings, it will also be applied to your bonds. You should therefore think of the initial bond-only fee as the equivalent of a teaser fee, comparable to how a cable company gives you a special deal for the first six months of service.<\/p>\n<p>Brokers who charge commissions rather than a wrap fee are held to the lower <a href=\"http:\/\/www.investopedia.com\/articles\/professionaleducation\/11\/suitability-fiduciary-standards.asp\" target=\"_blank\" rel=\"noopener\"><i>suitability standard<\/i><\/a>. Unlike the fiduciary standard, the suitability standard only requires a broker to purchase what is suitable (i.e. not necessarily what is best for your needs).  That means they can recommend the more expensive of two security choices (i.e. the one that offers them a higher margin) as long as both of the choices are suitable investments. Commission-based brokers generally first look to sell you bonds out of their firm’s bond market making inventory which means you are highly likely to pay much larger dealer markups. And you will pay a commission as well!<\/p>\n<p>Generally speaking the wrap fee is a better deal, which means you pay very high dealer markups when you choose what appears to be the lower-cost commission deal.  This should not surprise you when you consider your broker needs to make the same amount of money per unit of time on the two choices she offers you. Like most financial services, your true cost is not always apparent.<\/p>\n<h2>Muni Bond ETFs as an alternative<\/h2>\n<p>The alternative to buying a Muni Bond ladder is to buy a Muni Bond ETF.  The most popular Muni Bond ETF is the iShares National AMT-Free Muni Bond ETF (Ticker: MUB). It tracks the S&amp;P National AMT-Free Municipal Bond Index®, which measures the performance of the investment-grade municipal bond segment and encompasses all maturities. Its popularity stems from its market leading annual management fee of 0.25% and its superior liquidity. The management fee on MUB is likely lower than what you will be charged by a broker or financial advisor unless you have at least $5 million to invest in Muni Bonds. You should also benefit from the lowest possible dealer markups because of the market power of the fund’s manager, iShares’, a subsidiary of BlackRock, the world’s largest asset manager. In other words, the managers of MUB have much more negotiating power over the dealers than your broker will have when placing trades for your $100,000 account. The dealer markups charged to an institutional money manager will likely be 1\/10th to 1\/100th that charged to individuals. As a result, the total cost should be vastly lower than what you would ultimately pay in terms of fees and dealer markups in a personal laddered bond portfolio.<\/p>\n<p>The downside of owning MUB is that unlike a laddered Muni Bond portfolio, which consists of securities that are exempt from both federal <i>and<\/i> state income taxes, MUB is only exempt from federal taxes. You still need to pay state income taxes on the portion of the ETF’s returns that result from bonds issued by states other than the one in which you live.<\/p>\n<p>You might be surprised to learn how small an impact the loss of the state tax deductibility has on your overall portfolio return.  Let me use an example to illustrate this point (see table below).  We’ll assume that our client lives in California and has a Risk Tolerance of 8 on a scale of 0 – 10 (our typical Wealthfront client).  A Risk Level of 8 results in a 13% allocation to Municipal bonds.  On a $100,000 portfolio that represents a $13,000 investment in MUB.  The current yield on MUB is 2.51%, which generates income of $326 per year.  The state taxes due at a 12.3% marginal state income tax rate is only $40 per year.<\/p>\n<p>Here&#8217;s a chart to help illustrate this scenario:<\/p>\n<table border=\"0\" width=\"269\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"194\" height=\"13\">Portfolio Size<\/td>\n<td align=\"right\" width=\"75\">$100,000<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">Muni allocation %<\/td>\n<td align=\"right\">13%<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">MUB allocation<\/td>\n<td align=\"right\">$13,000<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">MUB Yield<\/td>\n<td align=\"right\">3%<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">Yield in Dollars<\/td>\n<td align=\"right\">$326<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">State Tax rate<\/td>\n<td align=\"right\">12.3%<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">State Taxes owed<\/td>\n<td align=\"right\">$40<\/td>\n<\/tr>\n<tr>\n<td height=\"13\">State Taxes as a % of Portfolio Value<\/td>\n<td align=\"right\">0.040%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>That extra state tax payment is <b>only 0.04% of your portfolio<\/b>, which I bet is a far smaller cost than you expected.  The difference is even smaller at a lower tax rate or if you live in a state that allows you to exclude that portion of your income attributable to Muni bonds held from your state (please see <a href=\"http:\/\/us.ishares.com\/product_info\/fund\/overview\/MUB.htm\" target=\"_blank\" rel=\"noopener\">MUB’s overview page<\/a> for the remainder of its portfolio composition).  Unfortunately California doesn’t allow you to exclude income attributable to California bonds unless California bonds comprise at least 50% of the portfolio, which is not the case with MUB.<\/p>\n<p>A second downside to MUB is that it restricts its holdings to issues which were at least $100 million or larger at the time of original issue. It therefore does not give exposure to smaller municipal bond issues, which might have more attractive yields. And finally MUB’s average duration is 6.58 years. As a result MUB will tend to lose about 6% of its value if interest rates rise by 1%. This may be a longer duration than you would like, but you have no choice because it’s an ETF.<\/p>\n<h2>Benefits of using an ETF over a laddered portfolio<\/h2>\n<p>There are a couple of things you can do with Muni Bond ETFs to improve the tax efficiency of your overall portfolio that are not possible with laddered bond portfolios. For all practical purposes it’s only feasible to do <i>daily<\/i> tax-loss harvesting with ETFs or US stocks. It’s just not feasible to do daily asset class level tax loss harvesting on a laddered portfolio in software given the complexities of the Muni Bond market outlined above.<\/p>\n<p>It’s also not feasible through software to use interest from a laddered Muni Bond portfolio to more tax efficiently rebalance your overall portfolio.<\/p>\n<h2>Ladders for the few, for most everyone else ETFs make more sense<\/h2>\n<p>A laddered Muni Bond can be a compelling investment. However we believe a Muni Bond ETF’s ability to facilitate daily tax-loss harvesting and dividend reinvestment-based rebalancing can make it a superior option even though an ETF is inflexible with regards to duration and offers limited state income tax deductibility.  We appreciate this is a very different perspective than what you might hear from a traditional advisor, but keep in mind they are highly unlikely to be able to perform daily tax-loss harvesting or dividend-based rebalancing. We welcome your questions and comments.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Most everyone I have ever met who is in a high tax bracket wants Municipal Bonds to be part of their portfolio. Unfortunately there are a number of misperceptions about Muni Bonds that cause people to make investments in them that are not necessarily in their best interest. This article explores how investors typically build [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7263,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[543,470,503,544],"yst_prominent_words":[4229,4026,4227,4221,4220,4231,2246,4226,1990,4223,4222,2742,4013,4224,4225,2739,1293,4228,4219,4230],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4312"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4312"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4312\/revisions"}],"predecessor-version":[{"id":11801,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4312\/revisions\/11801"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7263"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4312"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4312"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4312"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4312"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}