{"id":4324,"date":"2014-02-21T08:34:12","date_gmt":"2014-02-21T16:34:12","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4324"},"modified":"2019-12-08T16:22:01","modified_gmt":"2019-12-09T00:22:01","slug":"whatsapp-acquisition-employees","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/whatsapp-acquisition-employees\/","title":{"rendered":"WhatsApp: What an Acquisition Means for Employees"},"content":{"rendered":"<p><span class=\"firstcharacter\">T<\/span>he announcement that Facebook is buying WhatsApp for $19 billion generated a lot of interest. The most popular question we received is what does the acquisition mean for the employees financially.<\/p>\n<p>IPOs tend to get all the headlines, but in many cases technology companies are acquired. This post will walk through the economics of an acquisition and how it affects all the parties involved.<\/p>\n<h2>The Terms of the Deal<\/h2>\n<p>From what I have read, Facebook will acquire WhatsApp for $4 billion in cash and approximately $12 billion worth of Facebook shares. In addition Facebook will grant $3 billion in <a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener noreferrer\">RSUs to founders and employees<\/a> that will vest over the next four years.<\/p>\n<p>I do not have any special insight into the terms beyond what I read, but if the structure follows standard practice, $16 billion (the cash and stock offer portion of the deal) will be allocated among all the shareholders of the company including option holders according to their ownership positions. Sequoia Capital likely owned ~20% of the company, which means they will receive approximately $3.2 billion. The founders, employees and angel investors will receive approximately $12.8 billion, the other 80% of the $16 billion.<\/p>\n<h2>Some Proceeds Go Into Escrow<\/h2>\n<p>Every acquisition places a small percentage of the proceeds, typically 10% &#8211; 20%, into <i><a href=\"http:\/\/www.investopedia.com\/terms\/e\/escrow.asp\" target=\"_blank\" rel=\"noopener noreferrer\">escrow<\/a><\/i>  to cover liabilities associated with any misrepresentations that might be made by the seller in the sale process. In my experience 100% of the escrow is usually returned one to two years after the close of the transaction. If the WhatsApp deal follows a typical structure then $1.6 billion would be escrowed and it would be taken out of the proceeds allocated to the investors and founders (on a <a href=\"http:\/\/www.investopedia.com\/terms\/p\/pro-rata.asp\" target=\"_blank\" rel=\"noopener noreferrer\">pro rata<\/a> basis), but not the rank and file employees. That’s because the rank and file weren’t in a position to make the representations on which the deal was struck and they’re hard to chase down if they leave the company. If we assume the rank and file owned 20% of the company, then Sequoia’s pro rata portion of the escrow would be $400 million or 25% of the total escrow. That means Sequoia would get $2.8 billion up front and the remaining $400 million in about a year.<\/p>\n<p>The proposed RSUs are only being granted to founders and employees. Offering RSUs for retention is a technique often used by the buyer to raise the price of the deal for the founders\/employees without having to give the price increase to the investors. The RSUs will not necessarily be allocated according to the current relative ownership of the employees. More likely it will be allocated based on management’s view of the relative importance of each employee with the founders getting the lion’s share.<\/p>\n<p>With all the aforementioned assumptions in mind, here’s how the proceeds were likely allocated*:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Table-1.jpg\"><img loading=\"lazy\" class=\"alignleft wp-image-4328\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Table-1.jpg\" alt=\"2014-02-21_Table 1\" width=\"664\" height=\"162\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Table-1.jpg 922w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Table-1-640x156.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Table-1-768x187.jpg 768w\" sizes=\"(max-width: 664px) 100vw, 664px\" \/><\/a><\/p>\n<p><i>*Please note, these are illustrative estimates only. Detailed information about allocation is not available at this time.<\/i><\/p>\n<h2>What does WhatsApp’s acquisition mean for rank &amp; file employees?<\/h2>\n<p>According to our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener noreferrer\">startup compensation tool<\/a>, a senior software engineer who joined a company when it had between 21 and 50 employees would, on average, receive stock options that represent 0.13% of the shares outstanding. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener noreferrer\">The 14 Crucial Questions About Stock Options<\/a>, it is highly likely that a company with WhatApp’s success is more likely to have granted options at the 25<sup>th<\/sup> percentile than the 50<sup>th<\/sup> percentile, which would result in a 0.06% ownership stake. That stake would be applied to the $16 billion stock and cash portion of the offer. In addition the employee will receive a portion of the RSUs to be granted as a retention incentive. If we assume the employee\/founder RSU allocation is the same as their relative ownership stakes then our senior engineer will get 0.075% (0.06%\/.8) of the RSUs. Combined, the total value of equity to be vested would be $11.9 million:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Chart-2-v2.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4331\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Chart-2-v2.jpg\" alt=\"2014-02-21_Chart 2 v2\" width=\"750\" height=\"167\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Chart-2-v2.jpg 750w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/02\/2014-02-21_Chart-2-v2-640x143.jpg 640w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/a><\/p>\n<p>Please keep in mind this is not a normal amount for an engineer who joins at this stage to earn in an acquisition. The numbers are skewed by a notably atypical $19 billion acquisition price.<\/p>\n<p>You must also keep in mind the values I calculated are what could be earned through a <i>four-year vesting period<\/i>.  If, in our example, the senior engineer only worked for WhatsApp for one year prior to the close of the transaction and wanted to leave at the close of the transaction then she would only get 1\/4<sup>th<\/sup> of the $9.6 million, or $2.4 million (the vested amount) and none of the RSUs. <b>Vesting schedules typically do not change<\/b> in a successful company acquisition (although they often can in an acqui-hire scenario).<\/p>\n<p>Acquired employees can rely on their original vesting schedule to determine how much they have earned at every point of their tenure, even post acquisition.  This means that employees must continue to work for the company in order to realize the full value of their equity compensation.<\/p>\n<h2>Don’t Forget the Lockups<\/h2>\n<p>Just because the transaction has closed doesn’t mean the stock you receive in an acquisition is free to trade. Just as is the case with IPOs, shares received in acquisitions are <b>typically subject to a six-month lockup.  <\/b>However in the case of an acquisition the minimum lockup period is mandated by<b> <\/b>federal securities laws. There can be a longer lockup, which is purely determined by an agreement between the buyer and seller.  Some lockups even extend to one year. The length of the lockup is a heavily negotiated term to prevent a huge influx of new shares hitting the market before the buyer has a chance to convince its current investors the deal makes sense.<\/p>\n<p>Lockups can be eliminated in two ways, both instigated by the buyer: the filing of an <a href=\"http:\/\/www.investopedia.com\/terms\/s\/sec-form-s-3.asp\" target=\"_blank\" rel=\"noopener noreferrer\">S3 Registration Statement<\/a> or upon issuance of a permit from a <a href=\"http:\/\/www.clydesnow.com\/component\/content\/article\/31-news\/publications\/securities-law\/309-fairness-hearings-an-overview\" target=\"_blank\" rel=\"noopener noreferrer\">fairness hearing. <\/a> That being said buyers do not have an incentive to pursue either if the transaction represents a significant percentage of the buyer’s float (average daily or weekly shares traded).  Of course the seller has a big incentive to limit the length of a lockup, but in fact the sellers can benefit from a lockup if it gives the buyer a better opportunity to convince other investors why the deal is compelling.<\/p>\n<h2>A Large Acquisition is Not Like Winning the Lottery<\/h2>\n<p>We hope this analysis provides some insight into how large acquisitions are structured and the potential financial impact on the employees. Most employees of a young company have significant vesting ahead of them, something that tends to go underreported when an eye-popping price is put on an acquisition. It should be noted that we did not cover the impact such an acquisition has on one’s day-to-day life on the job. Of course that needs to be weighed against the significant amount of value that remains to be vested when one considers <a href=\"https:\/\/blog.wealthfront.com\/how-long-should-you-stay-at-your-job\/\" target=\"_blank\" rel=\"noopener noreferrer\">whether to continue with the acquired entity<\/a>.<\/p>\n<p>Acquisitions as large as WhatsApp are exceptional, but acquisitions as a whole are not uncommon ways for employees to receive value from their equity.  Hopefully, thinking through the numbers behind this acquisition can help you assess what an acquisition might mean for your compensation if you work for a hypergrowth technology company.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The announcement that Facebook is buying WhatsApp for $19 billion generated a lot of interest. The most popular question we received is what does the acquisition mean for the employees financially. IPOs tend to get all the headlines, but in many cases technology companies are acquired. This post will walk through the economics of an [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7231],"tags":[546,23,461,63,130,219],"yst_prominent_words":[4207,4206,1640,4215,2256,4217,4212,4218,4208,1257,3177,4213,3146,4216,4214,4211,3375,4209,3376,4210],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4324"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4324"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4324\/revisions"}],"predecessor-version":[{"id":12183,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4324\/revisions\/12183"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4324"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4324"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4324"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4324"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}