{"id":4356,"date":"2014-03-18T09:20:27","date_gmt":"2014-03-18T16:20:27","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4356"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"hedging-stock","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/hedging-stock\/","title":{"rendered":"The Post-IPO Dilemma: Hedging Your Stock"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>If your company recently went public and your stock price has gone up significantly then you’re probably wondering how you can <a href=\"http:\/\/www.investopedia.com\/terms\/h\/hedge.asp\" target=\"_blank\" rel=\"noopener\">hedge<\/a> your position. Unfortunately there’s nothing you can do while you’re still in the 180-day lock-up period.<\/p>\n<p>Most lockup agreements have extremely detailed restrictions included, designed to prevent almost any form of market participation with a security.  It’s too long to reproduce anything but a sample here, but it typically begins like this:<\/p>\n<blockquote><p>In consideration of the Underwriters’ agreement to purchase and make the Public Offering of the Securities, and for other good and valuable consideration receipt of which is hereby acknowledged, the undersigned hereby agrees that, without the prior written consent of each of [<i>names of managing underwriters<\/i>], on behalf of the Underwriters, the undersigned will not, during the period ending 180 days after the date of the final prospectus relating to the Public Offering (the “Prospectus”), (1) offer, pledge, sell, contract to sell, sell any option or contract to purchase, purchase any option or contract to sell, grant any option, right or warrant to purchase, or otherwise transfer or dispose of, directly or indirectly, any shares of Common Stock…<br \/>\n(The full excerpt can be <a href=\"https:\/\/blog.wealthfront.com\/post-ipo-dilemma-hedging-stock\/\" target=\"_blank\" rel=\"noopener\">found here<\/a>.)<\/p><\/blockquote>\n<p>Every possible hedging strategy has been considered and restricted. There is no possible wiggle room.<\/p>\n<p>However, you do have a few options available to you once the underwriters’ lockup agreement expires 180 days after the conclusion of the IPO. Keep in mind that we do not recommend you pursue these strategies but you should be aware they exist and have an understanding of them. Here they are:<\/p>\n<ul>\n<li>Short your shares<\/li>\n<li>Buy put options on your shares<\/li>\n<li>Implement a costless collar<\/li>\n<\/ul>\n<h2>Short Selling (aka Shorting)<\/h2>\n<p>The simplest way to hedge your position and guarantee your outcome is to <i>short<\/i> your shares. By this we mean borrow shares of your employer’s stock from your broker and then sell them in the open market. You then pay back the loan with your exercised options or your RSUs when you are ready. In rare cases shorting your employers stock is prohibited by your stock option or RSU agreement. Please make sure you check your agreement should you wish to pursue this strategy. Brokers charge interest on the borrowed shares ranging from 0% to in excess of 40% annually depending on how many shares trade each week and the total number of shares that have already been shorted. The greater the liquidity, the lower the interest rate. The more shares that have been shorted, the higher the rate. For example the current annual rate to short Facebook shares is only 0.5% while the current rate to short Twitter shares is currently 10% – 13%, but can be as high as 44%.  In some cases it may not even be possible to find shares to short.<\/p>\n<p>When you short shares you must keep collateral in your account equal to the number of shares borrowed multiplied by the current price to insure you can afford to buy back the shares in the open market to close out your short position. Keep in mind that this can represent a very significant additional investment and may be impractical. If the shares shorted increase in value then you must add to the collateral held in your account. Collateral must be in the form of cash or freely tradable securities, so you can’t use stock options or RSUs that haven’t yet vested.<\/p>\n<p>The need to maintain collateral makes it very unattractive to short highly volatile stocks like the ones that have recently been released from their underwriting lock-up restrictions.  In fact, in some cases a run-up in a stock can become self-fulfilling as short-sellers, unable to meet the capital call, are then forced to buy back the stock at the new higher price, spiking demand in the process. This is known as a <i>short squeeze<\/i>.<\/p>\n<p>Prior to 1997, there was a tremendous tax benefit in using a short sale to hedge your position. You could lock in a sale price using shorted shares and then close out the short one year after you originally exercised your options to create a long-term capital gain. This was known in the trade as a <i>short against the box<\/i>. Unfortunately the IRS changed the rules in 1997 such that the capital gains clock no longer runs while you have a short against the box, which eliminated the tax benefit to shorting. You might as well just sell your shares if you want to lock in a price. This avoids interest costs and the need to maintain collateral in your brokerage account.<\/p>\n<h2>Put Options<\/h2>\n<p>Another way to hedge a position is to buy <i>put options<\/i> to protect your downside risk. A put option is <b>a right to sell your stock<\/b> at a predetermined price in the future. In this case you might want to buy an option to sell your stock at something that approximates what you consider the current fair (or high) price.<\/p>\n<p>The more volatile the stock and higher the price at which you want to sell, the higher the cost of the put option. For example Facebook’s closing price on March 14, 2014 was $67.72 per share. A put option to sell Facebook at $67.50 over the next three months would cost $6.90 per share whereas an alternative put option to sell Facebook at $52.50 (approximately 20% below the current price) over the next three months only costs $1.51 per share, but provides less protection. There are a number of factors that affect the price of option contracts, but volatility is one of them.  Put options in Facebook are relatively expensive as a percentage of its stock price because Facebook is such a volatile stock.<\/p>\n<p>The commissions to purchase or sell options tend to cost approximately 1 to 3 cents per share. Some brokers charge 1.5 cents per share for options priced below $1 per share, and 3 cents per share for all options priced higher than $1 per share. Option contracts are only sold for round lots of 100 shares. There is no fee or commission for expiring contracts; however, standard commissions are charged on the sale of your stock when it is ultimately sold.<\/p>\n<p>In a way, put options can be thought of as insurance.  You are paying a price up front for a guarantee that you can sell at a given price, if you want or need to. Your best-case outcome, should you pursue this strategy, is the current price of your stock minus the cost of the put option minus the commission on the put option. In our Facebook example you would net $60.79 ($67.72 &#8211; $6.90 &#8211; $0.03) if you chose to buy put options at the current price. As you can see it can cost more than 10% of the value of your holdings to hedge your position in this way.<\/p>\n<h2>The Costless Collar<\/h2>\n<p>For some people, the prospect of trading some of their potential upside gain for a guarantee to limit their downside is appealing. The most popular way to address the great expense of purchasing a put option is to implement a <i>costless collar <\/i>which means you simultaneously sell a call option on your stock when you buy your put option. A call option is the opposite of a put option. It entitles you to <i>buy<\/i> a stock at a predetermined price up until a particular time in the future.<\/p>\n<p>Selling the call option gives you the money to buy the put option; hence, the term <i>costless<\/i>.<\/p>\n<p>In our previous example a put option to sell Facebook over the next three months at $52.50 (down approximately 20%) costs us $1.51 per share. A call option to buy Facebook at $85.00 for the next three months would net us $1.69 per share. We could finance the purchase of the put option with the sale of call options. Keep in mind that we would pay 3 cents per share for each put and call option so the profit would be very small. With this collar in place we don’t have to worry about our stock going down by up to 22.5% ($67.72 to $52.50), but we will not be able to hold on to our stock if it rises above $85.00 per share.<\/p>\n<p>It doesn’t make sense to buy put options and sell call options at the current trading price of your stock because it would lock you into selling at the current price which would be much less expensive to accomplish than if you just sold your stock directly.<\/p>\n<p>Most institutional investors prefer not to implement the costless collar because of the high cost of the options commissions and because it limits their upside. They usually prefer Wealthfront’s preferred approach.<\/p>\n<h2>Our Preferred Approach: Scheduled Selling<\/h2>\n<p>We think it is awfully hard, if not impossible, to time the market (see <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener\">Investors’ Most Serious Mistake<\/a>). It’s even more difficult to try to time when to sell an individual stock.  You’re probably best served choosing how much stock you would like to sell upfront and then commit to a schedule of selling the same amount of stock every quarter in the future. The amount to sell upfront is usually a function of your skittishness over the current value of your stock and whether you need the money to make a significant purchase (like a house) in the near term. Selling a constant amount each quarter allows you to benefit from <a href=\"http:\/\/en.wikipedia.org\/wiki\/Dollar_cost_averaging\" target=\"_blank\" rel=\"noopener\">dollar-cost averaging<\/a>.  Studies have shown dollar-cost averaging is likely to generate a larger amount of proceeds from the sale of your stock over time than trying to time the market.<\/p>\n<p>If you really think you understand your employer’s financial prospects then you might want to follow the advice we offered in <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\" target=\"_blank\" rel=\"noopener\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a>. We found that companies that meet or exceed their earnings guidance for their first two quarters as a public company, maintain their revenue growth rate and experience growing profit margins usually grow their stock price over time. Missing just one of these three requirements can lead to a sharply lower stock price.  By the time your underwriting lockups are released you know if your employer has met or exceeded earnings guidance for the first two quarters.  However it can be very difficult to determine if your employer’s revenue growth rate can be maintained and its margins increased. That’s why it is usually better to stick to a dollar-cost averaging plan.<\/p>\n<h2>Conclusion<\/h2>\n<p>Shorting stock and trading options are activities that should be limited to people who have experience with those strategies. Further our discussion of using these approaches to <em>hedging<\/em> in no way condones their use as <em>trading strategies<\/em> to make a profit. At Wealthfront we are strong advocates for passive management, which means limiting your investing to index based approaches. In theory hedging your hard-earned stock options and RSUs can make a lot of sense. Unfortunately there simply aren’t any really good options to do so which might just make selling a chunk of your stock upfront and the remainder over time a much better strategy.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. In some cases the strategies discussed will require opening a margin account. Before trading in a margin account, you should carefully review the margin agreement provided by your broker. We encourage you to consult your broker regarding any questions or concerns you may have with trading on margin. It is important that you fully understand the risks involved in trading securities on margin. Be aware that trading options will require you to complete an options agreement with your broker, and may require prior investment experience. You should carefully review the risks associated with trading options prior to any transaction. The <em>Put Options<\/em> and <em>Costless Collar<\/em> examples above assume a three-month time period for hedging. Hedging for longer time periods may increase the carrying cost and reduce your returns.<\/span><\/p>\n<p><span style=\"font-size: 14px; line-height: 1.5em;\"> <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs If your company recently went public and your stock price has gone up significantly then you’re probably wondering how you can hedge your position. Unfortunately there’s [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7275,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[23,1098,461,1096,59,106,130,366,219,226,237,383],"yst_prominent_words":[4403,4411,4406,4410,4415,4408,4409,4239,4407,4404,2885,1756,4414,4413,2278,2537,1310,4412,4405,3204],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4356"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4356"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4356\/revisions"}],"predecessor-version":[{"id":11805,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4356\/revisions\/11805"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7275"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4356"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4356"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4356"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4356"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}