{"id":4366,"date":"2014-03-20T06:06:30","date_gmt":"2014-03-20T13:06:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4366"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"wealthfront-etf-strategist-of-the-year","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/wealthfront-etf-strategist-of-the-year\/","title":{"rendered":"Wealthfront Named ETF Strategist of the Year"},"content":{"rendered":"<p><span class=\"firstcharacter\">T<\/span>oday I am proud to announce that Wealthfront has been named the &#8220;<b><\/b><b>ETF Strategist of the Year<\/b>&#8221; by <a href=\"http:\/\/ETF.com\" target=\"_blank\" rel=\"noopener\">ETF.com<\/a> (formerly IndexUniverse), the world&#8217;s leading authority on exchange-traded funds. We are especially gratified to be chosen for this award from among <i>all<\/i> investment management firms that use ETFs, not just new entrants.<\/p>\n<p>At Wealthfront, we strive to build an innovative and user-centric investment service and we&#8217;re proud to have assembled an <a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\" rel=\"noopener\">unparalleled investment team<\/a> led by Burton Malkiel. Over the past year, we added asset classes, released an improved and more diversified investment mix, delivered different asset allocations for taxable vs. retirement accounts to improve after tax returns, and launched the Wealthfront 500. In short, we aim to relentlessly improve our service to help our clients reach their financial goals. It&#8217;s gratifying to receive public recognition for our efforts.<\/p>\n<p>Our success thus far has been predicated on a lot of hard work and a fundamentally different approach to building an investment management service. While we are different, our service owes its existence to the profound innovation generated by a relatively new financial product: The ETF.<\/p>\n<h2>Why ETFs?<\/h2>\n<p>Academic research has consistently proven that index funds offer superior returns, net of fees, over the long term vs. actively managed mutual funds. Despite this irrefutable evidence, index funds have grown their market share relatively slowly over the almost 40 years since Vanguard launched the first one in 1975. It wasn’t until State Street launched the first ETF, the Standard &amp; Poor’s Depositary Receipts (Ticker: SPY), in January 1993 that <i>passive<\/i> investing had the proper vehicle to enable explosive growth. In just the past 10 years, ETFs have attracted almost $1.5 trillion, which now equals the amount of money attracted by index funds over the past 40 years. We believe the ETF’s success is primarily attributable to its role as an <i>open platform<\/i>.<\/p>\n<h2>The Power of Open Platforms<\/h2>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">&#8220;We are especially gratified to be chosen for this award from among all investment management firms that use ETFs, not just new entrants.&#8221;<\/p>\n<\/div>\n<p>Open platforms have had an enormous impact on the technology landscape in recent decades. They enable a much wider variety of market participants, business models, features and services than closed platforms. By simplifying, standardizing &amp; commoditizing the way applications &amp; services interact, open platforms tend to provide far greater opportunities for diversity, innovation and lower costs.<\/p>\n<h2>ETFs As an Open Platform<\/h2>\n<p>John Bogle was extremely public about his distaste for ETFs when they first launched. By virtue of their ability to trade like equities, ETFs made it much easier to trade index funds. Active trading is the source of much of the under-performance individual investors experience in the markets — it raises transaction costs, tax-related costs, and possibly worst of all, results in market-timing errors. Passive investing was created in large part to minimize these issues.<\/p>\n<p>Ironically, the primary danger of ETFs is also their most valuable strength. By providing a fund format that can be freely traded by any broker-dealer, index funds are not only released from the constraint of pricing and trading once a day, they can also be accessed by any client, from any brokerage firm. This has freed index fund issuers from the previous limitations of one-off distribution agreements with individual brokerage firms, and the associated myriad fees and subsidies. Not only can clients of any brokerage firm trade ETFs, but ETFs also offer significant improvements in transparency and facilitate much lower trading commissions.<\/p>\n<p>As a result, innovative financial services can now be implemented over the custodian of choice, freeing up a new level of innovation that was extremely difficult before.<\/p>\n<p>No single firm controls the <em>creation<\/em> of ETFs. No single firm controls the <em>trading<\/em> of ETFs. No single firm controls <em>access<\/em> to the ETFs that have been created. Fees have been simplified &amp; standardized. ETFs for large common asset classes have become commoditized. Thanks to this environment we now have access to a broad, open platform of high quality, inexpensive financial products, with a far more competitive market of custodian platforms and pricing models on which to innovate. The emergence of brokerage application programming interfaces now make it possible for software experts to automate the use of ETFs in ways never before imagined.<\/p>\n<h2>The Future of Investing<\/h2>\n<p>Over the next decade, we will see increasing value created for both investors and market participants around automated investment services. With trading costs approaching zero, new strategies not only become possible, but practical.<\/p>\n<p>Wealthfront is an obvious product of the ETF revolution. Despite launching just over two years ago in December 2011, Wealthfront now manages over $750 million in client assets. (In fact, Wealthfront added more than $100 million in client assets in February alone.)<\/p>\n<p>Coming from the world of software, the benefits of open platforms seems obvious to us. As long as ETFs remain a relatively open platform for innovation, we&#8217;ll continue to see a broad range of new solutions for investors in the years ahead.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Today I am proud to announce that Wealthfront has been named the &#8220;ETF Strategist of the Year&#8221; by ETF.com (formerly IndexUniverse), the world&#8217;s leading authority on exchange-traded funds. We are especially gratified to be chosen for this award from among all investment management firms that use ETFs, not just new entrants. At Wealthfront, we strive [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7219,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[465,35,62,95,114,180,267],"yst_prominent_words":[1383,4393,2904,4397,4400,1672,4398,1281,1321,1258,1376,4394,4402,4401,1825,4396,4395,2854,4399,4392],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4366"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4366"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4366\/revisions"}],"predecessor-version":[{"id":11806,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4366\/revisions\/11806"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7219"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4366"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4366"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4366"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4366"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}