{"id":4370,"date":"2014-03-24T14:07:17","date_gmt":"2014-03-24T21:07:17","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4370"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"improving-tax-results-stock-option-restricted-stock-grant","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/","title":{"rendered":"Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 1"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Silicon Valley is again abuzz with stock option fever (and the option’s cousin, restricted stock units) due to several years of very successful local IPOs — but along with financial success often comes anxiety about taxes. To help assuage its clients’ fears, Wealthfront has asked me to write a three-part series that outlines what tax rates apply to individuals, how different types of stock options and restricted stock units (RSUs) are taxed, and some strategies to achieve improved tax results.<\/p>\n<h2>Part 1: An Overview of Personal Tax Rates<\/h2>\n<p>If you’ve already filed your 2013 tax returns, you may have noticed that your tax rates went up quite a bit from 2012. This is likely true if you reported income in 2013 from stock option exercises, restricted stock vesting, or sales of shares.<\/p>\n<p>In general, there are four different federally imposed taxes that may impact your employee equity compensation:<\/p>\n<ol>\n<li>Ordinary income tax<\/li>\n<li>Capital gains tax<\/li>\n<li>Alternative minimum tax<\/li>\n<li>Net investment income tax<\/li>\n<\/ol>\n<h2>Ordinary Income Tax<\/h2>\n<p>Ordinary income tax refers to the tax charged on your basic income. This type of tax is as old as the IRS. Generally ordinary income (sometimes referred to as “earned income” in other parts of the tax code) is a result of your own labor, such as wages and  consulting fees; but it also includes interest income, ordinary dividends, and net rental income. Tax rates for ordinary income range from 10% at the lowest bracket, to 39.6% at the highest. These rates apply to taxable income only, which means you first get to reduce your gross income for itemized (or standard) deductions and then a personal exemption.<\/p>\n<p>To see how your deductions can impact your overall income tax rate, let’s look at an example:<\/p>\n<p style=\"padding-left: 90px;\">A single taxpayer works for Twitter, where she has a base salary of $180,000, plus income from vesting RSUs of another $570,000, making her total income $750,000. She doesn’t own a home yet, so her itemized deductions consist of $70,000 in state income taxes and $5,000 in charitable contributions. Subtracting the itemized deductions from her income (and ignoring the itemized deduction phase-out for the sake of simplicity) results in taxable income of $675,000 and regular federal tax of $225,064. This means her <i>effective<\/i> tax rate (the rate after deductions) is about 30% ($225,064 divided by $750,000), even though her <i>marginal<\/i> tax rate on income over $400,000 is 39.6%.<\/p>\n<h2>Capital Gains Tax<\/h2>\n<p>Capital gains tax applies to gains from the sale of capital assets (investments). While the definition of a capital asset can get a little complex, for our purposes it applies to all types of stock held in private or public companies. Under the tax code, holding a capital asset for more than a year means the gain or loss on the asset’s sale is considered a long-term capital gain and gets taxed at a preferential rate—either 15 or 20% depending on your overall income tax bracket. Congress chose to charge a lower tax rate on long-term gains to encourage investment and capital flows to business, which helps our economy.<\/p>\n<p>Gains or losses on assets held less than a year are considered short-term and taxed at the taxpayer’s ordinary income tax rate. So for short-term gains, you’re back to federal tax rates as high as 39.6%. Note that capital losses can be used to offset gains, but can only offset ordinary income up to $3,000 per year. Excess capital losses can be carried forward and applied to future tax years.<\/p>\n<h2>Alternative Minimum Tax<\/h2>\n<div>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Since you always pay the higher tax, it may be more appropriate to call the AMT the RMT, for “required maximum tax.”<\/p>\n<\/div>\n<p>Few topics are less understood than the alternative minimum tax (AMT). This is true for many accountants as well as laypersons. Our present AMT system was enacted in 1982 and basically operates to make sure that higher income earners pay at least a minimum level of tax. The <em>confusion<\/em> over it lies in how the tax is computed and who should expect to pay it.<\/p>\n<p>Each year, when you prepare your personal income tax return, you’re required to compute your tax under two methods, which we’ll call the regular tax method and the AMT method. Whichever method results in the <i>higher<\/i> tax is the one you’re required to pay. Since you always pay the higher tax, it may be more appropriate to call the AMT the <i>RMT<\/i>, for “required maximum tax.”<\/p>\n<p>The AMT computation starts with your taxable income before exemptions from your regular tax method and then makes a series of adjustments to arrive at your alternative minimum taxable income. The most common adjustments include adding back any taxes (including state income taxes and property taxes) that you deducted for regular tax and adding in the spread income from the exercise of incentive stock options (ISOs). The resulting AMT income should be much higher than your regular taxable income. Thus, when you apply the flat AMT tax rate of 28% to the higher income under the AMT method, the resulting tax can be much higher than your regular tax—even though your regular tax rates can be as high as 39.6%.<\/p>\n<p>Now that you understand the mechanics for the basic AMT calculation, let’s look at an example:<\/p>\n<p style=\"padding-left: 90px;\">Using the same numbers as in our example above, the AMT calculation would start with the $675,000 of taxable income. Next, you add back the deduction for $70,000 in state income taxes to arrive at $745,000 of AMT income. At that level of income, there’s no AMT exemption, so your final step is to multiply the $745,000 by 28 percent to arrive at a tentative minimum tax of $208,600. Since the regular tax of $225,064 is higher than the tentative minimum tax of $208,600, the taxpayer is not “in AMT.”<\/p>\n<p>It takes knowledge and experience to estimate whether a taxpayer will have to pay AMT because it depends on not only the level of income, but the type of income, as well as the mix of deductions. In Part 3 of this series you’ll learn that being subject to AMT isn’t always a bad thing; sometimes it’s advantageous.<\/p>\n<h2>Net Investment Income Tax<\/h2>\n<p>The net investment income tax was passed under the Affordable Care Act and came into existence for the 2013 tax year. Commonly referred to as an Obamacare tax, it assesses a 3.8% tax on the lesser of net investment income or modified adjusted gross income (AGI) that is over the applicable threshold of $200,000 for someone filing as single or $250,000 for a married couple filing jointly.<\/p>\n<p>This new tax has many nuances and can get quite complicated. For the purposes of this summary, the tax may apply to capital gains upon the sale of stock if you are already <i>over<\/i> the modified AGI threshold.<\/p>\n<h2>State Taxes<\/h2>\n<p>Note that we haven’t addressed California or other state taxes in this post. While complex in their own right, California state taxes are much simpler than federal taxes. At present, California doesn&#8217;t distinguish between different categories of income (ordinary income, capital gains, etc.) and as a result the same rate applies to all types of income. You can expect to pay from 9.3 to 13.3% for California state tax on all your taxable income. California does have an alternative minimum tax, which operates similarly to the federal tax, but at a rate of 7% (rather than the 28% federal rate). Most taxpayers will not find themselves in California AMT unless they exercise and hold incentive stock options during the year (more on this in Part 2 of this series).<\/p>\n<h2>What’s Ahead in Parts 2 and 3<\/h2>\n<p>In <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants\/\" target=\"_blank\" rel=\"noopener\">Part 2, we’ll see how the taxes described in this post are applied<\/a> to common investment situations relating to employee equity compensation. And don’t miss <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants-2\/\" target=\"_blank\" rel=\"noopener\">Part 3—which brings everything we will have discussed together and provides you with tax <i>strategies<\/i><\/a> you can apply to help you deal with your stock options or RSUs in a tax-efficient manner.<\/p>\n<p><i>Toby Johnston CPA, CFP is a partner with the <\/i><a href=\"http:\/\/www.mossadams.com\/home\" target=\"_blank\" rel=\"noopener\"><i>Moss Adams LLP<\/i><\/a><i> Wealth Services Practice.<\/i><\/p>\n<p>He can be reached at  <i> <\/i><strong>toby.johnston<\/strong> at <strong>mossadams.com<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided.  Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence.  Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Silicon Valley is again abuzz with stock option fever (and the option’s cousin, restricted stock units) due to several years of very successful local IPOs — [&hellip;]<\/p>\n","protected":false},"author":83,"featured_media":7254,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[20,455,1096,560,559,563,562,459,561,226],"yst_prominent_words":[4383,4381,4390,4389,4391,2284,4010,4387,4388,4361,4380,4379,2484,3358,4382,4386,2394,1448,4385,4384],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4370"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/83"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4370"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4370\/revisions"}],"predecessor-version":[{"id":11807,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4370\/revisions\/11807"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4370"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4370"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4370"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4370"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}