{"id":4375,"date":"2014-03-27T07:40:53","date_gmt":"2014-03-27T14:40:53","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4375"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"improving-tax-results-stock-options-restricted-stock-grants","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants\/","title":{"rendered":"Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 2"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<h1>Applying the Tax Law to Common Employee Stock Situations<\/h1>\n<p><span class=\"firstcharacter\">I<\/span>n the <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">first part of this three-part series<\/a>, we discussed the four main taxes relevant to individuals. Now we’ll apply that knowledge to show what taxes would be incurred in five common situations faced by employees who work for venture-capital-backed companies.<\/p>\n<h2>1: Angel Investment or Founder Stock<\/h2>\n<p>For many start-up companies, the first money in comes from angel investors or the founders themselves in exchange for preferred and common stock, respectively. In exchange for cash, investors (perhaps through a limited partnership) and founders receive shares of stock. The capital gains holding clock starts with the purchase of these shares, and it stops upon disposition of the stock. The shareholder realizes a long-term gain if she holds her shares for more than a year and a short-term gain if she holds it for less. While it’s beyond the scope of this discussion, your capital gains tax may be reduced if the investment qualifies as <a href=\"http:\/\/www.aicpa.org\/publications\/taxadviser\/2013\/may\/pages\/clinic_may2013-story-07.aspx\" target=\"_blank\" rel=\"noopener\">qualified small business stock<\/a> (QSBS).<\/p>\n<h2>2: Private Company Stock Options<\/h2>\n<p>Employees in private companies are generally granted one of two types of stock options, which are taxed very differently:<\/p>\n<p><b><i>Incentive Stock Options<\/i><\/b><\/p>\n<p>Incentive stock options (ISOs) are usually only granted to the earliest employees. They’re called <i>incentive<\/i> stock options because if you hold the stock for at least two years from date of grant and at least one year from date of exercise, you’ll receive long-term capital gains treatment when you sell (potentially a 19.6% federal rate reduction if you are in the highest marginal ordinary income tax rate).<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The AMT on ISOs is sometimes called a phantom tax because in the year of exercise you may pay tax despite the fact that you haven’t sold any shares or received any cash to help pay the tax.<\/p>\n<\/div>\n<p>Upon receipt of an ISO grant, there’s no taxable event; likewise, upon exercise (purchase) there’s still no taxable event for regular tax purposes. However, upon exercise you must add the spread between the strike price and the current fair market value of the stock to your income to calculate your potential alternative minimum tax (AMT). This may or may not cause you to incur the AMT, as we explained in <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Part 1 of this series<\/a>. The AMT on ISOs is sometimes called a <i>phantom<\/i> <i>tax<\/i> because in the year of exercise you may pay tax despite the fact that you haven’t sold any shares or received any cash to help pay the tax.<\/p>\n<p>The good news is that if you actually pay AMT as a result of the ISO exercise, your tax return will generate a tax credit, which carries forward to future tax years. In any future year in which your regular tax exceeds your tentative minimum tax, you get to recoup your tax credit. The most likely time for this to happen is in the year you sell the exercised ISO shares, assuming you hold them long enough to qualify for long-term capital gains.<\/p>\n<p>If you decide to sell your ISOs or if you’re forced to (if, for example, your company is acquired) before you’ve met the one- and two-year holding requirements, then you trigger a disqualifying disposition and are taxed at ordinary income rates. This can get a little tricky if your exercise and sale occur in two different tax years — but suffice it to say that the spread at time of exercise will be treated as ordinary income. This income will be reported to you as extra wages in your pay stub but will not have any withholdings.<\/p>\n<p><b><i>Nonqualified Stock Options<\/i><\/b><\/p>\n<p>Nonqualified stock options (NQSOs) are normally granted to later-stage and higher-ranking employees in private companies. You can only grant up to $100,000 of ISO value in a year so grants in excess of $100,000 must be in the form of NQSOs and usually only higher ranking employees receive grants this large. Employers might like to issue NQSOs to later-stage employees because they offer certain corporate tax deductions that ISOs do not.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Although ISOs don’t have withholding requirements, some employees may choose to sell a portion of their ISOs upon exercise (triggering a disqualifying disposition for that portion) so they’ll have cash to pay the AMT when it’s due.<\/p>\n<\/div>\n<p>At the time of NQSO grant, there is no taxable event; but upon exercise of the option, the spread between the strike price and the current fair market value is reported as ordinary income and shows up in the employees’ pay stubs with associated income and payroll tax withholdings. If the company is still private and there’s no market for the stock, the employee may be asked to write a check to the company to cover not only the exercise price, but also the tax withholdings.<\/p>\n<p>If, on the other hand, you happen to be at a very early-stage start-up — and have no spread or a minimal spread at exercise — another strategy could be to exercise and hold your NQSOs, then hold the shares for more than a year after exercise. In this event you’ll receive long-term capital gains treatment and the appreciation after exercise.<\/p>\n<p>(You may also be interested to read our post “<a href=\"https:\/\/blog.wealthfront.com\/exercise-stock-options-taxes\/\" target=\"_blank\" rel=\"noopener\">Three Ways To Avoid Tax Problems When You Exercise Options<\/a>” for more discussion and some hypothetical scenarios involving ISOs and NQSOs.)<\/p>\n<h2>3: Public Company Same-Day Sale of Options<\/h2>\n<p>For many public company employees who haven’t previously exercised their options, it can make sense to do a same-day sale if there’s a substantial spread between their exercise price and the current trading price of their stock. This means they effectively exercise their option and immediately sell the underlying stock in the open market, leaving them with the sale proceeds reduced by their exercise price and applicable tax withholdings. Note that whether this is an ISO or an NQSO, the sale results in ordinary income. One critical difference to note is that NQSOs have income <i>and<\/i> payroll tax withholdings, while ISOs have neither<i>. <\/i>Therefore, employees who exercise and immediately sell ISOs will need to make a quarterly estimated tax payment on their gain in advance of their year-end tax filing.<\/p>\n<h2>4: Public Company Exercise and Sell to Cover<\/h2>\n<p>Instead of selling all the shares as described in the same-day sale example, some employees may choose to only sell enough shares to cover the income and payroll tax withholdings, such that they are left holding a portion of the shares. The capital gains holding clock then begins on these shares and the future appreciation is subject to either long- or short-term capital gains treatment.<\/p>\n<p>Although ISOs don’t have withholding requirements, some employees may choose to sell a portion of their ISOs upon exercise (triggering a disqualifying disposition for that portion) so they’ll have cash to pay the AMT when it’s due. They can then hold the rest of their shares with the goal of achieving long-term capital gains treatment as described above.<\/p>\n<h2>5: Restricted Stock Units<\/h2>\n<p>Employees joining late-stage private companies or public companies often receive restricted stock units (RSUs) in lieu of, or in addition to, option grants. RSUs are granted with a vesting schedule, commonly four-year vesting with a one-year cliff. The value of the shares becomes taxable as ordinary income to the employee once the restrictions lapse and the shares become freely tradable. This income is then reported in the employees’ next pay stub and associated income and payroll taxes are withheld. At that time, the employee owns the shares and can either hold them or sell them. Note that the company will normally choose to satisfy the withholding requirement by taking back a portion of the vested shares and delivering the net shares to an account controlled by the employee. (For additional detail on RSUs, see “<a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener\">How Do Stock Options and RSUs Differ?<\/a>”)<\/p>\n<p>Regardless of the decision to sell or hold the net shares upon vesting, the employee has already paid ordinary income tax on the value of the shares at vesting and only the future appreciation in the shares will be subject to short- or long-term capital gains treatment. For this reason, most employees choose to sell the shares and diversify the proceeds. If you hold the shares (and some choose to do this), it’s akin to receiving a cash bonus from your company and then electing to invest the entire bonus (after taxes withheld) back into the company stock. (For more details on this issue, see “<a href=\"https:\/\/blog.wealthfront.com\/manage-vested-rsus\/\" target=\"_blank\" rel=\"noopener\">Manage Vested RSUs Like a Cash Bonus &amp; Consider Selling<\/a>.”)<\/p>\n<h2>What’s Ahead in Part 3<\/h2>\n<p>In <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants-2\/\" target=\"_blank\" rel=\"noopener\">Part 3, our final post in this series<\/a>, we’ll bring everything we’ve discussed together and provide you with tax strategies you can apply to help you deal with your stock options or RSUs in a tax-efficient manner. (And again, in case you missed it <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">here is a link to Part 1 of the series<\/a>)<\/p>\n<p><i>Toby Johnston CPA, CFP is a partner with the <\/i><a href=\"http:\/\/www.mossadams.com\/home\" target=\"_blank\" rel=\"noopener\"><i>Moss Adams LLP<\/i><\/a><i> Wealth Services Practice.<\/i><\/p>\n<p>He can be reached at   <strong>toby.johnston <\/strong>at<strong> mossadams.com<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided.  Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence.  Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Applying the Tax Law to Common Employee Stock Situations In the first part of this three-part series, we discussed the four main taxes relevant to individuals. [&hellip;]<\/p>\n","protected":false},"author":83,"featured_media":7289,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[20,1096,565,130,566,366,564,567,459,219,226,237],"yst_prominent_words":[2280,4368,4377,4378,4375,4370,4373,4371,4367,2282,4366,4361,2484,4374,4372,4369,4376,1310,3376,2123],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4375"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/83"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4375"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4375\/revisions"}],"predecessor-version":[{"id":11809,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4375\/revisions\/11809"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7289"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4375"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4375"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4375"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4375"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}