{"id":4378,"date":"2014-03-31T10:37:17","date_gmt":"2014-03-31T17:37:17","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4378"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"improving-tax-results-stock-options-restricted-stock-grants-2","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants-2\/","title":{"rendered":"Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 3"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<h1>Wrapping It All Up: Tax Strategies<\/h1>\n<p>In this third and final part to our series on the taxation of stock options and restricted stock units (RSUs), we’ll outline some strategies you can use to achieve better tax consequences. While the list below is definitely not comprehensive, it does cover some impactful strategies. Remember that — based on the various types of taxes described in <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Part 1<\/a> of this series — through good tax planning, you may be able to achieve a 19.6% improvement in your federal taxation rate. This improvement represents the difference between the federal ordinary income tax at 39.6% and the long-term capital gains rate at 20%.<\/p>\n<h2>Early-Stage ISO Exercise and Hold<\/h2>\n<p>While this may seem like it would be a popular strategy, you’d be amazed at how many people never get around to executing it. If you have incentive stock options at an early-stage start-up and the current stock price is equal to your option exercise price, then the only downside to buying your options is potentially losing your exercise cost. If the company is very early stage and you can afford to take the risk (that is, it represents a small percent of your liquid net worth), or if the price is cheap (pennies per share), then why not get the capital gains clock started now, so that all the future appreciation can be taxed at long-term rates? Again, notice that I prefaced this strategy with the assumption that your strike price was <i>equal<\/i>  to the current fair market value — so there’s no spread and therefore no horrible phantom tax resulting from the alternative minimum tax (AMT).<\/p>\n<h2>Early Exercise or 83(b) Election<\/h2>\n<p>Almost all stock option grants have vesting restrictions. However, many companies offer you the opportunity to exercise your shares before they’ve vested. This is commonly known as the right to “early exercise.” If your stock plan allows for early exercise, section 83(b) of the Internal Revenue Code permits you to make an election whereby you accelerate the income tax consequences of your grant to the time of exercise (rather than vesting) and start the capital gains holding clock at your time of purchase, before your vesting occurs. As a result the future appreciation (even that which occurs before vesting) will all be subject to the capital gains rules and potentially the preferential long-term capital gains tax rates.<\/p>\n<p>Note that you must file the 83(b) election form within 30 days of purchasing your unvested options to execute this strategy. Any spread between your exercise price and the value of the underlying common stock at time of grant will become taxable income to you at the time you file the 83(b) election. You <i>cannot<\/i> file an 83(b) or use this strategy to improve the tax consequences of your RSUs. (You might also like to read “<a href=\"https:\/\/blog.wealthfront.com\/always-file-your-83b\/\" target=\"_blank\" rel=\"noopener\">Always File your 83(b)<\/a>” for additional insights.)<\/p>\n<h2>Exercise and Hold to AMT Crossover<\/h2>\n<p>As discussed in <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Part 1<\/a> of this series, each year you pay the higher of your regular tax and AMT. In <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants\/\" target=\"_blank\" rel=\"noopener\">Part 2<\/a> we explained that upon the exercise of an incentive stock option (ISO), you must pick up into AMT income the spread between your option strike price and the fair market value of your option’s underlying common stock. If we assume that, without any ISO exercises, a taxpayer’s regular tax is higher than his or her AMT for a given year, then the ideal strategy would be to exercise ISOs up to the point where the AMT rises to be equal with the regular tax. This is commonly called the <i>AMT crossover point<\/i> and is basically the point beyond which you will start to pay AMT on additional ISO exercises. You can essentially start your long-term holding period for a portion of your ISO shares on a tax-free basis as long as you don’t go beyond this crossover point.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">&#8220;&#8230;through good tax planning, you may be able to achieve a 19.6% improvement in your federal taxation rate. This improvement represents the difference between the federal ordinary income tax at 39.6% and the long-term capital gains rate at 20%.&#8221;<\/p>\n<\/div>\n<p>Let’s examine a hypothetical situation using the same set of facts we illustrated in <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Part 1<\/a> to demonstrate AMT crossover:<\/p>\n<p style=\"padding-left: 60px;\">A Twitter employee filing single with a base salary of $180,000 and income from vesting RSUs of another $570,000 for total income of $750,000. At this point, the taxpayer shows regular tax of $225,064 and tentative minimum tax (TMT) of $208,600. She’s not in AMT: her regular tax exceeds her TMT by $16,464. Now let’s assume that this taxpayer has some old ISOs with a strike price of $1 per share and that Twitter is trading at $60 per share. How many ISOs can she exercise without going into AMT? While the actual calculation may be a little more complicated, we can simplify it to an equation that takes the spread between her regular tax and TMT—$16,464—and divides it by 28% (the AMT rate) to give us $58,800. If we divide the $58,800 of additional AMT income by the $59 (the spread in the ISOs) we come up with about 996 shares. This is the approximate number of ISOs she can exercise to get to the crossover point.<\/p>\n<h2>Same-Day Sale and Exercise-and-Hold ISOs<\/h2>\n<p>Many times the optimal strategy is to exercise ISOs up to the AMT crossover as described above and then exercise no more for that year. But what if you already find yourself in AMT? In that case you may consider doing a same-day sale strategy (assuming your stock is freely tradable) to increase ordinary income such that your regular tax then exceeds your AMT. Once this is achieved, you can exercise and hold ISOs back up to the AMT crossover point. You can also use nonqualified stock options (NQSOs) to generate the additional ordinary income needed to execute this strategy.<\/p>\n<p>To see how this strategy might play out, let’s continue to work with our numbers from the prior examples.<\/p>\n<p style=\"padding-left: 60px;\">Earlier we determined that the taxpayer could exercise and hold about 996 ISOs before reaching the AMT crossover. But what if the taxpayer had already exercised and held 10,000 ISOs earlier in the year, when the ISO spread was $40 per share? That would add $400,000 of AMT income, which would put the taxpayer deep into AMT (28% of $400,000 equals $112,000). At this point, the taxpayer has a marginal federal tax rate of 28% until she gets out of AMT, at which time her tax rate goes back up to 39.6%. There are a few different ways she can proceed with this situation in mind. One way might be to take some risk off the table by selling some of the shares that came from the ISO exercise earlier in the year. This will trigger ordinary income and short-term capital gains, which will gradually pull her out of the AMT if these shares trigger enough. She can accomplish the same thing if she has NQSOs she can also exercise (or if she has a spouse that could exercise his). The idea here is that by generating more ordinary income, the taxpayer climbs out of AMT and her ordinary income is taxed at 28% (instead of 39.6%) until she is out of AMT.<\/p>\n<h2>Exercise ISOs Early in the Year<\/h2>\n<p>In <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants\/\" target=\"_blank\" rel=\"noopener\">Part 2<\/a> of this series, we explained the hazards of not holding your ISOs long enough. When you fail to hold shares you received from an ISO exercise for at least two years from the date of grant and one year from the date of exercise, you trigger a <i>disqualifying disposition<\/i>, which is taxed as ordinary income. When the exercise and the sale triggering the disqualifying disposition occur in the same tax year, you have ordinary income. That income is computed by measuring the spread on the day of exercise; then a short-term capital gain or loss is incurred if the sale occurs later in the year. You don’t have to pick up the AMT income from the day of exercise due to the disqualification before year-end.<\/p>\n<p>Given the repercussions above, one strategy with a publicly traded stock is to exercise your ISO early in the year and then wait until the end of the year to see if the stock price has gone up or down. If it has gone down, you sell to trigger the disqualifying disposition so you don’t have to pay the phantom AMT tax on the higher spread value. If it goes up, you continue to hold for long-term gains treatment.<\/p>\n<p>To solidify our understanding of this concept, let’s do some calculations.<\/p>\n<p style=\"padding-left: 60px;\">Assume on January 5th you exercise ISOs for TechStock.com with a strike price of $1 per share and a fair market value of $51 per share. The year’s going great, but in its Q3 earnings report the company underperforms and the stock trades down to $31 per share. Assuming you’re already in AMT, if you continue to hold the stock and don’t sell by year-end, on your current year tax return you’ll show an AMT of $14 per share (28% of a $50 spread)—despite the fact that the stock is now worth much less than when you exercised. So the strategy here would be to sell the stock before the end of the year to trigger a disqualifying disposition. This results in $30 of ordinary income with a corresponding tax of $8.40 (again, we’re assuming you’re still in AMT—so that’s 28% of the $30 spread).<\/p>\n<h2>RSUs and AMT<\/h2>\n<p>While there’s really nothing you can do to change the character of your RSU income upon vesting (that is, you must pay ordinary income taxes), there is something you can do to lower your overall tax bill. In many cases your regular income tax will exceed AMT because of the large ordinary income hit during a year when significant blocks of RSUs vest. When you’re not in AMT, there’s the potential to accelerate state income tax and property tax deductions to further reduce your regular tax.<\/p>\n<p>Note that since state income tax and property tax are not deductible for AMT, you don’t get any additional benefit for paying more of them once you’re subject to AMT. Therefore if you will likely be in AMT in the following year (maybe because you’ll have less RSUs vesting in that year) you won’t get any benefit from marginal state income tax or property tax deductions paid in that year. In this case waiting to pay your state tax until you file your return or waiting to pay the second voucher on your property taxes can cost you big time.<\/p>\n<p>Let’s go back to our original case study to demonstrate how this might work.<\/p>\n<p style=\"padding-left: 60px;\">Remember that originally we weren’t in AMT — since our regular tax exceeded our tentative minimum tax by $16,464 and our marginal tax rate was 39.6%. Furthermore, let’s assume that the taxpayer determines she’ll owe another $5,000 with her California tax return when she files in April, and that no penalties will apply if she just pays it in with the return. The question becomes: Should she pay the $5,000 additional state tax by December 31 so she can deduct it on her current year federal return, or should she wait until April and deduct it on her federal return next year?  The answer is that since she’s not in AMT yet (and won’t be if she adds another tax deduction of $5,000), she’ll get a benefit at the marginal rate of 39.6% for an additional state tax deduction. Conversely, if she waits to pay until April of the next year, she may be in AMT and receive no benefit at all. Granted, 39.6% of $5,000 is not a huge number—but the math works the same with much larger numbers as well.<\/p>\n<h2>Series Conclusion<\/h2>\n<p>With personal tax rates having gone up over the past two years (especially for California residents) and with company usage of stock options and RSUs on the rise, there’s more incentive than ever to understand how these compensation plans are taxed. Between this series and several posts previously published on this subject, we hope we’ve given you a fairly well-rounded and practical knowledge base to draw from.<\/p>\n<p>While you can’t make the associated taxes go away entirely, we’ve demonstrated that there are some time-tested strategies to reduce their bite. The examples shared have been simplified and based on your specific facts regarding your compensation and other items reported on your tax return the analysis can become complex. It can be well worth your time to explore how to apply these strategies to your own situation, and you should seek professional help when necessary to execute them properly. Please feel free to contact us with additional questions—they often provide the genesis for additional posts.<\/p>\n<p><i>Toby Johnston, CPA, CFP, is a partner with the <\/i><a href=\"http:\/\/www.mossadams.com\/home\" target=\"_blank\" rel=\"noopener\"><i>Moss Adams LLP<\/i><\/a><i> Wealth Services Practice.<\/i><\/p>\n<p>He can be reached at   <strong>toby.johnston at mossadams.com<\/strong><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided.  Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence.  Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Wrapping It All Up: Tax Strategies In this third and final part to our series on the taxation of stock options and restricted stock units (RSUs), [&hellip;]<\/p>\n","protected":false},"author":83,"featured_media":7254,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[20,1096,565,130,566,366,564,567,459,219,226,237],"yst_prominent_words":[4363,3652,4362,2280,3193,3187,4360,4364,2555,4010,4358,2282,2286,4361,2484,4357,4365,4011,4359,2123],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4378"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/83"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4378"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4378\/revisions"}],"predecessor-version":[{"id":11810,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4378\/revisions\/11810"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4378"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4378"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4378"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4378"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}