{"id":4426,"date":"2014-04-11T07:47:05","date_gmt":"2014-04-11T14:47:05","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4426"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"409a","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/409a\/","title":{"rendered":"The Reason Offer Letters Don’t Include a Strike Price"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>A common frustration we often hear with offer letters from startups is the absence of an exercise price for the options being granted. Many people interpret this missing information as an intention by the potential employer to obfuscate. This is not the case.<\/p>\n<p>Only a board of directors — not the management team — can technically grant options and set their exercise prices, which is why your offer letter should say that your future employer <i>will recommend your proposed offer<\/i>  at the next board meeting. Boards typically only grant options when they meet, which for private companies can be anywhere from once a month to once a quarter depending on the company’s maturity.<\/p>\n<h2>A 409A Is Needed to Set Fair Market Value<\/h2>\n<p>Each time a board grants options it must set the exercise price at no less than the current fair market value of the common stock. Issuing incentive stock options (ISOs) with an exercise price below the fair market value of the common stock exposes the recipient to an ordinary income tax on the difference between the fair market value and the low exercise price.<\/p>\n<p>It’s even worse if a board issues non-qualified stock options (NQSOs) with an exercise price below the fair market value of the common stock. But this begs the question, “How do you assess the fair market value of private stock?” To ensure a fair valuation and avoid exposing its employees to this dreaded tax, boards periodically pursue what is known as a <b>409A appraisal <\/b>to determine the fair market value of the company’s common stock.<\/p>\n<h2>Goodbye Cheap Stock, Hello 409A<\/h2>\n<p>A 409A appraisal gets its name from Section 409A of the Internal Revenue Service code, which regulates the treatment of deferred compensation including stock options. It was added to the Internal Revenue Code on January 1, 2005, by the American Jobs Creation Act of 2004, which was enacted, in part, as a response to the wealth creation resulting from the dot com boom. (This is why you may not have heard of it — if your last startup experience was more than 10 years ago.)<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Only a board of directors — not the management team — can technically grant options and set their exercise prices, which is why your offer letter should say that your future employer will recommend your proposed offer at the next board meeting.<\/p>\n<\/div>\n<p>In the late ‘90s the Securities and Exchange Commission (SEC) began investigating and analyzing the relationship of option grant prices to IPO prices and found large discrepancies. In the SEC’s view, many companies were taking advantage of public investors by diluting their investments with low-priced options granted to employees before the IPO. This phenomenon became known as <i>cheap stock<\/i> grants.  Near the peak of the dot com boom, the SEC began levying penalties for what it perceived were cheap stock grants and then required the offending company to restate its financial statements, assuming the option grants were issued at prices closer to the IPO price. While these restatements were non-cash expenses, some were in excess of a billion dollars. This resulted in delayed, and even many cancelled IPOs.<\/p>\n<p>The IRS also began to realize it was losing out on potential taxes owed on these cheap stock grants. In 2004 the SEC teamed with the American Institute of Certified Public Accountants (AICPA) to publish a practice aid called the <i>Valuation of Privately Held Company Equity Security Issued as Compensation<\/i> (AICPA Practice Aid).  Since the publication of the AICPA Practice Aid, valuation professionals have been performing <i>409 valuations<\/i> that have been used by many technology start-ups as the basis to determine fair market value for the purpose of issuing stock options.<\/p>\n<h2>When Do Companies Seek a 409A?<\/h2>\n<p>Section 409A requires the value of stock options be determined “by the reasonable application of a reasonable valuation method” with two caveats: 1) the grant price must reflect material information, often referred to as a <i>value creation event<\/i> (i.e. the price paid in a recent financing); and 2), the calculation of value must not be more than 12 months old. In practice, private companies pursue 409A appraisals from independent qualified valuation firms either immediately after completion of a financing or other significant financial transaction (e.g. merger or acquisition), or, six to nine months of elapsed time since the prior appraisal, whichever comes sooner (more mature companies tend to pursue appraisals more frequently). The receipt of such an appraisal should provide a <i>safe harbor<\/i> to employees with regard to a potential tax liability as long as your company is less than 10 years old, you don’t have a liquidity event within 12 months after the option grant or you don’t have put or call rights on your company’s stock.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">In practice, private companies pursue 409A appraisals from independent qualified valuation firms either immediately after completion of a financing or other significant financial transaction (e.g. merger or acquisition), or, six to nine months of elapsed time since the prior appraisal, whichever comes sooner&#8230;<\/p>\n<\/div>\n<p>For those unfamiliar, <i>call<\/i>  rights give the company, or in the case of <i>put<\/i> rights, the employee, the right but not the obligation to ask for the stock underlying the option to be returned. If a stock option has a call attached to it, the company granting the option can require the employee to give their options back. Since ownership never really passes until the call provision is eliminated, there is no ownership right and therefore no <i>value<\/i> to the options. Similarly, if an employee can require a company to buy the option back (a put), then ownership doesn’t exist and there would be no <i>value<\/i>  to the options. In practice exceptionally few companies issue options with put or call rights.<\/p>\n<h2>How Do You Define a “Reasonable” Valuation?<\/h2>\n<p>The 409A guidance from the IRS requires that <i>reasonable<\/i> valuation methods be used to value a company’s stock options. As provided by the IRS regulations, a reasonable valuation method includes the consideration of the (a) value of tangible and intangible assets, (b) present value of anticipated future cash flows, (c) market value of stock in similar companies which can be readily and objectively determined, and (d) “other relevant factors such as control premiums or discounts for lack of marketability.” No further details on appropriate quantitative methods are provided.<\/p>\n<p>In general, professional appraisers typically use three approaches to value a privately held business: The cost approach, the income approach, and the market approach.<\/p>\n<p>The <i>cost<\/i> approach adjusts a company’s assets and liabilities to market value to come up with a net asset value of the company. The <i>income<\/i> approach measures the value of an asset by the present value of its future economic benefits. When using the income approach, the <a href=\"http:\/\/www.investopedia.com\/terms\/d\/dcf.asp\" target=\"_blank\">discounted cash flow method<\/a> is useful since investors normally value income-producing investments based upon the investment’s expected future income stream.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">A less obvious impact of a 409A appraisal is that most companies will not allow you to early exercise your options when a new appraisal is underway or a financing is about to close that will trigger a new appraisal.<\/p>\n<\/div>\n<p>Finally, the <i>market<\/i> approach calculates valuation multiples from three methodologies: the guideline transaction method, the guideline public company method and subject company transaction method. The guideline transaction method applies valuation multiples earned in the sales of companies with similar financial and operating characteristics to the subject company. The <a href=\"http:\/\/en.wikipedia.org\/wiki\/Business_valuation\" target=\"_blank\">guideline public company method<\/a> applies valuation multiples associated with publicly traded companies with similar financial and operating characteristics to the subject company. The subject company transaction method, utilizes the sale of a company’s own securities to determine the value of the entire company.<\/p>\n<p>Once the overall company value has been determined using a mix of the three methods, a <a href=\"http:\/\/en.wikipedia.org\/wiki\/Black%E2%80%93Scholes_model\" target=\"_blank\">Black-Scholes model<\/a> is often used to allocate that value between the preferred and common stock.<\/p>\n<p>With all of the uncertainty and complexity of performing a <i>reasonable<\/i> valuation, it is no wonder 409A valuations can vary so much. The key to applying any quantitative model to support a discount for lack of marketability is to consider the qualitative specific-company factors when evaluating the results. However, despite the shortcomings of these models, they can be useful to provide additional independent perspective when subjective judgments are used for material assumptions such as the discount for lack of marketability. The valuation models for equity compensation purposes are not overly complex, but their application depends upon appraiser experience and judgment as well.<\/p>\n<h2>How Does a 409A Appraisal Affect You?<\/h2>\n<p>There are two primary ways a 409A appraisal can affect you. The most obvious is it determines the price at which you can exercise your options. If you join a company around the time of a financing that represents a step up in your employer’s valuation from its previous round then you are likely to have an exercise price that is higher than your peers who might have joined just a month earlier (prior to the launch of the financing). This may also happen if you join a rapidly growing company six to nine months after the last 409A appraisal was pursued. It’s always a good idea to ask your potential employer when they last sought a 409A appraisal or when they expect to launch a financing so that you can make a quicker decision and potentially benefit from a lower exercise price (we explained this risk in more detail in <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\">The 14 Crucial Questions About Stock Options<\/a>).<\/p>\n<p>A less obvious impact of a 409A appraisal is that most companies will not allow you to early exercise your options when a new appraisal is underway or a financing is about to close that will trigger a new appraisal. That’s because the IRS could interpret the fair market value of your stock as the one calculated in the new appraisal which if higher than your current exercise price would lead to taxable compensation. That’s why you don’t want to wait too long after a 409A appraisal to make your early exercise decision (That’s not to suggest you <i>should<\/i> early exercise. We just recommend that you factor in the 409A as a part of your decision-making process. For more context on whether you should early exercise please read <a href=\"https:\/\/blog.wealthfront.com\/twitter-ipo-sell-exercise-options\/\" target=\"_blank\">Company Going IPO? Four Things Every Employee Should Consider<\/a>). Again most companies will be happy to tell you when their next appraisal is likely to be pursued.<\/p>\n<h2>Know How Your Stock is Valued<\/h2>\n<p>When you are evaluating an offer from a private company, you cannot insist on knowing what the strike price of your options will be. However, fair questions you can ask include:<\/p>\n<ul>\n<li>When was the last 409A appraisal done, and what price did it recommend?<\/li>\n<li>When is the next board meeting scheduled?<\/li>\n<li>Is another 409A expected in the near future?<\/li>\n<\/ul>\n<p>These questions can help you evaluate two things. First, it provides a good estimate of the strike price, barring unforeseen circumstances.  Second, it tells you a lot about the transparency of the company (or lack thereof) and their leadership.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs A common frustration we often hear with offer letters from startups is the absence of an exercise price for the options being granted. Many people interpret [&hellip;]<\/p>\n","protected":false},"author":84,"featured_media":7255,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[575,384,583,1098,461,578,581,1096,577,576,582,580,219,226,579,383],"yst_prominent_words":[4344,6592,4355,3186,3191,3187,4353,3190,4243,4352,4345,6590,4346,4347,1310,3376,6591,4350,1295,4240],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4426"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/84"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4426"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4426\/revisions"}],"predecessor-version":[{"id":11811,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4426\/revisions\/11811"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7255"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4426"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4426"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4426"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4426"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}