{"id":4430,"date":"2014-04-15T09:47:58","date_gmt":"2014-04-15T16:47:58","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4430"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"role-bonds-play-investment-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/role-bonds-play-investment-portfolio\/","title":{"rendered":"What Role Should Bonds Play in Your Investment Portfolio?"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span>ccording to a <a href=\"http:\/\/www.bloomberg.com\/news\/2014-03-09\/global-debt-exceeds-100-trillion-as-governments-binge-bis-says.html\" target=\"_blank\" rel=\"noopener\">recent report by the Bank of International Settlements<\/a> the amount of global debt passed an ignominious milestone last year, rising from $70 trillion in mid-2007 to over $100 trillion by the middle of 2013.<\/p>\n<p>Global borrowing has soared since the financial crisis as central banks suppress interest rates to spur growth and corporations take advantage by raising capital at low cost. This matters because yields on investment grade bonds are near all time lows. The investment returns for those bonds over the next 10 years will almost certainly be lower than over the last 10-30 years.<\/p>\n<h2>Putting today’s bond market into context<\/h2>\n<p>“Don’t fight the Fed!” is surely sensible advice as the Federal Reserve has skillfully, tenaciously and properly focused on reflating the American economy in the five years since the financial crisis. Interest rates have been driven down to levels not seen for 60 years – since the 1952 end of the Accord between the U.S. Treasury and the Federal Reserve to hold down interest rates during World War II. The Federal Reserve has notoriously deep pockets – it prints its own money – and great staying power. The Board of Governors has very effectively combined this strength with increased “forward guidance” on its intentions.<\/p>\n<p>Sooner or later, unemployment will be low enough and the risk of inflation high enough for the Board of Governors to let interest rates rise toward their natural market levels. Remember that when rates go up, bond prices go down. So today’s Treasury bond investors are locking themselves into <i>low total returns<\/i>. And, if the Fed achieves its long-term objective of 2% inflation, owning US Treasury bonds at 2.5% yields will be even less attractive. Last spring <a href=\"https:\/\/blog.wealthfront.com\/tax-efficient-asset-classes-location\/\" target=\"_blank\" rel=\"noopener\">Burt Malkiel outlined these issues<\/a> on our blog along with how we incorporated lower return expectations for investment grade bonds into our asset allocation model.<\/p>\n<p>Aside from today’s bond market and its historical context, it is important to understand that bonds should play a secondary role to stocks for long-term investors.  In our <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\" rel=\"noopener\">investment methodology whitepaper<\/a> you can see that Wealthfront portfolios are equity-oriented and bonds are used to complement and buffer portfolios comprised mostly of stocks.<\/p>\n<h2>Bonds generate inferior returns vs. stocks over the long-term<\/h2>\n<p>If you look back over time you find that investment returns on stocks have been significantly greater than the returns on bonds – particularly after both have been adjusted for inflation. In Jeremy Siegel’s analysis of historical asset class returns (over the last two centuries!), he finds that stocks generated 6.6% annual real returns (i.e. after inflation) versus 3% annually for bonds.<a href=\"#[1]\">[1]<\/a><\/p>\n<p>At 6.6% average annual returns, you almost double your purchasing power every decade. To outpace inflation and meet your long-term goals you need an equity-oriented portfolio and the main reason for owning bonds is diversification – to round out your portfolio and reduce the magnitude of stock market ups and downs so you can stay invested through market cycles.<\/p>\n<h2>You may have more “fixed income” than you realize<\/h2>\n<p>In Econ 101, we learn that money is fungible, so we should always try to look at the whole picture: never artificially separating “vacation” money from “food” money or “home repair” money. All money is inter-changeable. So, as rational players, we should strive to have our marginal utility in each area equal to our marginal utility in every other area to maximize our total utility. The key message is clear: No money is separate; each commitment is part of the whole.<a href=\"#[2]\">[2]<\/a><\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Aside from today’s bond market and its historical context, it is important to understand that bonds should play a secondary role to stocks for long-term investors.<\/p>\n<\/div>\n<p>The same concept applies to investing. No investment is separate; each is part of the individual investor’s whole financial picture. So don’t compartmentalize and don’t let conventional wisdom compartmentalize for you! Instead, always take a “whole picture” view of your investments.<\/p>\n<p>To illustrate, a 35-year old software engineer at <a href=\"https:\/\/blog.wealthfront.com\/hot-start-up-technology-companies\/\" target=\"_blank\" rel=\"noopener\">a successful mid-sized private technology company<\/a> earning $160,000 in salary might have $1,000,000 in vested company stock, and $200,000 invested in a 401(k) account with 20% of that invested in bonds. Her most important asset is her human knowledge capital that she effectively rents to her employer for $160,000 a year with a moderate upward slope due to annual raises. Capitalize that asset at 5% and she has $3,200,000 in a fixed-income equivalent.<a href=\"#[3]\">[3]<\/a> So overall, she has almost 3\/4 allocated to “fixed income” <i>not <\/i>just the 20% in bonds in her 401(k).<a href=\"#[4]\">[4]<\/a><\/p>\n<p>If you are able to conceptualize the whole picture of your finances including the fixed income from your knowledge capital you will be more comfortable with most of your investment portfolio in stocks. This can help you tolerate the short-term ups and downs of the stock market more easily.<\/p>\n<h2>Diversify over time and assets<\/h2>\n<p>Another important consideration is your investment horizon. Most investors will be investing over their entire working careers and into their retirement and will have the opportunity to make regular, ongoing investment contributions. Consider for a moment that a typical Wealthfront client in her 30s will be investing for over 50 years!  You can help yourself to be more realistic – <i>and<\/i> less emotional – about your investment portfolio if you can center your thinking on the long-term benefits of <i>time<\/i> diversification. Your horizon is probably longer than you realize and you will have natural opportunities over your working years to contribute to your portfolio and dollar-cost average your investments. Thinking this way is equivalent to considering the overall climate in an area, instead of the daily weather.<\/p>\n<h2>Keep your whole picture in mind, your lifetime portfolio<\/h2>\n<p>When you consider the historical returns of stocks and bonds and in the context of today’s bond market, it is clear that long-term investors should have equity-oriented portfolios comprised mostly of stocks. If you can think “whole picture” about your <em>overall capital<\/em> — financial capital <i>and<\/i>  human intellectual capital — and that your investment portfolio today is just one part of your <i>total<\/i>  lifetime portfolio you will be more comfortable with the short-term ups and downs in your investment portfolio. Those who make sizable long-term commitments to bonds pay a high price in “opportunity costs” of not having more in stocks. At Wealthfront, we encourage you to get comfortable being an equity-oriented investor and to think long-term.<\/p>\n<div>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div><a id=\"[1]\"><\/a>[1] In <i>Stocks for the Long Run<\/i>, Siegel analyzed returns for US Stocks, Treasury Bonds, T-Bills, Gold and the USD from 1802-2012. US Stocks had annual real returns of 6.6%, Treasuries 3.3%, and T-Bills 2.7% after inflation.<\/div>\n<div><a id=\"[2]\"><\/a>[2] John Dunne: “No man is an island; each is part of the whole.”<\/div>\n<div><a id=\"[3]\"><\/a>[3] To capitalize an asset you take the annual income and divide by the cost of capital \/ interest rate (i.e. $160,000 \/ 5% = $3.2 million). In this example she has $3.24 million in “fixed income” defined more broadly ($3.2 million + 20% of the $200,000 in the 401(k) account) and $4.44 million in total assets.<\/div>\n<div><a id=\"[4]\"><\/a>[4] There are differences between a portfolio of bonds and capitalized earned income: Earnings will stop at retirement and typically rise with productivity <i>and <\/i>inflation; bond prices fluctuate with interest rates, etc. But over the long-term, the differences are far less important than the similarities.<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>According to a recent report by the Bank of International Settlements the amount of global debt passed an ignominious milestone last year, rising from $70 trillion in mid-2007 to over $100 trillion by the middle of 2013. Global borrowing has soared since the financial crisis as central banks suppress interest rates to spur growth and [&hellip;]<\/p>\n","protected":false},"author":81,"featured_media":7263,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[470,370,54,587,588,586,590,97,5,591,589,584,585],"yst_prominent_words":[4341,4331,1976,1978,4339,1990,4340,2909,4343,4330,4335,4329,4332,4334,4336,4333,4342,4328,4338,4337],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4430"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/81"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4430"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4430\/revisions"}],"predecessor-version":[{"id":11812,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4430\/revisions\/11812"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7263"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4430"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4430"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4430"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4430"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}