{"id":4453,"date":"2019-06-04T10:11:16","date_gmt":"2019-06-04T17:11:16","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4453"},"modified":"2021-03-15T18:08:21","modified_gmt":"2021-03-16T01:08:21","slug":"build-emergency-fund","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/build-emergency-fund\/","title":{"rendered":"How To Build the Emergency Fund That&#8217;s Right for You"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/span><\/i><\/p>\n<p><span class=\"firstcharacter\">O<\/span>ne of the pillars of sound personal finance is the <i>emergency fund<\/i>.&nbsp; An emergency fund is money set aside before everything else to cover unexpected expenses. This is the first step to building your financial future — even before you start investing. It’s hard to predict when or if you’ll need money to cover your living expenses, largely because this cash reserve is specifically for the unexpected. Even the most careful planners can lose their job or experience unusual healthcare costs.<\/p>\n<p>So you know you need an emergency fund — but how much of one do you need? We hear this question all the time, probably more than any other cash-related issue. Most people need enough money to cover their living expenses for three to six months. That is generally enough of a cushion to give you time to find a new job or cover any unexpected expense without derailing the rest of your financial life. Ideally, your living expenses are below what you currently earn. If not you should seriously consider what you would cut if you had to do without for a few months.<\/p>\n<p>The actual amount you should set aside depends on four factors:<\/p>\n<ol>\n<li><strong>Age<\/strong><\/li>\n<li><strong>Profession<\/strong><\/li>\n<li><strong>Investable Assets<\/strong><\/li>\n<li><strong>Unexpected Responsibilities<\/strong><\/li>\n<\/ol>\n<h2>Age<\/h2>\n<p>Age has a strong influence on the size of an emergency fund for a number of reasons. All things being equal, the older you are, the larger your emergency fund should be. Younger people tend to have lower living expenses, fewer unexpected healthcare incidents, and require less time to find new work.<\/p>\n<p>Youth really is on your side when it comes to finding a job.<\/p>\n<p><a href=\"http:\/\/www.huffingtonpost.com\/2012\/09\/05\/long-term-unemployment-a-_n_1857516.html\" target=\"_blank\" rel=\"noopener noreferrer\">Much has been written<\/a> about the difficulty of people above age 50 finding new jobs, with many <a href=\"https:\/\/www.propublica.org\/article\/older-workers-united-states-pushed-out-of-work-forced-retirement\">being pushed out of jobs<\/a> unwillingly. If it takes you longer to find a new job, clearly it makes sense to build your emergency fund to potentially cover a longer period without income. I strongly encourage you to think about increasing the size of your emergency fund as you get older, especially if you work in an <a href=\"https:\/\/www.forbes.com\/sites\/teresaghilarducci\/2018\/05\/09\/why-55-plus-workers-have-so-many-bad-jobs\/#745138475ba8\">industry where older job-seekers are even less favored<\/a>.<\/p>\n<h2>Profession<\/h2>\n<p>The <i>more<\/i> in-demand your job, the <i>lower<\/i> the size of the emergency fund you need. The likelihood of, say, a highly experienced software engineer being out of work for the standard three to six months is extremely low right now. In contrast, someone with a manufacturing background might want to have a fund well in excess of six months.<\/p>\n<p>The length of time you may be out of work will vary with the geography, industry, and the level you’ve attained in your profession. In many cases, senior management positions take longer to find than individual contributor positions. If you are inflexible about <em>where <\/em>you want to work, you may need a longer time period to find new work. Each of these factors into the length of time it could potentially take you to replace your income, and as a result, should affect the size of your emergency fund.<\/p>\n<h2>Investable Assets<\/h2>\n<p>One of the most important factors to consider when deciding how much money to put aside for an emergency fund is the magnitude of your investable assets — yet many people ignore it.<\/p>\n<p>Investable assets above a certain level <i>eliminate<\/i> the need for an emergency fund.<\/p>\n<p>That said, that level might be an order of magnitude larger than your emergency needs. Above a certain threshold, you can afford to withstand a significant loss and still have enough money to cover anything unforeseen that might come your way.<\/p>\n<p>It’s most common to need your emergency funds in tough economic times, which are often correlated with significant stock market declines. Unfortunately, as we have written before, <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener noreferrer\">that’s the time you least want to sell your investments<\/a>. With that in mind, you should only be willing to fund your emergency expenses out of your investment account if your expenses will represent a small percentage of your depreciated investment account. In other words, if the sum of your ideal emergency fund represents a big chunk of your investable assets, you don&#8217;t have enough to rely on that as your emergency fund. If the whole of your emergency fund would feel like a drop in the bucket to your investments, then you&#8217;re probably good to rely on that.<\/p>\n<p>There’s no hard-and-fast rule to lean on here, but generally, you shouldn’t eliminate your emergency fund until your investment account represents 5 to 20 times the total amount of money you might need in the short term.<\/p>\n<h4>This is admittedly a bold statement, so let’s examine in more detail a hypothetical case where you might eliminate your emergency fund once your investment account grows to 10 times your emergency needs.<\/h4>\n<p>Let&#8217;s say your ideal emergency fund is $30,000, which translates to an investment account of $300,000. Even in the <i>highly unusual<\/i> market downdraft in the financial crisis of 2008-2009 where the S&amp;P 500® was down 57% from its 2007 peak, your <i>diversified<\/i> portfolio would have been down approximately 40%. That means your investment account would have declined to $180,000 ($300,000 x (1-40%)). In that case, your emergency withdrawal would have represented 17% of your now reduced portfolio value. To give you a frame of reference, 17% is approximately four times the recommended annual withdrawal for a retirement account. While it might be potentially painful to sell a portion of your portfolio at those depressed values, the low probability of such an event probably justifies a contingency plan one-time 17% withdrawal.<\/p>\n<p>Depending on your risk tolerance, 17% may be too high or too low, which is why we suggest a range of 5 to 20 times your total emergency needs. Please keep in mind: Even if you choose not to have an emergency fund, you should still keep enough money readily available to tide you over for the three to four days it takes to get money out of your investment account.<\/p>\n<h2>Unexpected Responsibilities<\/h2>\n<p>Your extended family’s financial needs can play a big role in determining the size of the emergency fund you set aside. (For this purpose, extended family is defined as those in your family you are willing to help in a financial crisis or that might ask you for help). The more money your family has, the less likely they will need to call on you in an emergency, and, relatively speaking, the less money you need to set aside. In other words, if your parents and siblings have very little savings, then setting aside six months of living expenses may not be enough.<\/p>\n<p>Even if your family is reasonably comfortable, that doesn&#8217;t mean you should allocate less than six months of living expenses to your rainy day fund — you probably don’t want to have to go to your parents for money if you lose your job, even if you theoretically could.<\/p>\n<h2>It&#8217;s About Determining What&#8217;s Right for You and Your Situation<\/h2>\n<p>The appropriate amount <i>you<\/i> should set aside for <i>your<\/i> emergency fund is unique to your situation. Your age, your overall landscape of wealth — what assets you have and where they are — along with the riskiness of your job should all play a guiding role in making your decision. In all but a few cases, you should never invest your emergency fund in anything (including Wealthfront!) other than a low-risk account like a money market fund or insured savings account. The optimal place for an emergency fund is a high-yield cash account, like the <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront Cash Account, which currently has a 2.51% APY.<\/a><\/p>\n<p>The magnitude of available return should not be a consideration — the safety of your principal is all that matters. Balancing these key factors will help shape your savings strategy that will result in a comfortable emergency fund that fits <em>your <\/em>needs. Even people who never actually use their emergency fund derive tremendous psychological benefit from its existence: the peace of mind of knowing you and your family have a safety net under you, just in case.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Even the most careful planners can lose their job or experience unusual healthcare costs. So you know you need an emergency fund — but how much of one do you need?<\/p>\n","protected":false},"author":4,"featured_media":10545,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[1051,58,71,1115,924,357],"yst_prominent_words":[1509,6475,6879,2774,2768,6871,6875,1332,6880,6869,4530,5835,1240,6870,6873,6868,6872,6867,6874,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4453"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4453"}],"version-history":[{"count":17,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4453\/revisions"}],"predecessor-version":[{"id":13165,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4453\/revisions\/13165"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/10545"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4453"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4453"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4453"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4453"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}