{"id":4475,"date":"2014-05-19T10:27:28","date_gmt":"2014-05-19T17:27:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4475"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"vesting-stock-options","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/vesting-stock-options\/","title":{"rendered":"What You Need To Know About Vesting Stock"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Most people don’t realize it, but your vesting schedule has an enormous impact on the potential value of your equity package. That’s why the topic of vesting deserves a deeper dive than our discussion in <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">The 14 Crucial Questions About Stock Options<\/a>. Before we analyze what vesting schedule is appropriate and how it can affect you, we need to provide a little background on why vesting came to be associated with <a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener\">stock options and RSUs<\/a>.<\/p>\n<h2>What is Vesting?<\/h2>\n<p>Vesting refers to the process by which an employee earns her shares over time. The most common form of vesting in Silicon Valley is monthly over four years with a one-year cliff. That means you earn the right to 1\/48<sup>th<\/sup> of the shares you were originally granted per month over four years (48 months), but you don’t get anything if you leave prior to your one-year anniversary (and go over the <i>cliff<\/i>). In other words on your one-year anniversary you earn 1\/4<sup>th<\/sup> of your stock and then vest an additional 1\/48<sup>th<\/sup> per month thereafter. For example if you leave two years into your employment, you would earn the right to exercise 1\/2 your options. The one-year cliff was created to protect companies against issuing stock to bad hires, which typically are not recognized at least until at least a few months into their tenure. Vesting should not be confused with <i>time to exercise<\/i>. Most companies require you to exercise your shares within 90 days of your departure (we covered the downside of this term in <a href=\"https:\/\/blog.wealthfront.com\/risk-with-stock-options\/\" target=\"_blank\" rel=\"noopener\">When Success &amp; Stock Options Make It Expensive to Leave<\/a>) and 7-10 years from the time of grant even if you stay with the company.<\/p>\n<h2>Why Do Founders &amp; Companies Need Vesting?<\/h2>\n<p>Many founders I talk to get annoyed when the subject of vesting comes up. They find it quite offensive that they are required to vest their stock when they accept venture capital. In their minds the question is: “Why should we have to earn our stock when we gave you the privilege of investing?”  In reality, as the founder, it is highly unlikely you will leave your company if it is successful. However, the odds that someone you recruit doesn’t work out, or leaves before their fourth anniversary, are extremely high. By accepting vesting on your shares, you have the moral high ground to insist on vesting of the people you hire, thereby protecting the company from a potentially bad hire. Unvested shares can be put back into the pool and used to hire a replacement. Based on the argument raised above it should come as little surprise that founders typically get preferential vesting relative to regular employees. In my experience they usually forego the one-year cliff and get vesting credit from the time they started <i>thinking about<\/i> their idea. Their unvested shares then might get vested over three or four years. For example, if a founder has worked on her idea for a year and a half before venture financing, she might get 37.5% vested upfront (1.5 years\/4 years) and the remaining 62.5% of her shares would vest over three years.<\/p>\n<h2>Beware of Unusual Vesting Requirements<\/h2>\n<p>As I said before, non-founder employees typically vest their stock over four years.  In some instances on the east coast I have seen companies require their employees to vest over five years, but I have never seen less than four years. Companies backed by <i>buyout firms,<\/i> who are not used to broadly sharing equity with employees, often require the strangest and most unfair vesting. <a href=\"http:\/\/dealbook.nytimes.com\/2011\/07\/05\/in-silicon-valley-a-culture-clash-sullies-a-romance\/\" target=\"_blank\" rel=\"noopener\">Skype, which was acquired by Silver Lake Partners, took a lot of heat in 2011<\/a> because there was a clause buried in their option agreement that required employees to be employed by the company at the time of a liquidation event (sale or IPO) to qualify for their vesting.  In other words employees who left after one and a half years into their four-year vesting got nothing when the company was acquired by Microsoft because they were no longer employees at the time the deal closed. <b>That’s not the way vesting is supposed to work<\/b>. You are supposed to get your share of the acquisition proceeds whether you are there at the time of the deal or not.  Unfortunately Skype employees who left after their one year cliff thought they had vested their stock because that is the norm. The more non-standard the vesting the harder it usually is for a company to recruit outstanding people. Why should someone agree to five-year vesting if they can get four-year vesting across the street? Unfortunately some founders look at vesting through the lens of their desire to lockup employees and minimize their personal dilution and fail to see the unattractive and unfair nature inherent in the packages they offer.<\/p>\n<h2>Accelerated Vesting Is Not For Everyone<\/h2>\n<p>Some companies offer vesting acceleration to employees in the event of an acquisition. By that I mean the employee might earn an extra six or 12 months of vesting at the close of the deal. For example, if you were two and a half years vested at the time of an acquisition and your company offered six months acceleration then you would have earned three quarters of your equity (2.5 years + 0.5 years\/4 years) once the acquisition closes.  The logic behind this benefit is the employee didn’t sign up to work for the acquirer, so they should be compensated for having to accept a significant change in environment. I should point out that acceleration upon merger is typically only offered with what is known as a <b><i>double trigger<\/i><\/b>. This phrase means that two events are required to trigger the acceleration: acquisition and a diminution of duties post acquisition (i.e. you have a lesser job). Most companies don’t like to offer acceleration of vesting upon acquisition to anyone other than executives because acquiring firms don’t like having to pay the extra price that results from having to buy more vested shares, which often leads to a lower per-share price being offered. The reason executives are able to command the acceleration benefit because ironically they are the ones most likely to lose their job in an acquisition. (For more insights on the acquisition process and what it might mean for you read <a href=\"https:\/\/blog.wealthfront.com\/wildly-different-financial-outcomes-employees-acquisitions\/\" target=\"_blank\" rel=\"noopener\">The Wildly Different Financial Outcomes for Employees in Acquisitions<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/whatsapp-acquisition-employees\/\" target=\"_blank\" rel=\"noopener\">WhatsApp: What an Acquisition Means for Employees<\/a>)<\/p>\n<h2>Vesting Is Calculated Per Grant Not Tenure<\/h2>\n<p>One of the most confusing aspects of vesting is that it is calculated on a <i>per-grant<\/i> basis. For example, I was recently talking to a friend who left her company eight years after joining and she didn’t understand why her exercisable options didn’t equal her shares granted. The problem was that the follow on grants she received didn’t fully vest. Let’s say you joined your company on January 1, 2010 and were awarded 40,000 options. After three years your company gave you one additional grant of 10,000 shares (not as generous as what we recommended in <a href=\"https:\/\/blog.wealthfront.com\/the-right-way-to-grant-equity-to-your-employees\/\" target=\"_blank\" rel=\"noopener\">The Wealthfront Equity Plan<\/a>). If you leave after six and a half years on June 30, 2016 you will have vested all of your original grant (because you stayed the required four years post hiring date) and 87.5% of your follow-on grant (3.5 years\/4-year vesting) for a total of 48,750 shares (40,000 + 10,000 * 0.875). You don’t vest all your stock just because you stayed more than four years. The good news about follow on grants is that they typically don’t have a one-year cliff. The logic is you are already a known quantity, so there’s no need for another <i>evaluation period<\/i>. Therefore in the example above you would have vested 36,250 shares if you stayed 3.5 years ((40,000 * 3.5\/4) + (10,000 * .5\/4)) and nothing if you only stayed six months.<\/p>\n<h2>Understanding Your Vesting is a Worthy Investment<\/h2>\n<p>Sure, vesting and its intricacies can be a challenge to understand. Keep in mind though, that the concept and its permutations did not evolve overnight, rather through many years and in order to address multiple aspects of the hiring process and retaining the best talent. Vesting of stock options has become a fixture among Silicon Valley companies and you are better off having a solid understanding of the concept. Learn about your grants and their terms.  After all, a lot of your net worth will be affected by decisions related to your vesting.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Most people don’t realize it, but your vesting schedule has an enormous impact on the potential value of your equity package. That’s why the topic of [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7227,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[625,621,1098,461,626,1096,59,623,624,622,226,383],"yst_prominent_words":[4528,4207,4526,1640,4524,2256,4522,4529,4527,4521,2537,1394,1310,3376,1296,6574,4525,4523,4520,3192],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4475"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4475"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4475\/revisions"}],"predecessor-version":[{"id":11814,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4475\/revisions\/11814"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7227"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4475"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4475"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4475"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4475"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}