{"id":4478,"date":"2014-05-28T10:12:09","date_gmt":"2014-05-28T17:12:09","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4478"},"modified":"2019-11-26T07:21:39","modified_gmt":"2019-11-26T15:21:39","slug":"high-deductible-health-plan","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/high-deductible-health-plan\/","title":{"rendered":"Think Carefully Before Signing Up For a High Deductible Health Plan"},"content":{"rendered":"<p>The <a href=\"http:\/\/en.wikipedia.org\/wiki\/High-deductible_health_plan\" target=\"_blank\" rel=\"noopener noreferrer\">high-deductible health plan<\/a> (HDHP) is frequently among the health insurance choices offered by companies these days. An HDHP plan is <a href=\"http:\/\/kaiserfamilyfoundation.files.wordpress.com\/2013\/08\/8466-employer-health-benefits-2013_summary-of-findings2.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">typically about 10% cheaper <\/a>than a traditional <a href=\"http:\/\/www.investopedia.com\/terms\/p\/preferred-provider-organization.asp\" target=\"_blank\" rel=\"noopener noreferrer\">preferred provider organization<\/a> (PPO) plan and is usually associated with a company funded tax-advantaged health savings account (HSA) that is meant to fund some of your medical expenses. On the negative side, HDHP plans come with a much higher deductible and have much higher out-of-pocket caps on your health care spending. To determine which health insurance plan might be better for you, I suggest you compare your expected annual health care costs to the amount you save on your premiums and receive as a company contribution to your HSA.<\/p>\n<p>Let me explain. In return for a higher deductible, a high deductible health plan will charge lower premiums than PPO plans. In addition, most HDHPs come with an HSA to which your employer contributes on average $500 annually. You are better off with an HDHP as long as you expect to spend an amount less than your premium savings, plus your employer HSA contribution, plus your PPO deductible.<\/p>\n<p>This is best illustrated with some real numbers.<\/p>\n<p>To do a comparison, I used two plans available to Wealthfront employees from Blue Shield: The Blue Shield 500 PPO with a $500 deductible and the Blue Shield HDHP 2500 with a $2,500 deductible (note that each of these plans is in line with the average cost of similar policies as discussed in research by The Kaiser Family Foundation and Health Research and Educational Trust.<a href=\"#1\">1<\/a>). I chose the PPO 500 because it strikes a balance between comprehensive benefits and a low deductible and is used by many of my colleagues based on those reasons. With both offerings, Wealthfront pays the full premium for individual employees. And yes, I’m aware that many companies do not subsidize premiums as much as mine does. Keep in mind that for both HDHPs and PPOs, most other employers tend to cover about 80% of the premium cost for individual plans, and 70% of the cost for family plans.<a href=\"#2\">2<\/a><\/p>\n<div><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/BlueShield_Table_V17.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-4481\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/BlueShield_Table_V17.jpg\" alt=\"BlueShield_Table_V17\" width=\"702\" height=\"172\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/BlueShield_Table_V17.jpg 1254w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/BlueShield_Table_V17-640x157.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/BlueShield_Table_V17-768x188.jpg 768w\" sizes=\"(max-width: 702px) 100vw, 702px\" \/><\/a><\/div>\n<div><\/div>\n<div>\n<p>The HDHP individual employee premiums cost Wealthfront $142 less per month, but fortunately I do not have to pay. I would save $340.80 per year (($142 * 12 * 20%) if my company only covered 80% of the premium. I would save $2,208 per year ((609-440) * 12) if I chose the HDHP plan that covers my wife and kids.<\/p>\n<p>You are indifferent between the two plans if your annual medical expenses equal your premium savings plus your employer HSA contribution (because it can be used to pay for medical expenses) plus your PPO deductible. If you expect to spend less than that amount then you will be better off with the HDHP. You will be better off with the PPO if you go over that amount because your HDHP deductible is so much higher.<\/p>\n<p>The table below calculates the break-even for each scenario:<\/p>\n<\/div>\n<div><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/Break_Even_Table_V17.png\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4479\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/05\/Break_Even_Table_V17.png\" alt=\"Break_Even_Table_V17\" width=\"424\" height=\"76\" \/><\/a><\/div>\n<div>\n<p>With the Wealthfront plans, I am better off choosing the HDHP if, as a single individual I expect to spend less than $1,000 per year, as a married couple I expect to spend less than $2,712 and as a family I expect to spend less than $3,528. I may prefer the PPO plan even if I am below these amounts because of its much lower annual spending cap. For example, if I think, due to a preexisting condition or other concern, I expect to spend $10,000 in one year on the family plan then I will only have to spend $6,000 due to the PPO cap of $6,000, but I would have to spend all $10,000 if I chose the HDHP because of its $10,000 cap.<\/p>\n<p>Therefore if you’re young and expect not to spend much on medical expenses then the HDHP might be right for you. However once you have a family and think you might incur significant medical expenses in one year then you are far better off with the PPO.<\/p>\n<h2>What About This Health Savings Account Thing?<b><\/b><\/h2>\n<p>One of the features that incorrectly attracts many employees to HDHPs is the ability to set up a Health Savings Account, or HSA. Unfortunately, HSAs that receive an employer contribution are usually required by the insurance provider to be kept at an institution that offers poor choices of investment products and have high fees, which leads to subpar long-term investment performance. HSAs that do not receive an employer contribution can be held anywhere, but as we explained earlier, an HDHP without an employer contribution to an HSA doesn&#8217;t make much sense.<\/p>\n<p>Mandated HSA plans usually have a smaller basket of mutual funds from which to choose than 401(k)s and they are often higher-expense and therefore poorer-performing. I saw this firsthand at a previous employer. Repeated academic research has shown that actively managed mutual funds on average <a href=\"http:\/\/www.iijournals.com\/doi\/abs\/10.3905\/jpm.2000.319766#sthash.Gw3xYKXb.dpbs\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"text-decoration: underline;\">underperform<\/span><\/a> index funds by 2.1% per year.<a href=\"#3\">3<\/a> Many HSA plans only put your money in money market funds or savings like accounts, which generally underperform inflation. That is even worse than underperforming relative to an index fund.<\/p>\n<p>HSAs are often loaded with fees. Many charge a fee for using your HSA debit card at the doctor’s office or pharmacy. Many also charge fees for individual trades, as well as monthly and annual custodian fees just for keeping your money in the account. You may also be asked to pay a “closing fee” too, if you want to move the account to another custodian. In total, the fees on an HSA can easily add up to at least $150 per year.<\/p>\n<p>To show the impact of fees and taxes on your return, I have laid out below the formulas to calculate your after tax savings over 20 years for an HSA vs. a taxable account invested with an automated investment service like Wealthfront:<\/p>\n<p>The after-tax value of $1 invested in an <b>HSA with actively managed mutual funds<\/b> in 20 years = $1 x (1 + portfolio return &#8211; total fees &#8211; underperformance)<sup>20<\/sup><\/p>\n<p>The after-tax value of $1 invested in a <b>low-cost passive taxable account<\/b> in 20 years =<\/p>\n<p>$1 x  (1 &#8211; ordinary income tax rate) x (1 + portfolio return x (1 – portfolio tax rate) &#8211; total fees)<sup>20<\/sup><\/p>\n<p>Assume you start with $10,000, your HSA charges fees of 1%, the mutual funds available to you are likely to underperform the market by 2.1% and “the market” is expected to generate a gross 6% annual return. After 20 years your HSA will grow to $17,714. That same $10,000, put into a passive taxable account, with a 0.25% annual fee, a minimal portfolio tax rate of 0.04% (see <a href=\"https:\/\/blog.wealthfront.com\/minimize-your-investment-taxes\/\" target=\"_blank\" rel=\"noopener noreferrer\">Minimize Your Investment Taxes<\/a> for an explanation of why it is so low) and a 35% ordinary income tax rate would be worth $19,001. The huge tax benefit of an HSA does not make up for its poor investment options and high fees. <b>The HSA is simply not a compelling investment account. In fact it is worse than a taxable account.<\/b> Unless your HSA provider offers target date funds or index funds as investment choices, you should only use your HSA as a repository for your HSA employer contributions.<\/p>\n<p>Another thing to keep in mind is that HSA money can only be used for <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/p502.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">qualified medical expenses<\/a> for you, your spouse or a dependent child, including doctors’ visits and prescription drugs. When you leave an HDHP plan, you can no longer contribute to your HSA account, but you can continue to use the money that has accrued on qualified medical expenses not covered by your insurance.<\/p>\n<p>An argument often made in favor of HSAs is they can be used as an emergency fund. This is not practical, at least while you are young, and here is why. The Affordable Care Act raised the penalty for nonmedical HSA withdrawals from 10% to 20% as of 2011. And you can only begin to tap your HSA for nonmedical expenses after you reach age 65, become permanently disabled, or die. As we discuss in <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\" target=\"_blank\" rel=\"noopener noreferrer\">Build the Emergency Fund That’s Right For You<\/a>, we believe an emergency fund is critical to your financial health (we recommend one that will cover your living expenses for six months in the event you lose your job), but don’t consider relying on an HSA plan to address this need.<\/p>\n<h2>Bottom Line<\/h2>\n<p>HDHPs can be a good form of insurance<i> <\/i>for the young and healthy, but the attractive tax treatment applied to an HSA should in no way influence your decision. Rather your decision should be made based on the amount of premiums you will save, the amount of money contributed to your HSA that can be used for medical expenses, the deductible proposed for a comparable PPO plan and the size of the out-of-pocket spending cap for each policy. And if your employer happens to offer you a choice between an HDHP and another plan with <i>no<\/i> out-of-pocket maximum, you might be better served with the HDHP. The HSA should be viewed mostly as a repository for any free contributions available from your employer because it is such a lousy investment vehicle. It should not weigh heavily in your HDHP-decision otherwise. For those with children, or who have significant predictable medical expenses, you are likely better off with a traditional PPO.<\/p>\n<p><em>Andy Rachleff and Davis Janowski contributed to this post.<\/em><\/p>\n<p><b>Related Information and Useful Links:<\/b><\/p>\n<p><a href=\"http:\/\/en.wikipedia.org\/wiki\/Health_savings_account\" target=\"_blank\" rel=\"noopener noreferrer\">HSA Overview<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/p969.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Health Savings Accounts and Other Tax-Favored Health Plans, Publication 969; Dept. of the Treasury, Internal Revenue Service<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/p502.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Medical and Dental Expenses, Publication 502; Dept. of the Treasury, Internal Revenue Service<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/pub\/irs-drop\/rp-13-25.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">2014 Inflation Adjusted Amounts for Health Savings Accounts<\/a><\/p>\n<p><strong>References:<\/strong><\/p>\n<div><a id=\"1\"><\/a>1 Employer Health Benefits, 2013 Summary of Findings. The Kaiser Family Foundation and Health Research and Educational Trust.<\/div>\n<div><a id=\"2\"><\/a>2 Employer Health Benefits, 2013 Summary of Findings. The Kaiser Family Foundation and Health Research and Educational Trust.<\/div>\n<p><a id=\"3\"><\/a>3 Arnott, Robert D.; Berkin, Andrew L.; and Jia Ye, Jia; How Well Have Taxable Investors Been Served in the 1980s and 1990s? <i style=\"font-size: 14px; line-height: 1.5em;\">The Journal of Portfolio Management<\/i><span style=\"font-size: 14px; line-height: 1.5em;\">. Summer 2000, Vol. 26, No. 4: pp. 84-93.<\/span><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security.  Wealthfront is not a licensed health insurance broker.  Financial advisory services are only provided to investors who become Wealthfront clients.  Past performance is no guarantee of future results. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.The analysis of investing in HSA plans do not represent the results of actual trading using client assets, but were achieved by means of forward-looking analysis. A different methodology could result in different outcomes.  Projected returns are not a guarantee of actual performance.  There is a potential for loss as well as gain that is not reflected in the hypothetical information presented.  While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information.<br \/>\n<\/span><\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>The high-deductible health plan (HDHP) is frequently among the health insurance choices offered by companies these days. An HDHP plan is typically about 10% cheaper than a traditional preferred provider organization (PPO) plan and is usually associated with a company funded tax-advantaged health savings account (HSA) that is meant to fund some of your medical [&hellip;]<\/p>\n","protected":false},"author":86,"featured_media":7253,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[631,627,628,630,629,554,632],"yst_prominent_words":[1315,4518,4505,4509,4502,4510,4511,4501,4517,4513,4516,4503,4504,4507,4506,4519,4512,4508,4515,4514],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4478"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/86"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4478"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4478\/revisions"}],"predecessor-version":[{"id":11815,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4478\/revisions\/11815"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7253"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4478"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4478"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4478"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4478"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}