{"id":4498,"date":"2014-06-11T18:14:23","date_gmt":"2014-06-12T01:14:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4498"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"exceptional-one-thing-outsource-others","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/exceptional-one-thing-outsource-others\/","title":{"rendered":"Be Exceptional at One Thing, Outsource the Others"},"content":{"rendered":"<p>In my experience most people on the fast track are <i>exceptional<\/i> at one thing rather than <i>very good<\/i>  at many. Just about every successful executive I recruited over my career was outstanding at one function rather than a general manager. This common observation among the partners of the premier venture capital firms is one of the reasons why I believe they are able to recruit what turn out to be more effective executives than their colleagues at less successful firms. It’s also one of the main reasons why the best recruiters, who want a great outcome for their reputation and understand this issue well, prefer to work with the premier venture capitalists. They too know the specialist candidate is likely to fair much better than the generalist.<\/p>\n<h2>The Specialization Advantage<\/h2>\n<p>Specialists typically extend their focused philosophy to everything they do. If they don’t excel at it, they outsource. In a management context, they hire to their weaknesses rather than try to improve. When it comes to responsibilities outside work, they usually hire experts to manage those for them. That applies to <a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\" target=\"_blank\">tax accountants<\/a>, <a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\" target=\"_blank\">estate planners<\/a> and, where possible, investment managers. They instinctively know their free time can be used more productively to get better at what they do, enjoy their family and friends or follow their passions.<\/p>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\">Manage Your Tech Career<\/a>, improving your career can provide far more financial leverage than investing your money well. That might mean making more time for professional development or networking. Spending your time trying to manage your investments is just not a good use of your time. Even though I was a professional investor for most of my career I outsourced the management of the vast majority of my savings so I could spend my free time more productively. The challenge to this advice is that prior to the availability of automated investment services like Wealthfront, it was not possible for people of modest means to access high-quality investment management. Fortunately that has changed.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Just about every successful executive I recruited over my career was outstanding at one function rather than a general manager.<\/p>\n<\/div>\n<p>If you’re like many do-it-yourselfers you’re probably thinking “but I enjoy investing.” At a recent event Wealthfront held for its local clients, one guest raised his hand and asked <a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\">Burt Malkiel<\/a>, our Chief Investment Officer, if he ever buys stocks.  Burt quickly responded “Yes, but I also like to go the track.” As you can imagine that generated quite a few chuckles.  Burt went on to explain that he doesn’t confuse entertainment with investing and that he allocates a small percentage of his net worth for “play money” with which he buys some stocks and bets on horses for the fun of it.<\/p>\n<p>Burt’s advice is consistent with what we recommended in <a href=\"https:\/\/blog.wealthfront.com\/angel-investing-rental-property-what-to-do-with-your-play-money\/\" target=\"_blank\">Angel investing? Rental property? What to do with your play money<\/a>. Basically if you really want to invest yourself, try to limit the time you spend and the amount you allocate to 10% of your net worth.<\/p>\n<h2>Avoid the Overconfidence Trap<\/h2>\n<p>One of the common behaviors I notice in intelligent people is overconfidence. As in, &#8220;I&#8217;ve got a Stanford MBA, I&#8217;m a smart guy, I&#8217;m sure I can beat the market in my personal account so why do I need something like Wealthfront?&#8221; Our response to these folks is typically:<\/p>\n<p>“You&#8217;re probably not doing as well as you think over time, especially when you factor in commissions, other fees, taxes, liquidity and risk. If you were that great an investor, you probably should do it for a living as less than 2% of professional investors consistently outperform the market.”<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">One of the common behaviors I notice in intelligent people is overconfidence.<\/p>\n<\/div>\n<p>At a <a href=\"https:\/\/www.youtube.com\/watch?v=QsNcuF8v43E\" target=\"_blank\">recent panel of our advisors<\/a> moderated by our CEO Adam Nash hosted by Google at their New York headquarters, <a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\">Charlie Ellis<\/a> gave the best explanation I have heard as to why it is now so hard to beat the market. His view is that 40 years ago individual investors represented the vast majority of the money invested in the stock market. Research has consistently proven that, on average, individual investors chase returns. In other words they buy when the market rises and sell when it declines. This is the exact opposite of what <i>successful<\/i>  investors do, so professionals were able to take advantage of the ignorant individuals and consistently outperform the market. Today institutions represent the vast majority of the money invested in the market, which means that professionals are primarily competing with other professionals. It’s a lot harder for one professional to outperform other professionals than it was to outperform the amateurs. You can think of it like a poker game. If you&#8217;re a good poker player, you would rather play against a bunch of rubes than against other great players.<\/p>\n<h2>Amateurs Seldom Get Ahead<\/h2>\n<p>Vanguard’s Stephen Utkus and Wharton Professor Olivia Mitchell did some interesting research on Vanguard 401k plans that shows the poorest performing accounts belong to participants who have the most education, have the highest incomes, and consider themselves skilled investors. In addition, they found that individuals who earn more are likely to be higher up the management hierarchy, making them feel more in control of their destiny. And the overconfidence of such higher-income participants caused them to trade more frequently, which actually led to lower investment performance.<\/p>\n<p>You are far better served avoiding the overconfidence trap and outsourcing the management of your portfolio. Instead focus the time you would have spent investing on professional development or enjoyment rather than managing your investments yourself. I think the advice is even appropriate if your preferred alternative is a high-priced investment manager over an automated investment service. Put aside the notion that you’re smarter than the professionals — unless you really are that good at investing, in which case we suggest you pursue a career in the profession.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In my experience most people on the fast track are exceptional at one thing rather than very good  at many. Just about every successful executive I recruited over my career was outstanding at one function rather than a general manager. This common observation among the partners of the premier venture capital firms is one of [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,568,461,642,640,641],"yst_prominent_words":[1531,1496,4475,1323,1318,1275,4471,4468,4477,1252,4473,4470,1250,4476,3901,1564,4472,4474,3959,4469],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4498"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4498"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4498\/revisions"}],"predecessor-version":[{"id":11818,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4498\/revisions\/11818"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4498"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4498"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4498"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4498"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}