{"id":4500,"date":"2014-06-17T07:46:15","date_gmt":"2014-06-17T14:46:15","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4500"},"modified":"2020-03-04T16:50:54","modified_gmt":"2020-03-05T00:50:54","slug":"use-traditional-vs-roth-ira","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/use-traditional-vs-roth-ira\/","title":{"rendered":"When Do You Use a Traditional vs. Roth IRA?"},"content":{"rendered":"<p><i>Note: For more information about the different types of IRAs, check out our <a href=\"https:\/\/www.wealthfront.com\/ira-calculator\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.wealthfront.com\/ira-calculator&amp;source=gmail&amp;ust=1583448367992000&amp;usg=AFQjCNHbWwEPmshdK_HbWW6rEhSN3q9f7A\">IRA Account Selection Tool<\/a><\/i><a href=\"https:\/\/www.wealthfront.com\/ira-calculator\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.wealthfront.com\/ira-calculator&amp;source=gmail&amp;ust=1583448367992000&amp;usg=AFQjCNHbWwEPmshdK_HbWW6rEhSN3q9f7A\">.<\/a><\/p>\n<p><span class=\"firstcharacter\">I<\/span>f you’re like most people you’re not quite sure when you should open a Traditional vs. a Roth IRA. Unfortunately the answer is not straightforward due to all the arcane income limitations and tax treatments associated with each. With this post we attempt to explain the differences between the two types of retirement accounts, why they were created and when each might be preferable.<\/p>\n<h2>Similarities<\/h2>\n<p>Both types of IRA allow individuals younger than 50 to contribute $5,500 each year and individuals 50 and older to contribute $6,500. Returns generated in both IRAs compound tax-free over their entire life. Each allows you to withdraw money without penalty for various reasons including qualified higher education expenses, certain medical expenses, and a limited amount for the purchase of your first home. We encourage you to read the IRS website for a complete <a href=\"https:\/\/www.irs.gov\/taxtopics\/tc557.html\" target=\"_blank\" rel=\"noopener noreferrer\">list of ways to withdraw money from your IRA without penalty<\/a>.<\/p>\n<h2>Differences<\/h2>\n<p>The major difference between the two types of individual retirement accounts is <i>when<\/i>  you are taxed. A Traditional IRA contribution can be made up until April 15<sup>th<\/sup> of the year following the year in which you plan on taking the deduction. In other words if you want to contribute $5,000 to a Traditional IRA you can receive the deduction for 2013 if you contribute to your IRA up until April 15, 2014. In return for the upfront deduction, you will have to pay taxes when you later withdraw money from the account and you will be subject to the ordinary income rates in effect at that time. The contribution to a Roth IRA, on the other hand, is not deductible, but you do not pay a tax upon withdrawal as long as your money has been invested for at least five years from the initial contribution date.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The major difference between the two types of individual retirement accounts is when you are taxed.<\/p>\n<\/div>\n<p>Unlike Traditional IRAs, not everyone qualifies for Roth IRAs, which have income limitations that restrict their use.  <a href=\"https:\/\/www.irs.gov\/retirement-plans\/plan-participant-employee\/retirement-topics-contributions\" target=\"_blank\" rel=\"noopener noreferrer\">The amount you may contribute to a Roth IRA is reduced<\/a> if your joint income is greater than $181,000, but less than $191,000 and eliminated if it exceeds $191,000.  The thresholds are $114,000 and $129,000 respectively for a single person.  This may severely limit the ability of a well-compensated professional to take advantage of the Roth IRA (<a href=\"https:\/\/blog.wealthfront.com\/backdoor-roth-ira-401k-conversion\/\" target=\"_blank\" rel=\"noopener noreferrer\">though, for some, a conversion workaround is possible<\/a>).<\/p>\n<p>Finally, you must begin to withdraw funds from a Traditional IRA by age 70 ½ whereas Roth IRAs currently do not require withdrawal at any age. President Obama’s 2015 Budget proposes mandatory Roth withdrawals at age 70 ½, so it will be interesting to see if this change is made now or in the future.<\/p>\n<h2>Restrictions<\/h2>\n<p>In order to make a contribution to an IRA (Traditional or Roth) you must have taxable compensation for the year.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Unlike Traditional IRAs, not everyone qualifies for Roth IRAs, which have income limitations that restrict their use.<\/p>\n<\/div>\n<p>The deductible amount of your contribution to a Traditional IRA may be <a href=\"https:\/\/www.irs.gov\/retirement-plans\/plan-participant-employee\/retirement-topics-contributions\" target=\"_blank\" rel=\"noopener noreferrer\">reduced or eliminated<\/a> based on your income if you are covered by a pension plan at work. There are even restrictions if you are not covered by a pension plan, <a href=\"https:\/\/www.irs.gov\/retirement-plans\/plan-participant-employee\/retirement-topics-contributions\" target=\"_blank\" rel=\"noopener noreferrer\">but your spouse is<\/a>.<br \/>\nIn general, you can’t withdraw any funds from a Traditional IRA or a Roth before you reach age 59 ½, without incurring a penalty (other than the exceptions described above). The IRS penalty is 10% of amount withdrawn; state penalties may also apply.<\/p>\n<p>There are many more rules and restrictions for both Traditional &amp; Roth IRAs, which are beyond the scope of this blog.<\/p>\n<h2>History of the Two Types of IRA<\/h2>\n<p>To understand why the differences exist it makes sense to review their history.<\/p>\n<p>In 1974 the Employee Retirement Income Security Act (ERISA) was enacted in an attempt to regulate pension plans and protect pension assets. The (Traditional) IRA was introduced as a part of ERISA to give people a new way to save for retirement, which was partially in response to the declining number of companies that provided retirement benefits for their employees. The Roth IRA came into existence in 1997 to give individuals a different way to save for retirement. Many believe the Roth IRA was created by Congress as an incentive for people not to benefit from the immediate deduction of the Traditional IRA, which helped boost tax revenues and balance the federal budget.<\/p>\n<h2>When should you use each?<\/h2>\n<p>The formulas for the after tax value of a Traditional and Roth IRA at time of withdrawal are:<\/p>\n<p><strong>Traditional<\/strong> = <em>Amount deposited * (1+portfolio return)^number of years invested * (1 &#8211; ordinary income tax rate at time of withdrawal)<\/em><\/p>\n<p><strong>Roth<\/strong> = <em>Amount deposited * (1 &#8211; ordinary income tax rate at time of deposit) * (1+portfolio return)^number of years invested<\/em><\/p>\n<p>If you assume you save $5,000 before taxes each year, which you intend to fully commit to an IRA, and the ordinary income tax rates at time of deposit and withdrawal are the same then you will be indifferent between the type of IRA you should use.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">If you’re a young professional who has a high potential upside to your income and you start saving at a young age, then you’re probably better off with a Roth IRA&#8230;<\/p>\n<\/div>\n<p>Let’s use an example to understand why. If you assume a 40% ordinary tax rate at time of deposit and withdrawal then you will only have $3,000 to invest in the Roth and $5,000 in the Traditional due to the initial tax deductibility of the Traditional IRA.  Assume further that you earn 6% annually on your portfolio. After 30 years your Roth will be worth $17,230 and your Traditional IRA will be worth $28,717.  However you will need to pay the 40% tax on withdrawal from the Traditional IRA, which will leave you with $17,230. Therefore to choose one form of IRA over another, you must have a reason to believe that, in your situation, the tax rates will be different.<\/p>\n<p>A Traditional IRA is more appropriate for people who will be in a zero or very low tax bracket when they retire. They get the benefit of the tax deduction upon contribution and no taxes upon withdrawal.<\/p>\n<p>If you do not foresee the need to draw on your IRA in retirement then you will also want to fund a Roth IRA. This is especially true if you plan on bequeathing your entire IRA to your children upon your demise. That&#8217;s because unlike the Traditional IRA, you are not required to make minimum withdrawals from your Roth IRA.<\/p>\n<p>If you’re a young professional who has a high potential upside to your income and you start saving at a young age, then you’re probably better off with a Roth IRA because your tax rates are likely to be higher at retirement than when you start working. If you’re a recent college graduate who’s making $100,000 per year or less and you only expect your income to grow with inflation then you’re probably better off with a 50\/50 split between Traditional and Roth until the future starts to become clearer and then you can adjust accordingly.<\/p>\n<p>If you are able to save a lot more than the maximum allowed annual IRA contribution, have no near- or medium-term liquidity needs (like buying a house or other major asset) and can afford to pay the taxes due on a Roth IRA contribution from other sources then you are likely better served by the Roth. Under those circumstances you will have more money at the end of the day. Using the numbers from our previous example, if you invest $5,000 after tax in each, you will end up with $28,717 using the Roth but only $17,230 with the Traditional.<\/p>\n<h2>Conclusion<\/h2>\n<p>Individual retirement accounts can be a wonderful way to save money for retirement. Unfortunately, the choice between the two primary types of IRAs is not as simple as you might think due to differences in tax treatment, income restrictions and withdrawal requirements. Of course, none of us have a crystal ball about where tax rates are headed, so you may want to hedge by splitting your contributions across both a Roth and a Traditional IRA (say 50\/50).<\/p>\n<p>We hope our framework helps. As always we highly recommend you consult your tax advisor to determine what is best for you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: For more information about the different types of IRAs, check out our IRA Account Selection Tool. If you’re like most people you’re not quite sure when you should open a Traditional vs. a Roth IRA. Unfortunately the answer is not straightforward due to all the arcane income limitations and tax treatments associated with each. With [&hellip;]<\/p>\n","protected":false},"author":73,"featured_media":7282,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[12,23,644,643,107,205,237],"yst_prominent_words":[10405,10404,4460,4461,4464,4457,4459,1452,3358,3355,4465,4462,1456,1446,4458,4463,1693,1445,4466,4456],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4500"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/73"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4500"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4500\/revisions"}],"predecessor-version":[{"id":12651,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4500\/revisions\/12651"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7282"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4500"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4500"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4500"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4500"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}