{"id":4510,"date":"2014-06-19T11:24:26","date_gmt":"2014-06-19T18:24:26","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4510"},"modified":"2019-12-08T16:21:18","modified_gmt":"2019-12-09T00:21:18","slug":"venture-capital-economics","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/venture-capital-economics\/","title":{"rendered":"Demystifying Venture Capital Economics, Part 1"},"content":{"rendered":"<p><span class=\"firstcharacter\">T<\/span>he other day my co-founder, <a href=\"https:\/\/www.wealthfront.com\/management\" target=\"_blank\" rel=\"noopener noreferrer\">Dan Carroll<\/a>, asked me a number of questions about Venture Capital returns because he was stunned by the valuations of some recently announced deals. After I answered the question, Dan and a few colleagues who were within earshot encouraged me to share my perspective on the subject because it is so poorly understood.<\/p>\n<p>Much has been written about the financial performance of the companies backed by venture capitalists, but very little has been written about the economics of the venture capital industry itself. With this post we open the kimono on who funds VCs, what returns they expect and how the best VCs consistently succeed in outperforming those expectations.<\/p>\n<h2>Who Funds VCs?<\/h2>\n<p>The primary providers of funding to the venture capital industry are managers of large pools of capital. These entities include pension funds, university endowments, charitable foundations, and, to a much lesser extent, insurance companies, wealthy families and corporations. Venture capital funds are raised in the form of a limited partnership that typically has a mandated 10-year lifespan. VCs typically do not invest in new companies beyond the third year of a partnership’s life to insure their latest investments have a chance to reach liquidation before the partnership legally ends. That means they must raise new partnerships every three years if they don’t want to stop investing in new companies. Taking a hiatus from investing in new companies is usually interpreted by the entrepreneurial community as no longer being in business, which makes it hard to restart one’s deal flow later. As a result there is a huge incentive not to let that happen.<\/p>\n<h2>Why Do Institutions Fund VCs?<\/h2>\n<p>As we explained in our <a href=\"https:\/\/www.wealthfront.com\/whitepapers\/investment-methodology\" target=\"_blank\" rel=\"noopener noreferrer\">investment methodology white paper<\/a> and many of our blog posts about diversification, almost every sophisticated large asset pool manager uses modern portfolio theory (the same methodology employed by Wealthfront) to determine its base asset allocation. Because of their size, pensions, endowments and charitable foundations have access to a broader set of asset classes, including hedge funds, private equity (of which VC is a component) and private investments in energy and real estate, than most individuals. Most large asset pool managers would like a 5 – 10% allocation to venture capital because of its past returns and anti-correlation with other asset classes. Unfortunately they can seldom reach their desired allocation because there aren’t enough VC firms that generate returns that justify the risk. That’s because the top 20 firms (out of approximately 1,000 total VC firms) generate approximately 95% of the industry’s returns.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/VC_Firms2_whiteback.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4507\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/VC_Firms2_whiteback.jpg\" alt=\"VC_Firms2_whiteback\" width=\"571\" height=\"420\" \/><\/a><\/p>\n<p>These 20 firms don’t change much over time and are so oversubscribed that they are very hard for new limited partners to access. The premier endowments are considered the most desirable limited partners by venture capitalists because they are the most committed to the asset class. Even these endowments, though, have a hard time getting into funds if they weren’t there in the beginning. Occasionally new firms like Benchmark and Andreessen Horowitz emerge and break into the top tier, but they are the exception rather than the rule.<\/p>\n<h2>What Returns Are Expected of VCs?<\/h2>\n<p>As we have also explained, with greater risk comes an expectation of greater return.  Venture capital has the greatest risk of all the asset classes in which institutions invest, so it must have the highest expected return. I have heard institutions express their required return from venture capital necessary to compensate them for taking the additional risk (i.e. the risk premium) in two ways:<\/p>\n<ul>\n<li>The S&amp;P 500® return plus 500 basis points (5%) or<\/li>\n<li>The S&amp;P 500 return times 1.5<\/li>\n<\/ul>\n<p>These expectations were created when the S&amp;P 500 was expected to return on the order of 12% annually. These days the expectations baked into market options would lead you to believe the investment public expects the S&amp;P 500 to return on the order of 6 – 7% annually. I’m not sure what that means for the current appropriate return expectation, but it’s still probably at least in the mid teens.<\/p>\n<h2>How Does a VC Generate These Returns?<\/h2>\n<p>According to research by <a href=\"http:\/\/www.hbs.edu\/faculty\/Pages\/profile.aspx?facId=6544\" target=\"_blank\" rel=\"noopener noreferrer\">William Sahlman<\/a> at Harvard Business School, 80% of a typical venture capital fund’s returns are generated by 20% of its investments. The 20% needs to have some very big wins if it’s going to more than cover the large percentage of investments that either go out of business or are sold for a small amount. The only way to have a chance at those big wins is to have a very high hurdle for each prospective investment. Traditionally, the industry rule of thumb has been to look for deals that have the chance to return 10x your money in five years. That works out to an IRR of 58%. Please see the table below to see how returns are affected by time and multiple.<\/p>\n<p style=\"padding-left: 90px;\"><i>IRR Analysis: Years Invested vs. Return Multiple<\/i><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/ReturnRates_2014_06_19.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-4509\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/ReturnRates_2014_06_19.jpg\" alt=\"ReturnRates_2014_06_19\" width=\"687\" height=\"206\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/ReturnRates_2014_06_19.jpg 1145w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/ReturnRates_2014_06_19-640x192.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/ReturnRates_2014_06_19-768x231.jpg 768w\" sizes=\"(max-width: 687px) 100vw, 687px\" \/><\/a><\/p>\n<h6 style=\"padding-left: 90px;\">Source: <a href=\"http:\/\/onematchventures.com\/wp-content\/uploads\/2013\/05\/IRR-Analysis-Years-Invested-vs-Return-Multiple2.png\" target=\"_blank\" rel=\"noopener noreferrer\">J. Skyler Fernandes, OneMatchVentures.com<\/a><\/h6>\n<p>&nbsp;<\/p>\n<p>If 20% of a fund is invested in deals that return 10x in five years and everything else results in no value then the fund would have an annual return of approximately 15%. Few firms are able to generate those returns.<\/p>\n<h2>Buyer Beware<\/h2>\n<p>Over the past 10 years, venture capital in general has been a lousy place to invest.  According to Cambridge Associates the average annual venture capital return over the past 10 years has only been 8.1% as compared to 5.7% for the S&amp;P 500. That clearly does not compensate the limited partner for taking the increased risk associated with venture capital. However the top quartile (25%) generated an annual rate of return of 22.9%. The top 20 firms have done even better.<\/p>\n<h2>You Need To Be Non-Consensus<\/h2>\n<p>The only way to generate superior returns in venture capital is to take risk. This reminds me of a framework popularized by my investment idol, Howard Marks of Oaktree Capital. He says the investment business can be described with a two-by-two matrix. On one dimension you can either be right or wrong.  On the other you can be consensus or non-consensus. Obviously you don’t make money if you are wrong, but most people don’t realize you don’t make money if you are right and consensus because the opportunity is too obvious and all the returns get arbitraged away.  The only way to generate outstanding returns is to be right and non-consensus. That’s hard to do because you only know you&#8217;re non-consensus when you make the investment. You don’t know if you&#8217;re right.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/MarksMatrixCorrect.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4513\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/MarksMatrixCorrect.jpg\" alt=\"MarksMatrixCorrect\" width=\"570\" height=\"409\" \/><\/a><\/p>\n<p>Being willing to intelligently take this leap of faith is one of the main differences between the venture firms who consistently generate high returns — and everyone else. Unfortunately human nature is not comfortable taking risk; so most venture capital firms want high returns without risk, which doesn’t exist.  As a result they often sit on the sideline while other people make the big money from things that most people initially think are crazy. The vast majority of my colleagues in the venture capital business thought we were crazy at Benchmark to have backed eBay.  “Beenie babies…really? How can that be a business?” The same was said about Google. “Who needs another search engine. The last six failed.”  The leader in a technology market is usually worth more than all the other players in its space combined, so it is not worth backing anyone other than the leader if you want to generate outsized returns.<\/p>\n<h2>Needle In a Haystack?<\/h2>\n<p>According to some research I did back in the late ‘90s, there are only approximately 15, plus or minus 3, technology companies started nationwide each year that reach at least $100 million in revenue at some point in their independent corporate life. These companies tend to grow to be much larger than $100 million in revenue and usually generate return multiples in excess of 40x. Almost every single one of them would have sounded stupid to you when they started. They don’t today. Investing in just one of these companies each year would lead to a fund with an annual rate of return in excess of 100%.<\/p>\n<p>Speaking of outsized returns, these days the breadth of the Internet has made it possible to generate returns that were never before imagined. Companies like<b> <\/b>Airbnb, Dropbox<b>, <\/b>eBay, Google, Facebook, Twitter and Uber return more than 1,000 times the VC’s investment. That leads to amazing fund returns.<\/p>\n<h2>Never Join a Club That Would Have You As a Member<\/h2>\n<p>Investors who have access to the best firms love venture capital. Those that don’t, hate it, but for some stupid reason continue to set aside an allocation because they think it looks more diversified.<\/p>\n<p>When it comes to investing in venture capital I would follow the old Groucho Marx dictum about ‘never joining a club that would have you as a member.’ Beware private wealth managers who offer you access to venture capital <a href=\"http:\/\/www.investopedia.com\/terms\/f\/fundsoffunds.asp\" target=\"_blank\" rel=\"noopener noreferrer\">fund of funds<\/a>.  I can assure you, as a past partner of a premier venture capital fund that no firm in the top 20 would allow a brokerage firm fund of funds to invest in <i>their<\/i>  fund.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Read more in <a href=\"https:\/\/blog.wealthfront.com\/venture-capital-economics-part-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">Part 2 of Demystifying Venture Capital Economics<\/a><\/strong><\/h4>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The other day my co-founder, Dan Carroll, asked me a number of questions about Venture Capital returns because he was stunned by the valuations of some recently announced deals. After I answered the question, Dan and a few colleagues who were within earshot encouraged me to share my perspective on the subject because it is [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7259,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[23,648,219,647,646,645],"yst_prominent_words":[2111,2102,2100,2110,2117,2106,2101,2113,2107,2104,2114,2108,2105,2115,2109,2103,2099,2098,2112,3342],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4510"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4510"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4510\/revisions"}],"predecessor-version":[{"id":11820,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4510\/revisions\/11820"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7259"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4510"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4510"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4510"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4510"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}