{"id":4514,"date":"2014-06-26T10:30:20","date_gmt":"2014-06-26T17:30:20","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4514"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"tech-ipos-good-investment","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tech-ipos-good-investment\/","title":{"rendered":"Tech IPOs, a Good Investment or Not?"},"content":{"rendered":"<p>A number of potential clients have asked what returns they might expect from the average IPO.<\/p>\n<p>To determine the return of the average IPO we thought it might make more sense to look at a <i>portfolio<\/i> of all tech IPOs and compare it to the S&amp;P 500, as well as a typical diversified portfolio. Our rationale for these comparisons is pretty simple. We wanted to see if an investor is appropriately compensated for the additional risk she takes by investing in relatively immature companies.<\/p>\n<h2>Evaluating IPO Performance From 1990 To 2013<\/h2>\n<p>There were <a href=\"https:\/\/docs.google.com\/spreadsheets\/d\/1lRfI_6644pPykLsLam3NZTSOBDXQOIRxpHNYtDltu3A\/pubhtml\" target=\"_blank\" rel=\"noopener\">1,218 tech IPOs brought to market between January 1, 1990 and December 31, 2013<\/a>. In researching these IPOs, we were unable to find ticker symbols for 22, and for 297 out of the group we could not locate price information (both are likely evidence that either the companies in question failed or were acquired for very low prices). This left us with a universe of 899 stocks to analyze.<\/p>\n<p>To evaluate the performance of the IPOs we built a hypothetical portfolio with the following assumptions: We invested an equal amount of money in each of the 899 tech IPO stocks at their closing prices on the first day they began to trade. We chose the closing price rather than the IPO price because it is highly unlikely an individual can buy an IPO stock at its initial offering price. That’s because almost all IPO shares are reserved for institutional investors. Next we calculated the <a href=\"https:\/\/blog.wealthfront.com\/whats-your-rate-of-return-on-investment\/\" target=\"_blank\" rel=\"noopener\">time-weighted return<\/a> for the portfolio because we thought that would provide the best apples-to-apples comparison to the way the S&amp;P 500® return is calculated. We also calculated annual standard deviations for both the portfolio of tech IPOs and the S&amp;P 500 based on their monthly returns. This in turn enabled us to calculate the <a href=\"http:\/\/www.investopedia.com\/terms\/s\/sharperatio.asp\" target=\"_blank\" rel=\"noopener\">Sharpe Ratio<\/a> for each. We calculated Sharpe Ratios in order to measure each portfolio’s risk-adjusted return. The Sharpe Ratio divides a portfolio’s excess return over the risk-free rate (the 3-month treasury bill rate) by its standard deviation.<\/p>\n<table border=\"0\" width=\"195\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"65\"><b>1990-2013<\/b><\/td>\n<td width=\"65\"><\/td>\n<td width=\"65\"><\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td>899 IPOs<\/td>\n<td>S&amp;P 500<\/td>\n<\/tr>\n<tr>\n<td>Annual Return<\/td>\n<td>14.1%<\/td>\n<td>7.1%<\/td>\n<\/tr>\n<tr>\n<td>Stdev<\/td>\n<td>51.3%<\/td>\n<td>18.3%<\/td>\n<\/tr>\n<tr>\n<td>Sharpe Ratio<\/td>\n<td><b>0.27<\/b><\/td>\n<td><b>0.39<\/b><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>The 899 tech IPOs had a much higher annualized return than the S&amp;P 500. This is consistent with what we would have expected because tech IPOs are a higher risk investment than the US stock market in general — and higher risk usually commands a higher return. However, the risk-adjusted return of the tech IPOs was <i>much<\/i> <i>lower<\/i> than the S&amp;P 500, almost <i>1\/3 lower <\/i> (0.27 versus 0.39 for the S&amp;P). <b>This clearly proves the point that investing in IPOs is not worth the risk<\/b>.<\/p>\n<h2>Evaluating Tech IPOs Against a Diversified Portfolio<\/h2>\n<p>For further perspective we thought it might make sense to compare the tech IPO portfolio to a classic diversified portfolio over the same time period. To represent the diversified portfolio we created a hypothetical portfolio with an asset allocation one would find in a risk level 7 portfolio employed by Wealthfront (risk level 7 is the average risk level for all Wealthfront clients). We started our back tests on January 1, 1998 because that is the first date we have index data available to calculate what the hypothetical diversified portfolio would have returned if it were available. Limiting the time frame to 1998 through 2013 further reduced our tech IPO sample to 653 companies. The following table presents the return analysis for the shorter time period:<\/p>\n<table border=\"0\" width=\"260\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"65\"><b>1998-2013<\/b><\/td>\n<td width=\"65\"><\/td>\n<td width=\"65\"><\/td>\n<td width=\"65\"><\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td>653 IPOs<\/td>\n<td>S&amp;P 500<\/td>\n<td>Diversified portfolio<\/td>\n<\/tr>\n<tr>\n<td>Annual Return<\/td>\n<td>9.5%<\/td>\n<td>4.1%<\/td>\n<td>4.6%<\/td>\n<\/tr>\n<tr>\n<td>Stdev<\/td>\n<td>61.4%<\/td>\n<td>19.3%<\/td>\n<td>16.1%<\/td>\n<\/tr>\n<tr>\n<td>Sharpe Ratio<\/td>\n<td><b>0.16<\/b><\/td>\n<td><b>0.21<\/b><\/td>\n<td><b>0.28<\/b><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Again, not surprisingly the tech IPO portfolio generated a higher nominal return than the S&amp;P 500, but a much lower risk-adjusted return (0.16 vs. 0.21) due to its far greater volatility (standard deviation). Also not surprisingly, the diversified portfolio generated a risk-adjusted return well in excess of either alternative. It was somewhat surprising that the diversified portfolio generated a higher nominal return than the S&amp;P 500 given its  lower risk (volatility).<\/p>\n<h2>Adjusting for the Bubble<\/h2>\n<p>Critics might point out that the period from 1998 to 2013 includes the bursting of the tech bubble in March 2000, which could have significantly influenced the outcome of this analysis. In order to address this concern we also looked at the nominal and risk-adjusted returns for all three portfolios from January 1, 2001 to December 31, 2013. Limiting the time period reduced our sample of IPOs to 205 companies.<\/p>\n<table border=\"0\" width=\"260\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"65\"><strong>2001-2013<\/strong><\/td>\n<td width=\"65\"><\/td>\n<td width=\"65\"><\/td>\n<td width=\"65\"><\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td>205 IPOs<\/td>\n<td>S&amp;P 500<\/td>\n<td>Diversified portfolio<\/td>\n<\/tr>\n<tr>\n<td>Annual Return<\/td>\n<td>1.3%<\/td>\n<td>2.6%<\/td>\n<td>4.2%<\/td>\n<\/tr>\n<tr>\n<td>Stdev<\/td>\n<td>28.2%<\/td>\n<td>19.7%<\/td>\n<td>17.0%<\/td>\n<\/tr>\n<tr>\n<td>Sharpe Ratio<\/td>\n<td><b>0.05<\/b><\/td>\n<td><b>0.13<\/b><\/td>\n<td><b>0.25<\/b><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Once again the tech IPO portfolio produced the worst risk-adjusted returns and the diversified portfolio produced the best risk-adjusted returns. You might be surprised to find that the tech IPO portfolio’s nominal return underperformed the S&amp;P 500 during this period. Perhaps the underperformance can be explained by the removal of the incredible returns during the highly speculative tech bubble of the late ‘90s.<\/p>\n<h2>Our Analysis Overstates IPO Returns<\/h2>\n<p>I think it’s safe to say based on this analysis that investing in a general basket of tech IPOs is not a good idea. As a matter of fact we believe our analysis <i>overstates<\/i>  the performance of the tech IPOs because it includes significant <a href=\"http:\/\/www.investopedia.com\/terms\/s\/survivorshipbias.asp\" target=\"_blank\" rel=\"noopener\">survivorship bias<\/a>. It is highly likely that the vast majority of the 313 companies we had to remove from our analysis due to lack of ticker symbol or pricing information underperformed the remaining tech IPO portfolio.<\/p>\n<h2>Conclusion<\/h2>\n<p>No matter how you look at it, you are unlikely to be adequately compensated for taking the risk associated with an investment in a broad basket of tech IPOs. A great deal of attention has been paid to the big IPO winners, but unfortunately the number of losers far exceeds the number of winners. We hope you think twice before jumping in to a buy a recent IPO. The odds are certainly not in your favor.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A number of potential clients have asked what returns they might expect from the average IPO. To determine the return of the average IPO we thought it might make more sense to look at a portfolio of all tech IPOs and compare it to the S&amp;P 500, as well as a typical diversified portfolio. Our [&hellip;]<\/p>\n","protected":false},"author":87,"featured_media":7281,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[23,650,370,54,651,653,208,480,572,654,238,649,652],"yst_prominent_words":[4450,4453,2316,4451,4455,4448,1406,4454,2888,1377,1293,4449,1521,4452,2419,1922,1931,3149,4447,2883],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4514"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/87"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4514"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4514\/revisions"}],"predecessor-version":[{"id":11821,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4514\/revisions\/11821"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7281"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4514"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4514"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4514"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4514"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}