{"id":4556,"date":"2014-07-30T09:26:03","date_gmt":"2014-07-30T16:26:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4556"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"much-liquidity-will-cost-long-run","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/much-liquidity-will-cost-long-run\/","title":{"rendered":"Too Much Liquidity Will Cost You Over the Long Run"},"content":{"rendered":"<p>When it comes to investing the general belief is liquidity is a good thing. But is liquidity always a positive?  The answer is no.<\/p>\n<p>Fifty years of personal investing experience and as many years observing other investors, particularly those managing their own investments, have led me to conclude that too much liquidity has, in fact, done individual investors more harm than good.<\/p>\n<p>Liquidity with a<i> specific purpose<\/i>  in mind is usually positive. For example, there is a clear benefit to having ready access to cash in an emergency fund to cover unexpected medical costs or your expenses between jobs. Other limited benefits of liquidity for the average investor might include keeping money for a down payment on a car or home.<\/p>\n<p>But for most individuals, excess liquidity means time out of the market, which history has shown to be a costly mistake. Cash on hand can present a temptation to impulsively invest when you probably should not. Moreover, many major purchases can be planned for ahead of time, and therefore do not require keeping cash on hand to pay for them. Instead, you should consider other options to raise the money as needed, such as bank loans or mortgages.<\/p>\n<h2>Too Much Liquidity is Bad<b>  <\/b><\/h2>\n<p>History shows stock markets rise over the long term, and therefore getting out of the market is betting against this powerful upward trend. The record for market timing is clear: Nobody has been consistently right about when to get out of the market and when to get back in (please see  <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\">Investors’ Most Serious Mistake<\/a>).<\/p>\n<p>Using liquidity to move in and out of mutual funds hurts too. Data from <a href=\"http:\/\/www.dalbar.com\/ProductsServices\/DALBARPresentsQAIB\/tabid\/357\/Default.aspx\" target=\"_blank\">DALBAR<\/a> shows that investors in mutual funds significantly underperform in the very mutual funds they invest in. Why? Because they tend to buy into the funds <i>after<\/i>  the funds have shown good performance and tend to sell <i>after<\/i>  disappointing performance. In general, these costs are estimated to amount to <i>one-third of the potential returns <\/i> individual investors could, and should, be getting on their investments.<\/p>\n<p>To reinforce this idea, let’s look at some extreme but illustrative examples of how much it could have cost an investor to miss some key days of surging prices.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/07\/JPMorganLipper.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4555\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/07\/JPMorganLipper.jpg\" alt=\"JPMorganLipper\" width=\"601\" height=\"521\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/07\/JPMorganLipper.jpg 601w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/07\/JPMorganLipper-577x500.jpg 577w\" sizes=\"(max-width: 601px) 100vw, 601px\" \/><\/a><\/p>\n<p>Let’s take the 20 years from December 31, 1993 to December 31, 2013. The markets were open for more than 5,000 days. If an investor stayed invested through all those days, a $10,000 investment would have multiplied to $58,332.<\/p>\n<p>Now, take out just the best 10 days — less than 1\/500 of the total time — and the total value of that portfolio drops to $29,111, wiping out almost exactly <i>half  <\/i>of the returns over 20 long years.<\/p>\n<p>If an investor missed just 40 days, less than 1% of the 20-year time period, that 9.2% average annual gain would get converted into a <i>loss<\/i> of $854. So patience and staying in for the long term are crucial for investment services. The same reality applies to individual stocks but even more forcefully.<\/p>\n<h2>The Cost of Liquidity<\/h2>\n<p><i>Cash drag<\/i>  is another way of looking at the same issue. For example, if you have $10,000 more than you need in a money market account where returns are about 5% less than what you might earn from a long-term investment, then you lose $500 every year you keep it there!<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">For most individuals, excess liquidity means time out of the market, which history has shown to be a costly mistake.<\/p>\n<\/div>\n<p>A more subtle and serious problem with liquidity is the temptation of what’s known as <i>easy action<\/i>. In other words, if you have the money sitting there and that <i>next big thing<\/i> comes along you are more likely to buy it impulsively.<\/p>\n<p>America’s favorite investor, Warren Buffett, illustrates the discipline that can substantially improve your decisions on investments with a “decision ticket.” Imagine you have a lifetime ticket that provides you with only 10 decisions to invest. Each time you make an investment decision, one of those 10 numbers gets punched. After 10 punches, you must turn in your card, and for you, it’s game over! You can make no more investment decisions. You’d be particularly diligent and make each of your decisions with great care and self-discipline.<a href=\"#Buffett\">*<\/a><\/p>\n<h2>The Case for Limiting Your Liquidity and Where to Get It<\/h2>\n<p>Every long-term investor wants and needs <i>some<\/i>  liquidity in an emergency fund to be prepared for managing the inevitable bumps in the road ahead (see <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\" target=\"_blank\">Build the Emergency Fund That’s Right for You<\/a>). As we discussed in detail in the emergency fund post, you should always have enough cash in liquid, low-risk investments to cover your day-to-day expenses for six months as well as mundane, unexpected events like repairing a leaky roof, your car or the like.<\/p>\n<p>The other important use of liquidity is to make a major <i>planned<\/i>  purchase such as a new home or a child’s college tuition. As you approach a major expenditure, it’s wise to remember that the requisite resources should, over a few years, be accumulated from savings or raised by selling long-term investments and then holding them in a more liquid form, like a money market account.<\/p>\n<p>For larger expenditures, most of us have multiple sources: cash reserves, car or other bank loans, mortgages, stockbroker <a href=\"http:\/\/www.investopedia.com\/articles\/stocks\/08\/borrowed-securities.asp\" target=\"_blank\">margin accounts<\/a> or through selling some securities.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Now, take out just the best 10 days — less than 1\/500 of the total time — and the total value of that portfolio drops to $29,111, wiping out almost exactly half of the returns over 20 long years.<\/p>\n<\/div>\n<p>Several clients have asked questions related to the purchase of a home. Is it a good idea to buy as an all-cash transaction? Is it better to pay off mortgages early? We think both are generally unwise for a number of reasons, but for our purposes here, we’ll simply say that your money can be put to more productive use by reaping returns in a long-term investment, especially if you can get a reasonably low rate on a mortgage (please see the related sections of <a href=\"https:\/\/blog.wealthfront.com\/new-year-financial-planning\/\" target=\"_blank\">Eight Financial Planning Actions You Should Consider for the New Year<\/a> for a deeper dive).<\/p>\n<p>If you have reason to believe you might want to borrow from your bank, you’d be wise to visit your bank <i>before<\/i> you need to borrow, and learn how best to arrange such a loan as well as how much and on what terms your bank will lend you money. Poet\/humorist <a href=\"http:\/\/en.wikipedia.org\/wiki\/Ogden_Nash\" target=\"_blank\">Ogden Nash<\/a>’s genial description of one rule of banking all bankers should follow is an entertaining admonition on the subject:<\/p>\n<p style=\"padding-left: 60px\">&#8220;&#8230;They all observe one rule which woe betides the banker who fails to heed it,<\/p>\n<p style=\"padding-left: 60px\">Which is you must never lend any money to anybody unless they don&#8217;t need it&#8230;&#8221;<\/p>\n<p>Again, keep your liquidity within reason through planning and wisely borrowing well within your capacity to pay back on schedule.<\/p>\n<p>These days many investors are making mistakes that <a href=\"https:\/\/blog.wealthfront.com\/meir-statman-on-what-investors-really-want\/\" target=\"_blank\">behavioral economists<\/a> increasingly consider <i>predictable<\/i>. The market may not be the cause of all those costly mistakes, but liquidity is guilty of being an enabler of many of them, as human beings are and want to be active. Try to limit your use of liquidity as history shows extra liquidity has done more harm than good.<\/p>\n<div>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a id=\"Buffet\"><\/a>* When I invested in Berkshire Hathaway years ago, my expectation was to own those shares “forever.’ In truth, my holding period has only been a little over 40 years – so far – but the stock is up over 120 times. Nice lesson!<\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>When it comes to investing the general belief is liquidity is a good thing. But is liquidity always a positive?  The answer is no. Fifty years of personal investing experience and as many years observing other investors, particularly those managing their own investments, have led me to conclude that too much liquidity has, in fact, [&hellip;]<\/p>\n","protected":false},"author":81,"featured_media":7232,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[477,665,71,666,373,421,529,668,667],"yst_prominent_words":[4661,4675,4667,4668,2768,4662,4676,4672,4670,2373,4669,4659,4673,4665,4671,4666,4660,4663,4674,4664],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4556"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/81"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4556"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4556\/revisions"}],"predecessor-version":[{"id":11823,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4556\/revisions\/11823"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7232"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4556"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4556"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4556"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4556"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}