{"id":4561,"date":"2014-08-06T08:27:30","date_gmt":"2014-08-06T15:27:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4561"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"expecting-inheritance","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/expecting-inheritance\/","title":{"rendered":"What to Expect When Expecting an Inheritance"},"content":{"rendered":"<p><span class=\"firstcharacter\">O<\/span>ver the next 16 years, generations X and Y are expected to inherit $30 <i>trillion<\/i> from baby boomers. In the next five years alone an average of approximately $1 trillion will be inherited <i>each year<\/i>  according to an <a href=\"http:\/\/www.accenture.com\/SiteCollectionDocuments\/PDF\/Accenture-CM-AWAMS-Wealth-Transfer-Final-June2012-Web-Version.pdf\" target=\"_blank\">Accenture report published in 2012<\/a>. Even small inheritances can create a lot of questions for the heirs. Therefore it’s not surprising we’ve received a number of requests to explain what kind of issues a young person might face when inheriting money or other assets.<\/p>\n<p>The days following the passing of a loved one are usually filled with stress, so it’s comforting to know there isn’t much you need to do in order to <i>receive<\/i>  an inheritance (known in legal terminology as a <a href=\"http:\/\/www.investopedia.com\/terms\/b\/bequest.asp\" target=\"_blank\">bequest<\/a>). The person making the gift and the <a href=\"http:\/\/www.investopedia.com\/terms\/e\/executor.asp\" target=\"_blank\">executors<\/a> or <a href=\"http:\/\/www.investopedia.com\/terms\/t\/trustee.asp\" target=\"_blank\">trustees<\/a> of the subsequent estate did all the hard work.<\/p>\n<p>Wealth in the United States is usually transferred upon death via a <a href=\"http:\/\/www.investopedia.com\/articles\/pf\/08\/what-is-a-will.asp\" target=\"_blank\">Will<\/a>. If the assets being transferred originated in a <a href=\"http:\/\/www.investopedia.com\/terms\/t\/trust.asp\" target=\"_blank\">trust<\/a> then the process of <a href=\"http:\/\/en.wikipedia.org\/wiki\/Probate\" target=\"_blank\">probate<\/a> is eliminated. If not an officer from a probate court must approve all transfers. This usually adds delay and expense to the process. Most people who have hired an estate-planning attorney create plans that specifically avoid the probate process. If you are reading this and realize that you or loved ones lack such a plan please see <a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\" target=\"_blank\">How a Simple Estate Plan Pays for Itself<\/a>. Sadly, as noted in that piece, more than 50% of U.S. adults lack even a Will.<\/p>\n<h2>You Can Keep It Separate<\/h2>\n<p>Generally speaking, assets gifted through an estate are received as <a href=\"http:\/\/legal-dictionary.thefreedictionary.com\/separate+property\" target=\"_blank\">separate property<\/a>.  This means that even if you are married and living in one of the nine community property states (Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington and Wisconsin) that inherited assets are not automatically considered community property. They remain separate unless they have been comingled with your other community assets. Let’s say, for example, that you inherit $100,000 from a grandparent and later you and your spouse divorce. You do not have to split the inheritance unless you have deposited the money in a joint account or take or fail to take an action that converts the assets into community property. This means it’s a good idea to consider ahead of time whether you want to keep your inheritance separate or not. You’re probably also well served to consult an attorney to discuss your state’s community property laws.<\/p>\n<h2>Your Future Taxes May Be Lower Than You Expect<\/h2>\n<p>Property gifted through inheritance benefits from a <i>stepped-up tax basis<\/i>. That means the <a href=\"http:\/\/www.investopedia.com\/terms\/c\/costbasis.asp\" target=\"_blank\">cost basis<\/a> for your inherited assets will be equal to that asset’s fair market value on the <i>date of death<\/i>  of the person bequeathing it to you. And this is the case regardless of the asset’s cost basis immediately <i>preceding<\/i>  the person’s death. When it comes to your income tax consequences, you, as the recipient of the asset will be deemed to have held the asset for the same period as that of the person leaving it to you prior to his or her death.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">In the next five years alone an average of approximately $1 trillion will be inherited each year<\/p>\n<\/div>\n<p>Let’s illustrate with an example: Your grandfather left you 10 shares of Apple stock having a fair market value of $100 per share on the date of his death. He purchased the shares 10 years prior to his death for $20 per share. While your grandfather’s tax basis on the 10 shares was only $200, in bequeathing the 10 shares to you, your tax basis on them will be $1,000 ($100 per share). Additionally, you will be deemed to have held the shares for 10 years. If, one week after your grandfather’s death, you then sell all 10 shares for $1,100, your gain on the sale would be only $100 (the difference between the stepped-up tax basis and the amount realized on the sale) <i>and  <\/i>the $100 gain would be a <i>long-term  <\/i>capital gain because you would be deemed to have held the shares for 10 years and one week, well in excess of the one year holding period required to receive long term capital gain treatment.<\/p>\n<p>The government’s rationale for providing stepped-up tax basis and the carryover holding period on death is to avoid potential double taxation (estate tax plus capital gains tax) on inherited assets, although the stepped-up tax basis and carried over holding period provisions apply even when no estate tax was due. Community property assets receive an additional benefit in that the stepped-up tax basis provision applies not only to the deceased spouse’s one-half community property interest in an asset, but also to the surviving spouse’s one-half community property interest. This is an enormous windfall for married couples living in community property states.<\/p>\n<p>It’s very easy after the fact to determine your cost basis on publicly traded securities, but not so easy for illiquid assets. Therefore it is best practice to get an appraisal from a qualified third party on illiquid assets, like real estate, as soon after inheriting the asset as possible. I realize getting the appraisal creates an unexpected cost, but you will be happy you did so if you are audited regarding the taxes paid on its ultimate sale.<\/p>\n<h2>IRAs Are Not as Straightforward as You Might Think<\/h2>\n<p>Inherited IRAs are subject to specific rules on taxable and non-taxable distributions that depend on the relationship between you and the person bequeathing the IRA, including your age and other factors. Additionally, many of the restrictions that apply to a traditional IRA will apply to your inherited IRA. We would advise consulting an estate planning attorney or <a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\" target=\"_blank\">tax accountant<\/a> in the event you inherit an IRA. Please see <a href=\"https:\/\/blog.wealthfront.com\/use-traditional-vs-roth-ira\/\" target=\"_blank\">When Do You Use a Traditional vs. Roth IRA?<\/a> for a discussion of the circumstances under which you can withdraw money from an IRA without incurring a penalty.<\/p>\n<h2>You Can Disclaim an Inheritance<\/h2>\n<p>The final issue to contemplate when inheriting money is one few of us have the luxury to consider — disclaiming the gift. If you are in the fortunate position of being wealthy enough never to need an inherited gift and your children are next in line to receive the inheritance then there is a significant tax advantage to rejecting the inheritance.  Let me explain.<\/p>\n<p>Let’s say you were lucky enough to be an early employee at Facebook and you have more money than you had ever hoped for. Let’s further assume that you later have two children and stand to inherit some money from a parent or grandparent upon their passing away. That inheritance will become part of your estate, which will be taxed at a very high rate (currently 40% above a certain level) when you ultimately leave it to your kids. If your children are legally the next in line to inherit those assets then they will pass to your children if you formally disclaim them through what is called a <a href=\"http:\/\/www.investopedia.com\/terms\/q\/qualifieddisclaimer.asp\" target=\"_blank\">qualified disclaimer<\/a>. In that way you avoid having to pay estate taxes on the ultimate gift of those assets to your kids and the assets will compound at very low tax rates in your kids’ accounts.  Of course you can always place those assets in a trust or other account that your kids can’t access until they reach a responsible age with the help of a capable estate planning attorney, which you should consult in any case.<\/p>\n<h2>Be Prepared, Plan Ahead<\/h2>\n<p>These are but a few of the fairly common issues you might encounter when inheriting assets. There are certainly more and we welcome your questions and observations from your own experience. As Wealthfront has pointed out in many of its posts, having an independent third party (like an <a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\" target=\"_blank\">estate planning attorney<\/a> or <a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\" target=\"_blank\">tax accountant<\/a>) objectively review your situation can often add quite a bit of clarity.<\/p>\n<p><i>This post was written with the assistance of Abe Zuckerman,<\/i> <i>an attorney at Zuckerman &amp; McQuiller, a San Francisco based law firm specializing in tax and estate planning matters. Please see his earlier post, <\/i><a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\" target=\"_blank\">How a Simple Estate Plan Pays for Itself<\/a><i>, for more on the importance of having a professionally created plan.<\/i><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security.  Investment Management services are only provided to investors who become Wealthfront clients.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Over the next 16 years, generations X and Y are expected to inherit $30 trillion from baby boomers. In the next five years alone an average of approximately $1 trillion will be inherited each year  according to an Accenture report published in 2012. Even small inheritances can create a lot of questions for the heirs. [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7264,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[23,678,672,527,670,676,669,674,671,673,537,237,677,675],"yst_prominent_words":[4655,4656,4651,4649,4642,4657,4648,4644,4650,4658,4647,4652,4643,4653,4646,4641,4654,4640,2123,4645],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4561"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4561"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4561\/revisions"}],"predecessor-version":[{"id":11824,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4561\/revisions\/11824"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7264"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4561"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4561"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4561"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4561"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}