{"id":4581,"date":"2014-08-19T08:09:33","date_gmt":"2014-08-19T15:09:33","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4581"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"two-types-job-offers","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/two-types-job-offers\/","title":{"rendered":"The Two Types of Job Offers"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>In the past we have written numerous posts to help you evaluate specific job offers, but recently we realized we neglected a critical piece of information. There are two distinct job-offer approaches companies take; each can provide you some real insight into how they operate. Some companies believe in starting with a low offer to see if you will negotiate, while others offer fair market value and usually are not willing to negotiate. There isn’t a correct answer but you do need to recognize which type of company you’re dealing with and decide which type of company you want to work for.<\/p>\n<h2>The Low-Ball Approach<\/h2>\n<p>Unfortunately, a common characteristic of very successful entrepreneurs is they are often very cheap when they get started. This frugality quite often carries over to the way they set salaries and <a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener\">grant options or RSUs<\/a>. In order to attract employees with below-market grants they are usually not terribly transparent about factors that help you evaluate the offer, because if they were you’d know you were being low-balled. Hints that you’re being low-balled include reluctance on their part to tell you what percentage of the company your offer represents or how many shares there are outstanding. You also won’t get a clear answer if you ask whether the shares outstanding include the option pool and all other possible shares to be issued. A company that low balls also may quickly jump to a request for a counter offer. Why would they do this if their offer were fair?<\/p>\n<p>If you’re dealing with a company like this your ability to negotiate a better deal is a function of how badly they want you. If you’re not in great demand then you are unlikely to negotiate a good deal. You’re also unlikely to get much in the way of <a href=\"https:\/\/blog.wealthfront.com\/an-employee-perspective-on-equity\/\" target=\"_blank\" rel=\"noopener\">follow-on grants<\/a> as you reach the end of your <a href=\"https:\/\/blog.wealthfront.com\/vesting-stock-options\/\" target=\"_blank\" rel=\"noopener\">vesting<\/a> period.<\/p>\n<h2>The Fair-Offer Approach<\/h2>\n<p>In contrast, many companies do the opposite. They prefer to determine what the <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">fair compensation is for each position<\/a> and then make their best offer. By the way, <i>fair compensation<\/i>  doesn’t mean the market average.  Hot companies like Dropbox and Airbnb are able to attract great people for less than the market average stock grant because their odds of success are so much better than the average. In other words despite a lower offer they are able to deliver a <i>better risk-adjusted return<\/i>  if you will. As you know from reading our posts about investing, maximizing risk-adjusted return is far more important than maximizing just return.<\/p>\n<p>You can tell you’re dealing with a <i>best-and-final-offer <\/i>company if its people are completely transparent and forthcoming and willing to answer all your questions (For a list of questions to ask please see <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">The 14 crucial questions about stock options).<\/a> Such a company is also more likely to grant additional shares over time, consistent with what we proposed in the <a href=\"https:\/\/blog.wealthfront.com\/the-right-way-to-grant-equity-to-your-employees\/\">Wealthfront Equity Plan<\/a>. That means you’re likely to accrue more financial reward over the long term with the best-and-final-offer company. Unfortunately these companies are extremely unlikely to negotiate if you want a better offer because they believe they have offered what is fair based on their survey of the market and they believe they are going to provide a better financial outcome without negotiation.<\/p>\n<h2>Evaluate One Company at a Time<\/h2>\n<p>As we explained in <a href=\"https:\/\/www.linkedin.com\/today\/post\/article\/20130708151000-56725-offer-collectors-don-t-get-good-jobs?trk=mp-reader-card\" target=\"_blank\" rel=\"noopener\">Offer collectors don’t get good jobs<\/a>, we believe you are much more likely to find a great company to work for (and one that will want to hire you) if you evaluate one company at a time rather than try to orchestrate an auction. Prior to getting started you need to determine the characteristics of your ideal company beyond just its product and market. I’m a big believer that choosing a job based on the quality of the company will be far more financially rewarding than the seniority of the position or compensation.<\/p>\n<h2>Company Matters<\/h2>\n<p>You’ll also need to decide what kind of environment is best for you. If transparency matters then you don’t want to choose the company that starts with a low offer because it is highly likely to be opaque about everything it does. Company behavior is usually pretty consistent. The company that chooses not to be transparent about its offer is not likely to share much information in the future.<\/p>\n<h2>The Wealthfront Approach<\/h2>\n<p>Our long-time readers know that Wealthfront is a big believer in making fair offers and providing transparency about everything we do. We share all our financials and even our board presentations with our employees. Our perspective is that an informed team member is better able to make independent decisions, which is the key to scaling an enterprise. Opaque companies seldom give trust before it’s earned.<\/p>\n<p>The next time you are in a position to consider a job offer make sure you pay attention to the subtle cues.  Don’t walk away from a situation just because they won’t negotiate. You might not realize that the company that doesn’t negotiate is likely to give you far more stock over the long term than the company that is willing to haggle.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs In the past we have written numerous posts to help you evaluate specific job offers, but recently we realized we neglected a critical piece of information. [&hellip;]<\/p>\n","protected":false},"author":89,"featured_media":7285,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,461,495,59,707,704,705,702,703,366,706,708,709,219,710,423,248],"yst_prominent_words":[4606,4602,6589,1424,1640,4595,3272,1737,6587,4596,1487,6588,1294,4607,1719,2419,1310,1296,4600,4597],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4581"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/89"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4581"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4581\/revisions"}],"predecessor-version":[{"id":11827,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4581\/revisions\/11827"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7285"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4581"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4581"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4581"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4581"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}