{"id":4587,"date":"2014-08-21T08:22:46","date_gmt":"2014-08-21T15:22:46","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4587"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"indexing-2014-stock-pickers-market","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/indexing-2014-stock-pickers-market\/","title":{"rendered":"Indexing and the 2014 “Stock-Picker’s” Market"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>n January of this year it was widely believed 2014 would be a “stock-picker’s” market. While the S&amp;P 500® index of large U.S. stocks produced an extremely generous return of more than 30% in 2013, an indexing strategy was deemed unlikely to be effective in 2014 — or so active managers argued in an attempt to justify their high fees. While several months remain we can still take a preliminary look at the results.<\/p>\n<p>The stock market was not quite as favorable this year as it was last year. The S&amp;P 500 produced a rate of return of <i>only<\/i>  about 7% during the first six months of 2014. But did active managers finally demonstrate their superior skills? The answer is a resounding <b><i>No!<\/i><\/b>  Normally two-thirds of active managers underperform the returns from a low-cost broad-based index fund. In the first half of 2014, about <i>three quarters of active managers were under-performers<\/i>.<a href=\"#edn1\">[i]<\/a><\/p>\n<p>While 2014 has been an especially difficult year for active managers, hedge fund performance has been equally disappointing. Hedge Fund Research Inc.’s indices of hedge fund returns (available at HFRDatabase.com) show that hedge funds have considerably under-performed the stock market throughout the period from 2009, when the recovery from the financial crisis began.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Normally two-thirds of active managers under-perform the returns from a low-cost broad-based index fund. In the first half of 2014, about three quarters of active managers were under-performers.<\/p>\n<\/div>\n<p>Another popular claim of the active-management community is that indexing will not work during a bear market. It is said “you can count on active managers to move into cash at exactly the right times” to protect investors during the inevitable periods of stress in financial markets. In fact, nobody has an ability to <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\">accurately time the market<\/a>. The data show that mutual funds tend to have the smallest holdings of cash at market tops, and the highest proportion of cash in their portfolios at market bottoms. And even when some mutual funds correctly foresaw the collapse of the Internet bubble in 2000 they tended to move into cash, in some cases many years, in advance of the ultimate collapse of stock prices, thus negating any benefit from their ultimately correct call. Research by the Vanguard Group confirms that active managers continue to under-perform index funds during most bear markets.<\/p>\n<p><i>Percentage of active funds underperforming low-cost index funds f<\/i><i>or the ten years ended December 31, 2013<\/i><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-07_Indexing2014SPM.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4589\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-07_Indexing2014SPM.jpg\" alt=\"2014-08-07_Indexing&amp;2014SPM\" width=\"467\" height=\"273\" \/><\/a><\/p>\n<h6><b>Source<\/b>: <a href=\"https:\/\/personal.vanguard.com\/us\/insights\/article\/indexing-myths-062014\" target=\"_blank\">Vanguard calculations, using data from Morningstar, Inc.<\/a><\/h6>\n<p>Some active managers will admit that indexing can be effective in the efficient sectors of the market, such as large-capitalization U.S. stocks. But they argue that indexing will not work in the less efficient sectors of the market, such as <a href=\"http:\/\/www.investopedia.com\/terms\/s\/small-cap.asp\" target=\"_blank\">small-capitalization stocks<\/a> and the equities traded in emerging markets. In fact, indexing works in all markets. During the past 10 years 84% of small-cap managers were outperformed by low-cost index funds that replicate the performance of small-company stocks and 71% of actively-managed market funds delivered inferior performance to emerging-market index funds.<a href=\"#edn2\">[ii]<\/a> The very inefficiency of the trading markets for small-company and emerging-market stocks present a daunting challenge for active managers in these segments of the market. <a href=\"http:\/\/www.investopedia.com\/terms\/b\/bid-askspread.asp\" target=\"_blank\">Bid-ask spreads<\/a> and market impact costs tend to be large. Moreover the expense of following many small companies as well as emerging-market equities is high and therefore active managers in these segments of the market charge correspondingly higher management fees.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">&#8230;the variable that was the best predictor of future performance was the expense ratio of the fund. Low-cost funds consistently outperformed high-cost funds.<\/p>\n<\/div>\n<p>But shouldn’t you get better returns by buying funds sold by highly rated and expensive managers?  Isn’t it true that “you get what you pay for”?  In fact, the opposite is true. The Morningstar investment service ranks all mutual funds and gives them stars for reputation and past performance. In their system of ranking five-star funds are the best while one-star funds are the worst. In 2010 Morningstar  tested whether five-star funds would deliver the best performance in the future. They looked at fund data from 2005 to March of 2010 and found that the five-star funds produced the worst returns while the one-star funds had the best results. While conducting this research they also sought to determine how they could predict which funds would produce the best future results. They found the variable that was the best predictor of future performance was the <a href=\"http:\/\/www.investopedia.com\/terms\/e\/expenseratio.asp\" target=\"_blank\">expense ratio<\/a> of the fund. Low-cost funds consistently outperformed high-cost funds. In investing you get what you <i>don’t<\/i> pay for.<a href=\"#edn3\">[iii]<\/a><\/p>\n<h2>In Bull Markets and Bear<\/h2>\n<p>Index funds reliably produce the rate of return given by the market as a whole. Because such funds are affordable at rock-bottom costs, they don’t give investors mediocre average returns as some active managers claim. They provide dependably above-average returns. And they do so not only in United States markets but in foreign markets as well. Index funds and indexed ETFs are optimal investment instruments in all sectors; in bull and bear markets, in all segments of the stock and bond markets and even when high-priced active managers tell you “it’s a stock-pickers market.”<\/p>\n<div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<div>\n<p><a id=\"edn1\"><\/a>[i] <a href=\"https:\/\/personal.vanguard.com\/us\/insights\/article\/indexing-myths-062014\" target=\"_blank\">Christopher Phelps and Josh Hirt, “5 Myths and Misconceptions About Indexing,” Vanguard, June 10, 2014.<\/a><\/p>\n<\/div>\n<div>\n<p><a id=\"edn2\"><\/a>[ii] <a href=\"http:\/\/news.morningstar.com\/articlenet\/article.aspx?id=347327\" target=\"_blank\">Russel Kinnel “How Expense Ratios and Star Ratings Predict Success,” Morningstar Fund Investor, August 9, 2010.<\/a><\/p>\n<p><a id=\"edn3\"><\/a>[iii] <a href=\"http:\/\/us.spindices.com\/documents\/spiva\/spiva-us-year-end-2013.pdf?force_download=true\" target=\"_blank\">S&amp;P Indices Versus Active Funds (SPIVA) U.S. Scorecard Year-End 2013<\/a><\/p>\n<\/div>\n<\/div>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In January of this year it was widely believed 2014 would be a “stock-picker’s” market. While the S&amp;P 500® index of large U.S. stocks produced an extremely generous return of more than 30% in 2013, an indexing strategy was deemed unlikely to be effective in 2014 — or so active managers argued in an attempt [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7258,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[595,718,465,35,713,65,68,717,95,481,712,714,148,715,716,711,255],"yst_prominent_words":[1276,2111,2102,2100,2110,2106,2101,4589,2107,2104,2108,2105,2109,4591,4588,4590,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4587"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4587"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4587\/revisions"}],"predecessor-version":[{"id":11828,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4587\/revisions\/11828"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7258"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4587"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4587"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4587"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4587"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}