{"id":4593,"date":"2014-08-26T09:52:47","date_gmt":"2014-08-26T16:52:47","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4593"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"impact-of-dilution","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/impact-of-dilution\/","title":{"rendered":"The Impact of Dilution"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Most people don’t realize that the percentage of the company they are initially awarded when they start a new job is <i>not<\/i>  what they will ultimately own. That’s because private companies tend to raise additional capital as they mature and the ownership associated with the additional capital dilutes your ownership. Your ultimate ownership depends greatly on the maturity of your employer at the time of your offer and the rate at which it grows.<\/p>\n<p>Before I show the impact of future financings on your ownership I need to explain how a successful company trades ownership for financing.<\/p>\n<h2>Dilution from Financing<\/h2>\n<p>These days a very successful company may need four or five rounds of financing before it has the opportunity to go public. Typically the first, or <i>seed<\/i> financing round is provided by individuals who are often known as Angels. These financings range in size from $500,000 to $2 million and usually buy around 10% to 20% of the company. Next comes the initial venture capital financing, assuming the recipient of the seed financing is able to demonstrate momentum with its initial capital. The initial VCs will usually invest from $5 million to $10 million for 20% to 30% of the company. Then comes an expansion round, which ranges in size from $20 million to $40 million.  Again, assuming the company is on a fast growth track, it can often raise this capital while only giving up 10% to 15% of the company. Finally, when things are really chugging along and annual revenue has reached at least $20 million, growth equity investors often are willing to invest $50 million for 5% to 10% of the company.<\/p>\n<h2>Dilution from Increases to the Option Pool<\/h2>\n<p>Ownership is also diluted through the issuance of options or RSUs to attract new employees and retain old ones. Each year companies have to add shares to their option pools from which they can grant to employees. The percentage of the company required to hire employees in the first year is higher than the second. This is because early employees command higher ownership rates to compensate them for the higher risk they take in joining the company before it is clear their employer will succeed. The increase in the pool size in the second year is usually higher than the third year and then it settles down to an increase of about 5% per year. I explained the need for all granted shares to fit within the annual increase in the option pool in <a href=\"https:\/\/blog.wealthfront.com\/the-right-way-to-grant-equity-to-your-employees\/\" target=\"_blank\" rel=\"noopener\">The Wealthfront Equity Plan<\/a>.<\/p>\n<h2>The Total Impact of Dilution<\/h2>\n<p>Therefore employees’ ownership is diluted by both financings and increases in option pools. This point is illustrated in the table below:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-26_Dilution4.jpg\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"alignleft wp-image-4600\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-26_Dilution4.jpg\" alt=\"2014-08-26_Dilution4\" width=\"576\" height=\"166\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-26_Dilution4.jpg 960w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-26_Dilution4-640x185.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/2014-08-26_Dilution4-768x222.jpg 768w\" sizes=\"(max-width: 576px) 100vw, 576px\" \/><\/a><\/p>\n<p>For each financing round I assumed dilution equal to the mid point of the financing percentages I described above. The option-pool-dilution percentages I used are based on my experiences having observed hundreds of private companies.<\/p>\n<h2><\/h2>\n<h2>The Impact of Dilution at the Employee Level<\/h2>\n<p>Each time a new round is closed existing employees and investors are equally diluted by the ownership allocated to the financing and increase in the option pool. Employees who received stock from the initial pool will see their ownership diluted at the same rate as the founders. For example, an employee who receives a grant equal to 1% of the company immediately following the Seed round will only own 0.6% at the conclusion of the first venture round because she will be diluted by 25% from the financing and 15% from the increase in the pool. The total option pool ownership percentage grows by less than the 15% increase allocated (i.e. from 10% to 21%) because the original 10% pool gets diluted to 6%.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Your ultimate ownership depends greatly on the maturity of your employer at the time of your offer and the rate at which it grows.<\/p>\n<\/div>\n<p>You might be shocked to see that the founders end up with only 32.5% of the company after all the financings and increases in the option pool. Keep in mind the assumptions I used are for a <i>tremendous<\/i> outcome. It assumes no missteps. There are a few examples where founders ended up with a larger ownership percentage, but other than companies like Google and Facebook, they are few and far between.<\/p>\n<p>If your company is not able to consistently exceed its financial projections then it will likely need more financing and will probably have to raise more money at lower valuations. This can result in at least 50% greater dilution to your expected ownership.<\/p>\n<h2>Joining The Right Company Earlier is Better<\/h2>\n<p>Expected dilution is reflected in job offers as well. To illustrate this point let’s compare the average offers for a mid-level software engineer after the first and second VC rounds. If we look at the <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Wealthfront startup compensation tool<\/a>, we find that the average of the 25<sup>th<\/sup> and 75<sup>th<\/sup> percentile equity compensation for a level 3 software engineer at a company with six to 20 employees (the expected size when the first venture round is raised) is 0.27%. The average equity compensation for the same engineer at a company with 21 to 50 employees (the expected size when the second venture round is raised) is 0.084%.  Therefore the offer for the same engineer declines by 68.9% from the first to the second round. This reduction is far greater than the 17.5% dilution from the financing and increase in stock pool due to the significant reduction in risk the employee takes by joining after the second round.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Raising money to grow faster is almost always worth the extra dilution. At the end of the day the value of your stock options or RSUs will be far more impacted by the success of your company than your ownership percentage.<\/p>\n<\/div>\n<p>The average offer for the same employee after the third venture round is 0.071%, which represents a 15.5% decline from an offer after the prior round as compared to the expected 12.5% dilution predicted by our model above. Once again the difference can be explained by a reduction of risk, but you will notice there is far less value given to that risk reduction as the company matures. As with almost everything in life, the greater the risk the greater the potential reward.<\/p>\n<h2>Why is Dilution Worthwhile?<\/h2>\n<p>You might wonder why companies are willing to dilute themselves through option pool increases to the extent assumed in the table above. Here’s a simple way to think about it.  If you&#8217;re the CEO and are faced with the choice of incurring 5% dilution from issuing a market rate of stock to recruit and retain all the employees required by your operating plan or hiring fewer or lesser-quality people to get a lower level of dilution, I think you’ll agree that you will be better off taking the dilution.<\/p>\n<h2>Final Thoughts<\/h2>\n<p>I attempted to model expected dilution to help you understand how your ownership percentage shrinks over time. Dilution is not necessarily a bad thing. Raising money to grow faster is almost always worth the extra dilution. At the end of the day the value of your stock options or RSUs will be far more impacted by the success of your company than your ownership percentage. In other words the size of the pie is far more important than your particular slice.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Most people don’t realize that the percentage of the company they are initially awarded when they start a new job is not  what they will ultimately [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7238,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,1098,461,719,1096,495,59,720,721,723,722,219,226,646],"yst_prominent_words":[1640,4573,4580,4577,6578,4572,4585,4570,4579,4581,4583,4578,3189,4576,4574,4582,4569,4571,4584,4575],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4593"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4593"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4593\/revisions"}],"predecessor-version":[{"id":11829,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4593\/revisions\/11829"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7238"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4593"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4593"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4593"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4593"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}