{"id":4604,"date":"2014-08-28T11:21:22","date_gmt":"2014-08-28T18:21:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4604"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"employee-stock-options-versus-exchange-traded-options","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/employee-stock-options-versus-exchange-traded-options\/","title":{"rendered":"Why Employee Stock Options are More Valuable than Exchange-Traded Stock Options"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>A few years ago, as I was delivering a job offer to a candidate at my previous employer (LinkedIn), I received a question that surprised me. The candidate, smart and financially savvy, had come through the interview process convinced that LinkedIn had tremendous upside as a company, but he still wasn&#8217;t sure my offer was appropriate. He had already asked the key questions necessary to evaluate his offer — including those previously covered in the <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">14 Crucial Questions About Stock Options<\/a> — but now he had one I had not encountered before:<\/p>\n<p style=\"padding-left: 60px;\">“By coming to LinkedIn and taking these stock options, I&#8217;m betting a lot of my compensation on the stock going up. Why can&#8217;t I just buy LinkedIn options on the stock exchange to capture that upside and just focus my compensation on earning more cash?“<\/p>\n<p>It was an intriguing question. LinkedIn was a public company at the time, so employee insider trading rules aside, you could theoretically buy <a href=\"http:\/\/finance.yahoo.com\/q\/op?s=LNKD&amp;m=2016-01\" target=\"_blank\" rel=\"noopener\">exchange-traded options on LinkedIn stock<\/a>. So was there anything special in the employee stock options we were offering the candidate? Were employee stock options worth it relative to buying the same options on the exchange? The answer came down to the key differences between employee options and exchange-traded stock options.<\/p>\n<h2>The Importance of Option Expiration<\/h2>\n<p>When talking about employee stock options on this blog, we frequently focus on elements such as the <a href=\"https:\/\/blog.wealthfront.com\/vesting-stock-options\/\" target=\"_blank\" rel=\"noopener\">vesting schedule<\/a>, or perhaps the <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">percentage of company ownership<\/a> the options represent. But an important attribute of employee stock option plans frequently goes unnoticed — the time until the options expire.<\/p>\n<p>Put simply, the expiration timeframe is the time you have to <a href=\"https:\/\/blog.wealthfront.com\/always-file-your-83b\/\" target=\"_blank\" rel=\"noopener\">exercise<\/a> your stock options to take advantage of your company&#8217;s stock price trading above the strike price of your options. Employee stock option plans generally set expiration at 10 years post grant (something you should be able to find buried deep within your employee stock option plan).<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/expired.jpg\"><img loading=\"lazy\" class=\"alignright wp-image-4607\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/expired.jpg\" alt=\"Vector red expired stamp\" width=\"244\" height=\"213\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/expired.jpg 756w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/expired-571x500.jpg 571w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/08\/expired-605x530.jpg 605w\" sizes=\"(max-width: 244px) 100vw, 244px\" \/><\/a><\/p>\n<p>Ten years is a long time and for most employees it’s more than sufficient to take advantage of your stock options (even if such options were granted when the company was still private). However, you can still lose your options if you wait to exercise beyond the expiration date. I&#8217;ve actually known long-tenured employees of large public companies who lost some of their stock options this way and others who had to scramble a few days before their 10-year anniversary to exercise their options.<\/p>\n<p>So why does this matter? Well, it turns out that you can&#8217;t buy options with a 10-year expiration on a stock exchange. The longest expiration exchange-traded options (known as LEAPS) typically expire in no more than two years.<\/p>\n<p>As of August 2014, for example, the longest expiring option you can buy on LinkedIn stock expires in January of 2016 — just 1.5 years away. It also turns out that the longer the option has until expiration, the more valuable it is.<\/p>\n<p>I’ll illustrate this with a hypothetical example. Say your company grants you employee stock options at an exercise price of $100. Now maybe your company has a few bad quarters and the stock price drops to $80. About two years after your option grant, the stock price recovers to $100 and four years after your grant the stock price is at $150.<\/p>\n<div class=\"pullquote\" style=\"float: left;\">An important attribute of employee stock option plans frequently goes unnoticed — the time until the options expire.<\/div>\n<p>What happens in this example if your options expire in 1.5 years, before the stock price recovers to $100? Those options expire “underwater” (the current stock price below the strike price) and are thus worthless. What if the options didn&#8217;t expire for four years or more? Then, you could continue to hold those options as the stock price recovers and exercise them in four years to obtain a $50 profit per-share.<\/p>\n<p>Options with a longer time until expiration have a lower probability of expiring worthless and thus a higher probability of profits. You saw some of that in the example above, but there’s actually a <a href=\"http:\/\/en.wikipedia.org\/wiki\/Black%E2%80%93Scholes_model\" target=\"_blank\" rel=\"noopener\">mathematical model<\/a> that proves it.<\/p>\n<p>As a result, options that are farther from expiration are more valuable.<\/p>\n<p>You can see this effect in the price of <a href=\"http:\/\/www.investopedia.com\/terms\/e\/exchangetradedoption.asp\" target=\"_blank\" rel=\"noopener\">exchange-traded options<\/a>. As of August 24, 2014 a <a href=\"http:\/\/www.investopedia.com\/terms\/c\/calloption.asp\" target=\"_blank\" rel=\"noopener\">call option<\/a> on LinkedIn stock with a strike price of $230 that expires on November 22, 2014 (in about three months), is valued at about<a href=\"http:\/\/www.nasdaq.com\/symbol\/lnkd\/option-chain\/141122C00230000-lnkd-call\" target=\"_blank\" rel=\"noopener\"> $15 per share<\/a>. An option with the same exercise price that expires on January 15, 2016 (about 14 months later) is valued at nearly <a href=\"http:\/\/www.nasdaq.com\/symbol\/lnkd\/option-chain\/160115C00230000-lnkd-call\" target=\"_blank\" rel=\"noopener\">$40 per share<\/a> — some 2.5 times more!<\/p>\n<p>As you can imagine, this means your employee stock options — that expire in 10 years — are much more valuable than even the longest-expiration exchange-traded options (that expire in two years or less).<\/p>\n<h2>The Impact of the Option Premium<\/h2>\n<p>You don’t need to pay for your employee stock option grant (although you may choose to exercise options in the future by committing some of your capital). The same is not true for exchange-traded options.<\/p>\n<p>To purchase a LinkedIn call option with a strike price at the stock&#8217;s current price (the closest approximation to what you get with an employee stock option grant) that expires in 2016, would cost you nearly <a href=\"http:\/\/www.nasdaq.com\/symbol\/lnkd\/option-chain\/160115C00230000-lnkd-call\" target=\"_blank\" rel=\"noopener\">$40 per share<\/a> as of August 24, 2014. Thus, if you want an option that covers 1,000 shares, you have to pay nearly $40,000 (not including the hefty commissions brokerage firms typically charge).<\/p>\n<p>That $40,000 is then subject to incredible risk — the entire amount potentially could be lost if LinkedIn stock falls below the option strike price and does not recover before the option expires. What&#8217;s more, given the $40 per share investment, you need LinkedIn stock to go up by at least $40 before you make any profit on your exchange-traded options (and even more if you want to cover the opportunity cost of putting your $40,000 into LinkedIn stock options rather than a more assured investment).<\/p>\n<p>Employee stock options don&#8217;t come with any of these costs or capital loss risks. Even if you ultimately choose to commit capital to exercise your employee options, you can choose to do so only when it will result in a profit. Employee stock options can immediately earn a profit when the stock price rises above the option exercise price. No dramatic stock moves are necessary just to “break even.” Thus, employee stock options are simply a much better deal.<\/p>\n<h2>Risk and Option Trading Levels<\/h2>\n<p>The risky nature of exchange-traded stock options highlighted above also means that trading such options is not as easy as you might think. Because exchange-traded stock options carry a significant risk of losing all the money you invest, you typically need to go through a special approval process with your broker in order to trade them.<\/p>\n<p>In fact, gaining the ability to purchase call options (the closest technique for replicating the performance of employee stock options) typically requires <a href=\"https:\/\/onlineint.optionsxpress.com\/educational_center\/options\/options_level_1_8.aspx?nav=1&amp;left_nav=0&amp;item=options1_8\" target=\"_blank\" rel=\"noopener\">Level 2 option trading approval<\/a>. That type of approval does not come without an application process and typically requires significant experience and knowledge in option trading before it can be granted.<\/p>\n<p>So just buying exchange-traded options is still no easy task even if you were okay with the trade-offs between employee stock options and exchange-traded options highlighted above. Luckily, employee stock options, with no requirement to invest capital or any risk of capital loss, do not come with any such restrictions.<\/p>\n<h2>The Value of Employee Stock Options<\/h2>\n<p>When I explained these differences to the candidate, he quickly recognized the error in his question and soon afterwards accepted the offer to work at LinkedIn.<\/p>\n<p>We hope that you too recognize the unique value that employee stock options can bring to your job compensation. Employee stock options can be an incredibly powerful way to build your assets for the future as long as you choose the <a href=\"https:\/\/blog.wealthfront.com\/hot-start-up-technology-companies\/\" target=\"_blank\" rel=\"noopener\">right company,<\/a><a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\">ask the right questions<\/a>, and, if you are at a private company take advantage of techniques such as <a href=\"https:\/\/blog.wealthfront.com\/always-file-your-83b\/\" target=\"_blank\" rel=\"noopener\">early exercise<\/a>.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span> <span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. There is a potential for loss as well as gain that is not reflected in the information presented. Be aware that trading options will require you to complete an options agreement with your broker, and may require prior investment experience. You should carefully review the risks associated with trading options prior to any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs A few years ago, as I was delivering a job offer to a candidate at my previous employer (LinkedIn), I received a question that surprised me. [&hellip;]<\/p>\n","protected":false},"author":68,"featured_media":7227,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[728,724,725,726,729,727],"yst_prominent_words":[4560,4550,3130,4555,4561,4556,4557,4554,4558,4565,4568,4567,4239,4566,4564,4562,3376,3204,4563,4559],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4604"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/68"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4604"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4604\/revisions"}],"predecessor-version":[{"id":11830,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4604\/revisions\/11830"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7227"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4604"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4604"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4604"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4604"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}