{"id":4647,"date":"2014-09-09T08:14:00","date_gmt":"2014-09-09T15:14:00","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4647"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"trade-salary-for-equity","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/trade-salary-for-equity\/","title":{"rendered":"How to Trade Salary for Equity"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>These days it’s more important than ever to maximize the financial value you extract from your job. In <a href=\"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/\" target=\"_blank\" rel=\"noopener\">You Need Equity To Live In Silicon Valley<\/a> we made the case that it’s very hard for a Silicon Valley based couple who earns $250,000 per year to afford to buy a home and put their kids through college without generating wealth from an equity stake in a private company. We have written numerous posts to help you identify the kind of employer that is most likely to help you achieve your goals (peruse the <a href=\"https:\/\/blog.wealthfront.com\/category\/tech-startup-compensation\/\" target=\"_blank\" rel=\"noopener\">Careers<\/a> section of our blog to see them).<\/p>\n<p>This post focuses on how you might think about trading off some salary for additional equity, something we are being asked about more frequently these days. Mulling over such a strategy is not unreasonable given the chances that savings from salary alone is unlikely to help you meet your financial objectives.<\/p>\n<p>Trading salary for stock is yet another example of the <em>inverse relationship<\/em>  between <strong>risk<\/strong> and <strong>reward<\/strong>. Maximizing your equity compensation can lead to a much higher payoff, but it also runs a great risk of <em>not being worth anything<\/em>.  Before considering such a move you should be confident you could cover all your ongoing expenses with your reduced salary. Burning through your cash reserves in the hopes of a big payday down the road seldom ends well.<\/p>\n<h2>You Can’t Make The Trade If You Don’t Ask<\/h2>\n<p>Keep in mind that <em>most<\/em> companies will not let you trade salary for more stock options or RSUs because they don’t want to deviate from the stock allocation budget approved by their boards of directors. Some companies, however, appreciate and are willing to reward employees who want to bet on the company by making the trade. There are also early stage companies willing to do so because they are desperate to save cash.<\/p>\n<p>The best way to test if your employer is willing to make the trade is simply to ask when you receive your initial offer to join. Don’t worry, you won’t hurt your relationship with your hiring manager if she says no. Asking for the tradeoff is an increasingly common question and the worst thing that can happen is being told <em>no<\/em>.<\/p>\n<h2>How Do You Make the Tradeoff?<\/h2>\n<p>Assuming you have been offered a market rate of salary and equity (always check with our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Startup Compensation Tool<\/a> before accepting an offer) and your employer is willing to make the trade, you will need a framework to help you judge how much equity makes sense. The answer depends on the stage of the company you plan to join.<\/p>\n<h2>Framework for Employees of Very Early Stage Companies<\/h2>\n<p>Many very early stage companies (just prior to or post- seed round) are not confident they have enough cash on hand to reach the milestones required to raise their next round of financing. In these cases the founders will welcome the request to trade salary for stock.<\/p>\n<p>My general advice in this situation is to ask:<\/p>\n<ol>\n<li>At what corporate valuation could the company raise money today and<\/li>\n<li>How many shares are there outstanding<\/li>\n<\/ol>\n<p>If you divide the valuation by the shares outstanding you derive the price per share at which the company could raise money. I would then take the salary I was willing to forgo <em>in the first year<\/em>  and divide it by the aforementioned price per share to determine the number of extra options you should receive. Because your company is so early stage the options are likely to have an exercise price between $0.01 and $0.10, essentially nothing.<\/p>\n<p>Let me provide an example to illustrate.<\/p>\n<p style=\"padding-left: 60px;\">Suppose you have been offered $100,000 to join a very early stage company. Suppose further that you strongly believe in the company’s future and you can afford to live on a salary of $90,000 per year. Assuming the company could raise money at a $5 million <a href=\"http:\/\/en.wikipedia.org\/wiki\/Pre-money_valuation\" target=\"_blank\" rel=\"noopener\">pre-money valuation<\/a> and there are 1,000,000 shares currently outstanding then the price per share at which the company could raise money would be $5 per share. Therefore you should receive 2,000 extra shares in return for your willingness to give up $10,000 in salary ($10,000\/$5).<\/p>\n<p>The logic behind this approach is, in effect, you are acting as an angel investor for the company, so any money you are willing to give up should buy shares at the same price an outside investor might pay. Generally, a founder’s willingness to trade off salary for more shares will be a function of how desperate she is for cash. Above a certain level founders don’t want too much dilution. In the example I just provided the founder has only given up an additional 0.2% of dilution (2,000\/1,000,000), which is quite reasonable (please see <a href=\"https:\/\/blog.wealthfront.com\/impact-of-dilution\/\" target=\"_blank\" rel=\"noopener\">The Impact of Dilution<\/a> for more on this topic).<\/p>\n<p>That 0.2% increase in equity stake could represent a 10% to 20% increase to the likely 1% – 2% ownership the engineer would have had if she had not traded salary for equity. That could end up making a huge difference, but there is also an extremely high risk this extra equity might not be worth anything given the uncertainty of the company’s future.<\/p>\n<p>Your willingness to give up salary in future years is less valuable to the founder because she really only needs the extra cash to reach the company’s initial financing milestone. Cash savings beyond that point are likely far less necessary once the company has a significant amount of cash in the bank.<\/p>\n<h2>Framework for Employees of Mid- to Late-Stage Companies<\/h2>\n<p>Just as you would receive fewer shares for the same job by joining the company at a later, more mature stage, the number of shares you receive for a given forfeiture of salary will decline over time too. Our board member and investor, <a href=\"http:\/\/indexventures.com\/team\/mike-volpi\" target=\"_blank\" rel=\"noopener\">Mike Volpi<\/a>, believes mid-stage companies should be willing to trade off salary for shares based on the number of shares one could purchase at the current option price. For example if our new employee wanted to forego $10,000 in annual salary for the next four years in return for the opportunity to buy more shares and the current option price were $2 per share then Mike would advocate for issuing an additional 5,000 shares.<\/p>\n<p>Here’s the underlying logic behind these numbers.<\/p>\n<p style=\"padding-left: 60px;\">Let’s assume our subject employee is a mid-level engineer who works for a San Francisco-based company with between 51 and 100 employees. Using our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">Startup Compensation Tool<\/a> as a reference, our engineer should expect an offer of $122,000 per year plus an option to purchase 0.071% of the company. If we assume there are 100 million shares outstanding then the option would be for 71,000 shares. If we further assume the current exercise price is $1 per share then under Mike’s plan our engineer could trade $10,000 of annual salary (implying a reduction to $112,000 per year) for an additional 10,000 shares ($10,000\/$1). That represents a 14% increase in our engineer’s ownership stake.<\/p>\n<p style=\"padding-left: 60px;\">Stock option exercise prices are usually set at approximately one third of the most recent preferred stock financing price (please see our post on <a href=\"https:\/\/blog.wealthfront.com\/409a\/\" target=\"_blank\" rel=\"noopener\">409A appraisals<\/a> to see how option prices are formally set). If the company is either sold or goes public at three times (3x) the current Preferred Stock price then the incremental value of making the trade over the next four years would be:<\/p>\n<p style=\"padding-left: 60px;\"><strong>$40,000 ((($3 current preferred price x 3) &#8211; $1 exercise price)) x 10,000 shares &#8211; $40,000 in foregone salary over the four-year vesting period)<\/strong><\/p>\n<p style=\"padding-left: 60px;\">The ultimate company valuation assumed in this example is $900 million (100 million shares x $9 per share). Again keep in mind that our engineer is not assured of earning more money via the trade. The amount actually realized could be a lot higher or lower depending on the future success of the company.<\/p>\n<p>The table below looks at the amount of extra money made as a result of trading $5,000 or $10,000 of annual salary for additional stock options with an exercise price of $1 per share. As you can see the trade works out well unless the stock does not appreciate much from the existing level:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-09_TradingSalaryForStock1.jpg\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"alignleft wp-image-4646 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-09_TradingSalaryForStock1.jpg\" alt=\"2014-09-09_TradingSalaryForStock1\" width=\"596\" height=\"122\" \/><\/a><\/p>\n<p>You need to ask yourself if this level of <em>potential<\/em>  extra value is worth the risk of your employer not growing its value from the point at which you join.<\/p>\n<h2><\/h2>\n<h2>Black Scholes Is Irrelevant To Private Company Stock<\/h2>\n<p>If you’re a financial geek, you’re probably interested in the value of the foregone salary compared to the theoretical value of the additional stock options as calculated by the <a href=\"http:\/\/en.wikipedia.org\/wiki\/Black%E2%80%93Scholes_model\" target=\"_blank\" rel=\"noopener\">Black Scholes model<\/a>.<\/p>\n<p>On average the Black Scholes model usually values a private company option at approximately one third of the product of number of shares times exercise price. In our previous example of trading $10,000 per year for four years in return for an option to buy an additional 10,000 shares at $1 per share, the likely Black Scholes calculated value of the option would be on the order of $3,300 (10,000 shares x $1 exercise price\/3). That’s less than 10% of the $40,000 in foregone salary over the next four years.<\/p>\n<p>Unfortunately the Black Sholes model is not very good at capturing the risk and possible-returns aspects of a private company and is not a good way to evaluate the trade. Therefore using the Black Sholes model the trade almost never makes sense.<\/p>\n<h2>Final Thoughts<\/h2>\n<p>Trading salary for additional stock options can be very financially rewarding, but it does not come without risk (unfortunately companies are seldom willing to trade salary for RSUs because unlike options there is no risk RSUs will have no value). We encourage you to carefully consider the potential upside of making the trade relative to the likelihood of your company significantly increasing its value. That is a very tough calculation to make at the very early stages of a startup, but more feasible when you can objectively evaluate the market’s reaction to your products and the size of your potential market.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs These days it’s more important than ever to maximize the financial value you extract from your job. In You Need Equity To Live In Silicon Valley [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7226,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,583,461,741,1096,495,59,742,739,459,738,219,740,226,524],"yst_prominent_words":[4537,4535,4536,4541,4532,4542,1640,4540,3186,4056,4538,6575,3835,4533,4539,4534,4531,2537,3257,3376],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4647"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4647"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4647\/revisions"}],"predecessor-version":[{"id":11832,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4647\/revisions\/11832"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7226"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4647"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4647"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4647"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4647"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}