{"id":4677,"date":"2014-09-16T08:53:07","date_gmt":"2014-09-16T15:53:07","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4677"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"significance-65","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/significance-65\/","title":{"rendered":"The Significance of 65"},"content":{"rendered":"<p><span class=\"firstcharacter\">N<\/span>umbers can be deceptive. They are <em>quantitative,<\/em> yet in the blink of a chameleon’s eye they can convert into <em>qualitative<\/em>  symbols when linked to the dynamic world of emotions, expectations, and beliefs.<\/p>\n<p>Consider the deeper meanings that surge to mind as you ponder 65, 9\/11, 18, 16, 13, 1<sup>st<\/sup> or 99-and-44\/100%. Do we <em>all<\/em>  think of retirement, The World Trade Center, voting, driving, bad luck, that first kiss, or <a href=\"http:\/\/ivorysoap.tumblr.com\/faq\" target=\"_blank\">Ivory Soap that floated<\/a>?<\/p>\n<p>Context matters because an <em>objective<\/em> number can, as a symbol, have many <em>subjective<\/em>  meanings. As we all know, the same numbers can have very different symbolic or emotional meanings: 5 minutes early vs. 5 minutes late for lunch with a friend versus 5 minutes late for a plane versus 5 minutes late for a wedding versus 5 minutes late for <em>your  <\/em>wedding.<\/p>\n<p>We expect numbers to remain constant — phone numbers, a lock combination, birthdays and anniversaries or even our weight on the bathroom scale.<\/p>\n<p>The number 65 is one number that we must recognize as having changed significantly in its meaning; and if we don’t, we could all be making huge mistakes.<\/p>\n<p>Everyone knows 65 is “the age of retirement.” Retiring at 65 has been around so long that most of us accept it as a fact and a right without question. But the meaning of 65 has been changing a lot over a long time.<\/p>\n<p>In 1935, Social Security became law and 65 became the Full Retirement Age. But what did 65 really mean and where did it come from?<\/p>\n<p>The concept of a government-mandated retirement program for workers had already “originated” twice in the United States, once with disabled Civil War veterans in the late 1860’s and once in the 1920’s with the massive Federal move into regulating the nation’s railroads. With a commitment to modernize as well as regulate our railroads, various groups studied everything about the railroads of other advanced nations, particularly in Europe and especially in Germany, which had the world’s most advanced railroads at the time.<\/p>\n<h2>Bismarck’s Germany, a Leader in 19<sup>th<\/sup> Century Tech<\/h2>\n<p>It was noted that Germany retired its railroad workers at 65 <em>and<\/em>  that this was one reason their rail system had such an exemplary safety record. So retirement at 65 was put into the U.S. railroad legislation. But how had 65 been selected by the German railroads?<img loading=\"lazy\" class=\"alignright wp-image-4681\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_Telegraph.jpg\" alt=\"2014-09-16_Telegraph\" width=\"281\" height=\"117\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_Telegraph.jpg 1110w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_Telegraph-640x266.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_Telegraph-768x320.jpg 768w\" sizes=\"(max-width: 281px) 100vw, 281px\" \/><\/p>\n<p>Originally, Chancellor Otto von Bismarck had established the retirement age of 70 in the 1880’s. Having brought the different Germanic states into one Pan-German empire Bismarck was looking for powerful symbols to demonstrate the advantages of a unified Germany. The telegraph was new and fast, so it was developed as part of the Postal system to symbolize the technological benefit of a unified Germany. Similarly, the railroads were new too.<\/p>\n<p>With a network of railroads, coal and iron could be moved great distances from the mines to the steel mills, while fresh food could be moved quickly from farms to cities. Passengers too could travel easily and at low cost. The benefits were exciting evidence of Bismarck’s political genius and a unified Germany’s glorious prospects. Everything worked well – until the major accidents which were, of course, widely reported in major newspapers.<\/p>\n<p>Talk about PR problems! The cause of these dreadful accidents had to be determined and stopped! As it turned out, the accidents were almost always due to the fellows at the switches literally “falling asleep at the switch.” Why? Because they were so very old. On further examination, it was learned that the workers – worried that the oldest men couldn’t keep up with the others in the hard, manual labor of laying heavy ties and rails – had assigned the old men to the light work of manning the switches. But, sitting alone for hours in the warm sun, the old workers sometimes dozed off.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_RailRoadSwitch.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4682\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_RailRoadSwitch.jpg\" alt=\"2014-09-16_RailRoadSwitch\" width=\"232\" height=\"245\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_RailRoadSwitch.jpg 493w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_RailRoadSwitch-473x500.jpg 473w\" sizes=\"(max-width: 232px) 100vw, 232px\" \/><\/a><\/p>\n<p>This presented a dilemma. To get workers to leave their traditional jobs to work on the new-fangled railroads, Bismarck had promised to pay workers for life. So they could not just be laid off: that would have provoked a storm of protests. The only answer was to pay workers <em>not <\/em>to work and a new term pension was used to describe those payments.<\/p>\n<p>To minimize the cost, retirement was set at 70, an age to which very few lived. Later, to be sure to eliminate all old-age accidents, this age was reduced in 1916, to 65 (Meanwhile in the United Kingdom, Neville Chamberlain, as Chancellor of the Exchequer, had introduced pensions at 70, which also was quickly reduced to 65.) A few years later, retirement at 65 was picked up by the U.S. Congress in the Railroad Retirement Act. So it was that 65 was already a well-established precedent when Social Security was being formulated in 1935.<\/p>\n<h2>Living Longer Requires a Change in Thinking<\/h2>\n<p>At age 65, as noted above, life expectancy for male American worker in 1935 was less than 13 <em>years<\/em>. Today at 65, life expectancy is over 20 years because our lives and healthcare have been changing greatly.<\/p>\n<p>One of the results is that the average number of expected years in retirement is now much longer than in 1935. The ratio of working years to retirement years has changed dramatically – from over 3:1 to just 2:1. This 2:1 ratio is <em>not<\/em> sustainable! It’s not sustainable because few workers will have the self-discipline to save the 12-14% of income during their working years that would be required to invest and sustain them through all those years in retirement.<\/p>\n<p>But there is another way: Rebalance! We can rebalance by moving the fulcrum so our work and <em>save<\/em> years, are balanced with our spend years in retirement. Once we understand the realities most of us will each want to move the retirement age fulcrum from 65 to 70.<\/p>\n<p><img loading=\"lazy\" class=\"alignright wp-image-4680\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/2014-09-16_Age70.jpg\" alt=\"2014-09-16_Age70\" width=\"225\" height=\"198\" \/><\/p>\n<p>So now let’s look at how the <em>meaning<\/em> of 65 has changed. Obviously, the major change is in the number of retirement years that need to be financed by Social Security benefits and by savings, mostly in 401(k) plans (or IRA conversions from 401(k)s.) The second big change is the increasing costs of the last few years of life, particularly when it comes to healthcare and assisted living. (One reason we live longer is major advances in technology – MRIs, pharmaceuticals, etc. are wonderful <em>and<\/em> expensive.)<\/p>\n<p>Working to 70 leads to another important number: If, instead of claiming Social Security benefits as early as possible – at age 62 – we each decide to keep working until 70, we increase our Social Security benefits a lot. By working 8 more years – some 20% longer – we increase our Social Security benefits by a full 76% – continuously adjusted to offset inflation.<\/p>\n<p>And our 401(k) or IRA balances also go up a lot – three ways: We don’t need to take money out to cover expenses; we continue contributing ― ideally 14% ― each year; and our investments keep compounding <em>tax free. <\/em>This troika should more than <em>double<\/em> our balances <em>and <\/em>our payouts.<\/p>\n<p>Retirement <em>is<\/em> expensive. That’s why an increasing number of workers are realizing that 65 is a very misleading number. Those who are well-informed about their choices will want to continue working until 70.<\/p>\n<p>What we don’t know about the benefits of working longer and the even bigger gains in 401(k) payouts – because 65 does not mean today what 65 used to mean many long years ago <em>can<\/em> hurt us – and hurt us badly.<\/p>\n<p>To borrow from <a href=\"http:\/\/plato.stanford.edu\/entries\/berkeley\/\" target=\"_blank\">Bishop Berkley’<\/a>s philosophical question about the great tree falling in the forest when nobody was there to hear it; if workers don’t know the facts about the 76% increase in Social Security benefits does it matter? It sure does to me! Doesn’t it matter to you?<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Numbers can be deceptive. They are quantitative, yet in the blink of a chameleon’s eye they can convert into qualitative  symbols when linked to the dynamic world of emotions, expectations, and beliefs. Consider the deeper meanings that surge to mind as you ponder 65, 9\/11, 18, 16, 13, 1st or 99-and-44\/100%. Do we all  think [&hellip;]<\/p>\n","protected":false},"author":81,"featured_media":7265,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7241],"tags":[745,743,747,744,749,748,198,746],"yst_prominent_words":[4746,4759,4757,4553,4752,4747,4744,4754,4751,1932,4755,4758,2922,4749,4750,4748,4745,4743,4756,4753],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4677"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/81"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4677"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4677\/revisions"}],"predecessor-version":[{"id":11833,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4677\/revisions\/11833"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7265"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4677"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4677"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4677"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4677"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}