{"id":4696,"date":"2014-09-18T08:51:01","date_gmt":"2014-09-18T15:51:01","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4696"},"modified":"2019-12-08T16:20:49","modified_gmt":"2019-12-09T00:20:49","slug":"passive-investors-need-less-hand-holding","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/passive-investors-need-less-hand-holding\/","title":{"rendered":"Passive Investors Need Less Hand Holding"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span>t Wealthfront we pride ourselves on our data-driven analysis that debunks personal finance advice that is commonly believed to be true. An immensely popular belief promoted by the investment community with which we disagree is individual investors <em>need<\/em>  a financial advisor to keep them invested in down markets. This view is consistent with <a href=\"http:\/\/www.dalbar.com\/Portals\/dalbar\/cache\/News\/PressReleases\/2014QAIBHighlightsPR.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">repeated research<\/a> which shows the <em>average<\/em>  individual investor is likely to sell when markets drop, which results in a decrease in annual returns of 4%.<\/p>\n<p>We don’t doubt that many individuals, especially those who are older, may <em>want<\/em>  to talk to an advisor when markets decline, but we don’t think people, especially those who are younger and believe in passive investing <em>need<\/em>  to. In this post we present data that we believe backs up our hypothesis.<\/p>\n<p>To prove our point we will present three sets of data:<\/p>\n<ul>\n<li>An analysis of withdrawal activity for people who invest in actively managed mutual funds and passively managed index funds compared to the performance of the S&amp;P 500®<\/li>\n<\/ul>\n<ul>\n<li>An analysis of Wealthfront withdrawals compared to the performance of the S&amp;P 500<\/li>\n<\/ul>\n<ul>\n<li>An analysis of Wealthfront client service activity compared to the performance of the S&amp;P 500<\/li>\n<\/ul>\n<h2>Passive Investors Are Less Likely to Withdraw in Bad Markets<\/h2>\n<p>In the chart below we display the aggregate redemption rates from all mutual funds and index funds compared to the performance of the US stock market as represented by the S&amp;P 500. The redemption rate we used is the so-called &#8220;Narrow Redemption Rate,&#8221; which is defined by the following formula: Fund shares redeemed excluding those redeemed into a similar fund\/Average net assets for the unit period.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions.png\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-4697\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions.png\" alt=\"active_passive_redemptions\" width=\"600\" height=\"344\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions.png 1592w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions-640x367.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions-768x440.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions-925x530.png 925w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_redemptions-280x160.png 280w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<h6>Source: <a href=\"http:\/\/www.icifactbook.org\" target=\"_blank\" rel=\"noopener noreferrer\">Investment Company Institute<\/a><\/h6>\n<p>&nbsp;<\/p>\n<p>Redemptions from both types of funds are correlated with stock market performance, but <strong>index fund withdrawals are far less sensitive to the behavior of the US stock market than mutual fund withdrawals and the difference is statistically significant<\/strong>. That means the probability of the two behaviors being different is greater than 99%.<\/p>\n<p>The difference in behavior can also be seen in the following graph, which plots redemptions against S&amp;P 500 returns:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression.png\"><img loading=\"lazy\" class=\"alignleft wp-image-4698\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression.png\" alt=\"active_passive_regression\" width=\"600\" height=\"360\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression.png 1498w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression-640x384.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression-768x460.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/active_passive_regression-884x530.png 884w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<h6>Source: <a href=\"http:\/\/www.icifactbook.org\" target=\"_blank\" rel=\"noopener noreferrer\">Investment Company Institute<\/a><\/h6>\n<p>&nbsp;<\/p>\n<p>The R<sup>2<\/sup> for the mutual fund withdrawal line is equal to 0.3665, and the coefficient p-value is equal to 0.0036 which is statistically significant at the 1% level. A 1% decline in S&amp;P performance causes a <strong>0.12%<\/strong> increase in withdrawals. For index funds, a 1% decline in S&amp;P performance causes a <strong>0.07%<\/strong> increase in withdrawals. You can see this difference in the slope of the two lines in the graph above.<\/p>\n<p>The actual difference in the withdrawal behavior of investors in actively-managed mutual funds and passively-managed index funds is more profound when you consider that the mutual fund data <em>includes<\/em> <em>index funds<\/em>. Index funds represent approximately 20% of the mutual fund market. The remaining 80% of the aggregate mutual fund assets are actively managed. Despite the significant difference between actively and passively managed mutual funds, the Investment Company Institute, which is the mutual fund industry’s trade association and the ultimate source of data on mutual funds, does not track actively managed mutual funds as a separate category. If it were possible to isolate actively managed mutual funds, we are confident the difference in the withdrawal behavior of actively-managed mutual fund investors and index fund investors would be much larger than what is displayed in the graph above.<\/p>\n<p>Our conclusion is passive (index fund) investors are far less likely to withdraw from the market when it declines than actively-managed mutual fund investors because, by choosing a passive investment strategy, they fundamentally believe it’s not worth trying to time the market. We believe this is especially true among younger investors, the vast majority of whom appear to have placed their savings in passive rather than active investment strategies.<\/p>\n<h2>Wealthfront Client Withdrawals Are Uncorrelated to the Market<\/h2>\n<p>Our hypothesis that young people are far more likely to stay invested in bad markets is born out by the withdrawal behavior of Wealthfront clients, who are typically very young by investment standards (average age is 32). As you can see from the graph below there is no pattern or correlation between Wealthfront client withdrawals as a percentage of our assets under management over the past 128 weeks and the performance of the S&amp;P 500.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter.png\"><img loading=\"lazy\" class=\"alignleft wp-image-4701\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter.png\" alt=\"withdrawals_scatter\" width=\"600\" height=\"401\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter.png 1372w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter-640x428.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter-768x514.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/withdrawals_scatter-792x530.png 792w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>&nbsp;<\/p>\n<p>Statistical analysis confirms there is no relationship between Wealthfront client withdrawals and market performance. The R<sup>2<\/sup> is only 0.002 and the coefficient p-value is 0.662 which is not statistically significant.<\/p>\n<p>Based on interaction with our clients we know the vast majority of withdrawals from Wealthfront (measured in dollars) were actually driven by the need for a down payment on a house. We believe this reflects the millennial bias in our client base (greater than 65% of our clients are 35 or younger). Overall, our annual churn rate is less than 2% of assets under management, which compares favorably to <a href=\"http:\/\/content.schwab.com\/email\/sac\/2012\/P2011_2266_7830\/Benchmarking_Study_Insights_2012.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Charles Schwab’s claim<\/a> that the average churn rate for their affiliated financial advisors is 2.8% (almost 50% higher!).<\/p>\n<h2>Bad Markets Don’t Drive More Need for Wealthfront Client Support<\/h2>\n<p>The lack of a relationship between Wealthfront client withdrawal activity and market performance is reinforced by our client service activity. As you can see from the graph below, the frequency of emails to our client service department is completely unrelated to market performance. We chose to start our data set (a total of 120 weeks) for this analysis three months after initiation of our services because it took three months after launch for the data to get to a state that was comparable and consistent. The R<sup>2<\/sup> for the regression of service request emails and the S&amp;P 500 performance is only 0.008 and the coefficient p-value is 0.320, which means there is no statistical correlation.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter.png\"><img loading=\"lazy\" class=\"alignleft wp-image-4699\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter.png\" alt=\"support_scatter\" width=\"600\" height=\"410\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter.png 1314w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter-640x437.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter-768x525.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_scatter-776x530.png 776w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>The only relationship we have noticed is an increase in the level of email and call activity around our major corporate announcements (financings, new products, etc.) and the deadline for opening an IRA each April. You can see the spike in client service activity each April in the time series version of the data below:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series.png\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-4700\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series.png\" alt=\"support_time_series\" width=\"600\" height=\"330\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series.png 1580w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series-640x352.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series-768x423.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/support_time_series-963x530.png 963w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>You will also notice a decreasing trend in the number of client service emails\/client over time due to improvements we make to our software that address frequent client service requests. This is unrelated to market performance.<\/p>\n<h2>The Critics’ Likely Response<\/h2>\n<p>We think a number of our assertions are likely to ruffle the feathers of many in the traditional investment industry, which believes everyone needs a financial advisor to keep them invested in bad markets.<\/p>\n<p>We know naysayers will claim our analysis, especially as it relates to Wealthfront clients, evaluates too short a period from which to draw a conclusion and can’t be valid because our clients have yet to experience a sustained downdraft in excess of 10%. Our analysis covers 128 weeks, which is statistically adequate for showing the lack of correlation between withdrawal behavior and market performance. If the choice of time period was too short then we shouldn’t have seen statistical significance in the correlated behavior over the same time period between mutual fund investors and the S&amp;P 500.<\/p>\n<p>It should be noted there were a number of significant market declines (greater than 2.5% drawdowns over the course of a week) during our observed 128-week time period including the weeks of June 17, 2013 (-4.5%), January 20, 2014 (-3%) and August 12, 2013 (-2.5%). If the only way to convince naysayers on this point is to see how our clients behave in a greater than 20% market downdraft of the type we witnessed in 2008, then we are likely to wait a long time because those kinds of losses are few and far between.<\/p>\n<p>Critics of our analysis will claim you need an advisor to talk you off the ledge when the market declines to keep you invested in the market. Our favorite response to this claim was a quote from Cory Banks, formerly a reporter at ETF Report (now ETF.com), when he visited us in January 2012:<\/p>\n<p style=\"padding-left: 60px\">“You are unlikely to need to talk someone off the ledge if you didn’t talk them onto it in the first place.”<\/p>\n<p>Unlike traditional financial advisor clients, our clients opt into our service without any prodding. They typically have arrived at the conclusion that they should just invest in a diversified portfolio of index funds and deal with the market vagaries (i.e. don’t sell when the market declines) before they open an account. That’s not to say Wealthfront won’t incur client churn if the markets take a significant and prolonged plunge. We just think the data presented above supports our theory that we will likely observe a lower churn rather the investment industry’s prediction that Wealthfront will incur a higher than average churn in such an environment. Our hypothesis is bolstered by our much lower current annual churn rate relative to the aforementioned industry averages.<\/p>\n<p>We are confident our churn rate will continue to be lower than that of traditional advisors. In addition to benefiting from clients who are strong believers in passive investing and adherents to its mantra of not trying to time the market, Wealthfront diversifies across more asset classes than the typical advisor and, most importantly, offers tax-loss harvesting at low account minimums. Today, our tax-loss harvesting accounts represent more than 60% of our more than $1.4 billion under management. We believe the popularity of tax loss harvesting among our clients is likely to lead Wealthfront to compare even more favorably on an after tax return basis to traditional investment management services in bad markets (which should lead to lower relative churn).<\/p>\n<p>A final critical claim we expect to hear is that smaller accounts, of the size Wealthfront typically manages, are more likely to churn in bad markets because smaller investors are less able to handle a down market and are therefore more likely to withdraw. Our churn to date has primarily been in our less-than-$10,000 free trial accounts, which represent a very small percentage of our assets under management.<\/p>\n<h2>Conclusion<\/h2>\n<p>We don’t doubt that many people, especially those who are older, <em>want<\/em>  reassurance from an advisor when markets trend down. The issue is whether they <em>need<\/em>  reassurance. Our data statistically proves that young investors who have chosen the index fund route are much less likely to withdraw in down markets than investors who have chosen the active portfolio management route. We believe that most people, by virtue of their age, would benefit from a relationship with a financial advisor, but that doesn&#8217;t necessarily mean they need it to stay invested in down markets.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. All rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Wealthfront we pride ourselves on our data-driven analysis that debunks personal finance advice that is commonly believed to be true. An immensely popular belief promoted by the investment community with which we disagree is individual investors need  a financial advisor to keep them invested in down markets. This view is consistent with repeated research [&hellip;]<\/p>\n","protected":false},"author":92,"featured_media":7257,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[757,754,758,755,756],"yst_prominent_words":[1315,4742,2111,2102,2100,2110,2106,2101,2107,2104,2108,2105,2109,1317,1329,1377,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4696"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/92"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4696"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4696\/revisions"}],"predecessor-version":[{"id":12182,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4696\/revisions\/12182"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7257"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4696"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4696"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4696"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4696"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}