{"id":4733,"date":"2014-09-24T10:43:30","date_gmt":"2014-09-24T17:43:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4733"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"venture-capital-economics-part-2","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/venture-capital-economics-part-2\/","title":{"rendered":"Demystifying Venture Capital Economics, Part 2"},"content":{"rendered":"<p><span class=\"firstcharacter\">O<\/span>ne of the most challenging things for people outside the technology world to understand about venture capitalists is why they are willing to fund companies that operate at a significant loss. After all, classic security analysis teaches us companies don’t have any value if they can’t produce a profit. The operative word in that statement is <em>can’t<\/em>. Just because a company operates at a loss today doesn’t mean it can’t be profitable in the future.<\/p>\n<p>As I explained in <a href=\"https:\/\/blog.wealthfront.com\/venture-capital-economics\/\" target=\"_blank\" rel=\"noopener noreferrer\">Part I of this series<\/a>, big winners drive venture capital fund returns. Prior to the emergence of the Internet, venture capitalists made their big returns behind technological breakthroughs. Almost every successful venture capitalist followed the same playbook originally designed by Tom Perkins, the founder of Kleiner Perkins Caufield &amp; Byers: Find companies that have high technical risk and low market risk. Technical risk was reasonably easy to evaluate if you had a good enough network of experts on which to call. Lack of market, not poor execution, was, and still is, the primary cause of company failure. Therefore you never wanted to take market risk. You looked for companies that attempted to build something that was so technically challenging that you knew people would want to buy it if it were successfully delivered because it offered such a huge price\/performance advantage.<\/p>\n<h2>Software Changed The Funding Formula<\/h2>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/TechSphere.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignright wp-image-4519\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/06\/TechSphere.jpg\" alt=\"TechSphere\" width=\"162\" height=\"162\" \/><\/a><\/p>\n<p>Post 1995 the world changed drastically. Almost every innovation came in the form of software. Unfortunately software startups have the opposite characteristics of what Tom Perkins taught the VC industry to look for. Software companies have relatively low technical risk and high market risk. You know the company could deliver its product. The question was would anyone want to buy it. As I said before, market risk is generally not worth taking, so the intelligent VCs had to change their business model. They outsourced to angel investors the earliest stage funding for what they considered the poor risk\/reward consumer-focused companies and instead focused on backing them only when they proved “the dogs wanted to eat the dog food.” The angels thought they won the business away from the VCs, but the poor <em>average<\/em>  returns of the angels would <a href=\"http:\/\/techcrunch.com\/2012\/09\/30\/why-angel-investors-dont-make-money-and-advice-for-people-who-are-going-to-become-angels-anyway\/\" target=\"_blank\" rel=\"noopener noreferrer\">say otherwise<\/a>. Waiting until a company proved it had product\/market fit meant having to pay a much higher price than they did in the past. Fortunately the Internet enabled much bigger markets to be addressed than in the past, so their outsized returns could be maintained.<\/p>\n<p>Let me illustrate with some numbers. Twenty years ago venture capitalists typically initially invested in startups at a $5 million valuation with the hope the company could someday be worth $500 million. That could represent a return of 20 to 30 times their investment based on the likely dilution incurred in future financing rounds (please see <a href=\"https:\/\/blog.wealthfront.com\/impact-of-dilution\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Impact of Dilution<\/a> for an explanation of dilution). Today VCs are more likely to initially invest at a $50 million valuation with the hope the company could someday be worth $5 billion. Amazingly the number of companies that generate $5 billion of value today is comparable to the number of companies that generated $500 million of value 20 years ago. That means today’s smart VCs are still able to generate the same kind of returns as 20 years ago despite the much higher entry valuation. Please keep in mind not all initial VC rounds are valued at $50 million. My intention was to provide an example that was correct in terms of order of magnitude.<\/p>\n<h2>Invest After The Value Hypothesis Has Been Proven<\/h2>\n<p>The challenge for the VC is finding a company that exhibits product\/market fit — but not so obviously that she has to pay too high a price. Eric Ries’s phenomenal book <em>The Lean Startup<\/em>, provides an intellectual framework that I believe best explains the VC’s behavior. Eric (and I) believes in order to increase the likelihood of succeeding, a startup should start with a minimally viable product to test what he calls a <em>value hypothesis<\/em>. The value hypothesis should state the founder’s best guess as to what value will drive customers to adopt her product and indicate which customers the product is most relevant to, as well as what business model should be used to deliver the product. It’s highly unlikely that a founder’s initial hypothesis will prove correct, which is why an entrepreneur has to iterate on her hypothesis through a series of experiments before product\/market fit is achieved. As a consumer company, you know you have proved your value hypothesis if your business grows organically at a rapid pace with no marketing spend.<\/p>\n<p>Only once the value hypothesis has been proven should an entrepreneur test her <em>growth <\/em> hypothesis. The growth hypothesis covers the best way to cost-effectively acquire customers. Unfortunately many founders mistakenly pursue their growth hypothesis before their value hypothesis. I explain the perils of this approach in <a href=\"http:\/\/www.fastcolabs.com\/3014841\/why-you-should-find-product-market-fit-before-sniffing-around-for-venture-money\" target=\"_blank\" rel=\"noopener noreferrer\">Why You Should Find Product-Market Fit Before Sniffing Around For Venture Money<\/a>. Companies that nail their value hypothesis are highly likely to figure out their growth hypothesis, but the inverse is not true (<a href=\"http:\/\/en.wikipedia.org\/wiki\/Socialcam\" target=\"_blank\" rel=\"noopener noreferrer\">Socialcam<\/a> is perhaps the most outrageous example).<\/p>\n<p>As you might imagine a company that has figured out its value <em>and<\/em> growth hypothesis is worth much more, perhaps three to five times more, than the company that has just confirmed its value hypothesis. Therefore the really good VCs try to invest after the value hypothesis has been proved, but before the growth hypothesis works. In other words VCs are willing to take the leap of faith that the company will figure out the growth hypothesis. You might think this is an obvious observation, but as I explained in <a href=\"https:\/\/blog.wealthfront.com\/venture-capital-economics\/\" target=\"_blank\" rel=\"noopener noreferrer\">Part I of this series<\/a>, the vast majority of VCs are not willing to take that risk.<\/p>\n<p>Once a company proves its value and growth hypothesis, it has likely achieved the leadership role in a new market. This usually spawns a bunch of imitators, but you might be surprised to learn that seldom does an imitator or laggard ever overtake the leader once it has achieved product market fit. That’s true even if the fast follower develops a better product. The only hope for number two in a segment is to change the definition of the market (Nintendo’s Wii is a great example).<\/p>\n<h2>Market Leaders Attract Cheap Capital<\/h2>\n<p>You might also be surprised to learn that the leader in a market is worth more than all the other players <em>combined <\/em>(Priceline is a great example). That’s why venture investors try to beat down the doors of a company to have the opportunity to invest once it has achieved market leadership.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_1834300_3d-white-people-money-rain-with-an-umbrella_sizeS.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignright wp-image-4737\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_1834300_3d-white-people-money-rain-with-an-umbrella_sizeS.jpg\" alt=\"FundingRain\" width=\"229\" height=\"259\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_1834300_3d-white-people-money-rain-with-an-umbrella_sizeS.jpg 665w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_1834300_3d-white-people-money-rain-with-an-umbrella_sizeS-442x500.jpg 442w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_1834300_3d-white-people-money-rain-with-an-umbrella_sizeS-469x530.jpg 469w\" sizes=\"(max-width: 229px) 100vw, 229px\" \/><\/a><\/p>\n<p>Technology market leaders often accept this additional financing even when they don’t need it to execute their business plans. To do so they must believe the increased growth from investing faster in their businesses has to justify the dilution associated with the unneeded financing.<\/p>\n<p>I’m sure you have read about many successful consumer Internet companies that recently raised on the order of $50 million, or more, at a $600-million <a href=\"http:\/\/en.wikipedia.org\/wiki\/Pre-money_valuation\" target=\"_blank\" rel=\"noopener noreferrer\">pre-money valuation<\/a> soon after they did another round of financing. This is the most common valuation these days (although incredibly high by historical standards) when a startup has achieved clear market leadership in a market that has a chance to be very large.<\/p>\n<p>To justify the dilution associated with such an unneeded financing, the management must believe the incremental percentage growth in revenues from the financing is greater than the dilution taken in the round. For example, let’s say a company currently has a $10-million annualized revenue rate with expected annual revenue of $160 million in four years. Let’s further assume it can raise $50 million at a $600-million pre-money valuation and with that money increase its revenue expectation in four years to $200 million. That would mean it would trade off an extra 7.7% of dilution for a 25% increase in revenues — in almost every case that would lead to a higher value per share for all stockholders.<\/p>\n<h2>Cheap Financing Drives Accelerated Growth (And Increased Losses)<\/h2>\n<p>The only way the revenue could have been increased by such a sizable amount was to have <em>accelerated the company’s hiring of engineers<\/em>  to produce needed product more quickly (assuming more product leads to faster growth) or to <em>increase paid marketing <\/em> (assuming it would generate a positive yield).<\/p>\n<p>You often see subscription businesses like SAAS companies accelerate their marketing spend as long as their cost to acquire a customer is less than their average <a href=\"http:\/\/en.wikipedia.org\/wiki\/Customer_lifetime_value\" target=\"_blank\" rel=\"noopener noreferrer\">customer lifetime value<\/a>. This acceleration may lead to significantly increased short-term losses if the <em>annual<\/em>  revenue contribution of an average customer is less than the <em>initial<\/em> customer acquisition cost; over the long term, however, it is highly worthwhile.<\/p>\n<p>Let’s look an example to illustrate this point. If we assume a company’s average customer generates a profit of $100 per year, 33% of the company’s customers churn each year and it costs the company an average of $150 to acquire a customer, then it is highly worthwhile for that company to spend as much as it can as long as those economics hold. That’s because the customer lifetime value of $300 ($100\/33%) is far greater than the customer acquisition cost of $150. However each customer the company adds decreases its profits (or increases its losses) by $50 in the first year ($100 increased annual profit &#8211; $150 customer acquisition cost), so it may appear to uninformed outsiders that the company has made a stupid decision. Over the long term the trade will prove worthwhile because the company will continue to generate $100 per customer for three years (the horizon over which the average customer churns).<\/p>\n<p>As frequent observers of this phenomenon, VCs encourage this trade despite the poor short-term optics <em>as long as they believe their portfolio companies’ long-term margins are likely to be attractive<\/em>. Their point of view is reinforced by the research we shared in <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\" target=\"_blank\" rel=\"noopener noreferrer\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a> that found technology companies’ performance post-IPO is most dependent on revenue growth, not profitability. Accelerated revenue growth is almost always rewarded with a higher valuation as long as management is able to convince investors that it addresses a huge market and can easily generate profits in the future.<\/p>\n<p>The most exaggerated example of this strategy is Amazon. You have often heard Amazon say it could have much higher margins if it wanted to. This is no joke. Management knows the smarter decision is to invest in growth and they have been handsomely rewarded for it.<\/p>\n<h2>Technology Companies Are Valued Differently<\/h2>\n<p>There is a huge incentive to grow faster rather than generate profitability. This may sound like heresy but it’s the way the technology business has always worked. Almost every market leader could generate a profit relatively early in their life, but that would leave them open to an aggressive new entrant that wanted to change the rules on them. It’s far better to defer profitability and cement your lead than try to make a profit early.<\/p>\n<p>Unfortunately people from outside the technology business don’t understand how technology companies are valued. As software continues to eat the world, you’ll likely hear many representatives of old line or soon to be disrupted businesses denigrate the disrupters by saying they have an unsustainable business model or will likely go out of business due to their spending rate. They also might point out how small the new entrant is; ignoring the fact that at its current growth rate it will soon become very big. Psychologists have done many studies that have found human beings have a hard time comprehending the impact of compounding. I’ve been to this movie many times and it always ends poorly for the incumbent once an upstart achieves product-market-fit. That’s because momentum seldom dissipates quickly.<\/p>\n<h2>All That Matters Is Growth<\/h2>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_296629_green-growth-arrow-bar-graph_sizeS.jpg\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-4736\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_296629_green-growth-arrow-bar-graph_sizeS.jpg\" alt=\"Green Growth Arrow\" width=\"166\" height=\"161\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_296629_green-growth-arrow-bar-graph_sizeS.jpg 718w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_296629_green-growth-arrow-bar-graph_sizeS-515x500.jpg 515w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/09\/stockfresh_296629_green-growth-arrow-bar-graph_sizeS-546x530.jpg 546w\" sizes=\"(max-width: 166px) 100vw, 166px\" \/><\/a><\/p>\n<p>The other knock the uninformed and threatened use against young companies with momentum is their VCs must be nuts to have invested so much in them because “companies in our space aren’t valued like tech companies and therefore can’t justify the sizable capital invested.” Professional public tech investors care a lot more about the <em>growth<\/em> of the company in which they invest than they do about the traditional multiples of the <em>industry<\/em>  in which the company participates. Time and time again we’ve seen new software-based entrants that disrupt an old-line industry get valued at what, historically, would have been viewed as crazy valuations. It’s pretty clear the Internet-based winners in cars, clothing, recruiting and travel, among others, command lofty valuations. Motley Fool has dedicated numerous posts to the correlation between growth rate and the price to earnings (P\/E) ratio. The higher the growth rate, the higher the P\/E, independent of industry. Once again the top VCs understand that this relationship is unlikely to change any time soon.<\/p>\n<p>Economists believe the only way to earn outsized returns is to invest in highly inefficient markets. The lack of common understanding around what constitutes the ideal way to build a startup is one of the greatest examples of inefficiencies I know — which makes it a huge source of the premier venture capitalists’ tremendous returns.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>One of the most challenging things for people outside the technology world to understand about venture capitalists is why they are willing to fund companies that operate at a significant loss. After all, classic security analysis teaches us companies don’t have any value if they can’t produce a profit. The operative word in that statement [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7230,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[23,719,762,763,760,761,646,645],"yst_prominent_words":[1646,1424,1640,4739,4731,3125,4730,4741,4734,4737,4732,4738,1294,4735,4740,4736,1295,4733,4729,3259],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4733"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4733"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4733\/revisions"}],"predecessor-version":[{"id":11837,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4733\/revisions\/11837"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7230"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4733"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4733"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4733"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4733"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}