{"id":4812,"date":"2014-10-16T13:00:25","date_gmt":"2014-10-16T20:00:25","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4812"},"modified":"2021-04-28T08:20:45","modified_gmt":"2021-04-28T15:20:45","slug":"tax-loss-harvesting-improvements-intelligent-recovery-predictive-deposits","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tax-loss-harvesting-improvements-intelligent-recovery-predictive-deposits\/","title":{"rendered":"Happy Birthday, Tax-Loss Harvesting"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/span><\/i><span style=\"font-weight: 400;\">. <\/span><\/p>\n<p>Back in October 2012, Wealthfront became the first automated investment service to introduce tax-loss harvesting. While tax-loss harvesting has been around for a long time, it traditionally has only been offered to the ultra-wealthy and it was almost always done just once a year by hand. Wealthfront, of course, offered something different — a service watching your account continuously, every day, looking for opportunities to recognize tax losses while still keeping your portfolio properly diversified.<\/p>\n<p>Now two years later, Wealthfront has <strong>over $900M in client assets<\/strong> invested in tax-loss harvesting accounts, and in that time we&#8217;ve performed over <strong>750,000 free tax-loss harvesting trades<\/strong> for our clients.<\/p>\n<p>For no extra charge, Wealthfront provides two different levels of sophisticated tax-loss harvesting for our clients:<\/p>\n<ul>\n<li>Wealthfront’s Daily Tax-Loss Harvesting service monitors your portfolio daily to look for opportunities to harvest losses on the ETFs that represent each asset class in your portfolio<\/li>\n<li>Wealthfront’s Tax-Optimized US Index Portfolio is Wealthfront’s replacement for the US Stock portion of a diversified portfolio that features stock-level tax loss harvesting within the index<\/li>\n<\/ul>\n<p style=\"padding-left: 30px;\">The great thing about software is that it can always be improved, and given the size and scale of Wealthfront&#8217;s experience, we&#8217;ve continued to optimize the system. As we reach the two-year anniversary of the service, it seemed appropriate to highlight all of the ways we&#8217;ve improved tax-loss harvesting over the past year. These include:<\/p>\n<ul style=\"padding-left: 90px;\">\n<li><strong>Intelligent Recovery<\/strong><\/li>\n<li><strong>Optimized Harvesting Triggers<\/strong><\/li>\n<li><strong>Predictive Deposits<\/strong><\/li>\n<li><strong>Tax-Optimized Withdrawals<\/strong><\/li>\n<\/ul>\n<h2>Intelligent Recovery<\/h2>\n<p>Under the right circumstances, when a tax-loss opportunity presents itself, we sell one of your ETFs that is trading at a loss and replace it with an alternative ETF that represents a different but highly correlated index to maintain the risk and return characteristics of your portfolio. Unfortunately, the alternative ETF in an asset class is typically a bit worse than the first ETF, either due to tracking error or expenses. As a result, the question arises: “When is the best time to move the investment back to the primary ETF?”<\/p>\n<p>With intelligent recovery, we hold that alternative ETF in your portfolio for a minimum of 30 days to avoid wash sales and continue to hold it long-term until it makes sense to move the investment back to the primary ETF. This flexibility ensures that the system <strong>helps reduce unnecessary capital gains taxes<\/strong>, while also <strong>maximizing the amount of your investment in the primary ETF<\/strong>.<\/p>\n<h2>Optimized Harvesting Triggers<\/h2>\n<p>Deciding when there has been enough movement in an ETF to warrant a tax-loss harvesting trade is complicated. Once you make a trade, you are forgoing the ability to make additional trades with that particular ETF for some time. Earlier this year, we updated our harvesting triggers <strong>for both the primary and secondary ETF<\/strong> in each asset class, based on the financial characteristics of each. This optimization helps <strong>maximize the amount of tax benefit<\/strong> the system produces for the overall portfolio.<\/p>\n<h2>Predictive Deposits<\/h2>\n<p>Most clients at Wealthfront are under 35, and as a result have just begun their long term journey as savers and investors. Unfortunately, every time you make a deposit, investing it generates a new transaction that potentially prevents tax-loss harvesting from happening in the near future. Wealthfront has developed a system that, based on the likelihood of a near-term tax-loss harvesting opportunity, will <strong>selectively invest your deposit in either the primary or secondary ETF<\/strong>, to help maximize the number of tax-loss harvesting opportunities available to clients.<\/p>\n<h2>Tax-Optimized Withdrawals<\/h2>\n<p>One of the great features of an automated investment service is that, quite simply, it does the math for you to help simplify common transactions. When you deposit funds into Wealthfront, you don&#8217;t have to decide which shares to buy — Wealthfront calculates where to invest the funds to best keep your portfolio diversified for the long term.<\/p>\n<p>Tax-Optimized Withdrawals ensure that the same intelligence is applied to your withdrawals, but with the added benefit of taking individual tax lots into account. So whether you are making a small withdrawal or a large one, Wealthfront not only ensures your remaining portfolio is diversified, it also <strong>sells the shares with the highest cost basis first<\/strong>. As a result, Wealthfront minimizes your taxes every step of the way.<\/p>\n<h2>Wealthfront is Always Working for You<\/h2>\n<p>If you are interested in more details about the potential benefits from utilizing tax-loss harvesting, we encourage you to read our <strong><a href=\"https:\/\/www.wealthfront.com\/whitepapers\/tax-loss-harvesting\" target=\"_blank\" rel=\"noopener noreferrer\">new white paper<\/a><\/strong>.<\/p>\n<p>You&#8217;ve worked hard for your money, and our commitment to our clients is that we&#8217;re always working to relentlessly improve our service. All of the improvements mentioned above have <strong>already been implemented in client accounts<\/strong> — no additional effort is necessary. It&#8217;s one of the unique benefits of using the largest and fastest-growing automated investment service. And if you haven&#8217;t taken the leap yet, it&#8217;s a great time to get started.<\/p>\n<p><a href=\"http:\/\/www.wealthfront.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Join us<\/a>.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. Back in October 2012, Wealthfront became the first automated investment service to introduce tax-loss harvesting. While tax-loss harvesting has been around for a long time, it traditionally has only been offered to the ultra-wealthy and it was almost always done just once a year [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7238,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[473,62,794,793,792,454,791,790],"yst_prominent_words":[4704,3656,1531,1527,1669,2126,4708,4706,1530,4709,4710,4703,1293,4707,2123,2132,2127,2119,4705,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4812"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4812"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4812\/revisions"}],"predecessor-version":[{"id":14024,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4812\/revisions\/14024"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7238"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4812"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4812"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4812"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4812"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}