{"id":4821,"date":"2014-10-21T08:38:26","date_gmt":"2014-10-21T15:38:26","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4821"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"indexing-curious-case-alibaba-baba","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/indexing-curious-case-alibaba-baba\/","title":{"rendered":"Indexing and the Curious Case of Alibaba ($BABA)"},"content":{"rendered":"<p>It has now been 40 years since I published the first edition of <em>A Random Walk Down Wall Street<\/em>. The book, about to come out in its 11<sup>th<\/sup> edition, had a very simple message: Investors would be better off buying a broad-based index fund that simply held all the stocks in the market. As a result, it might surprise some to hear that not all index funds will serve investors well. Not all index funds are the same, and it is important to understand how indexes are constructed and what stocks they contain.<\/p>\n<p>The recent Initial Public Offering of Alibaba stock, the biggest IPO in history, and the failure of many indexes to consider including it, underscores how important it is that an investor’s portfolio contains the appropriate indexes. Given the heavy press about the company and its IPO, this felt like a good time to point out that implementing an indexing strategy is not always as straightforward as it may seem.<\/p>\n<h2>The Intellectual Case for Indexing<\/h2>\n<p>The intellectual case for indexing rests in part on the <strong>efficient-market theory<\/strong>. The basic idea behind the theory is that securities markets are extremely efficient in digesting information about individual stocks or about the stock market in general. When information arises about a stock (or the market as a whole), the news spreads very quickly and gets incorporated into the prices of securities without delay. Legions of professional investors, many with systems that transact within milliseconds, make purchases or sales that ensure no opportunities for unusual profits remain unexploited. Stock prices may not always be correct (the stock market can sometimes be egregiously wrong), but at any point in time no one knows if they are too high or too low.<\/p>\n<p>This notion of informational <em>efficiency<\/em>  has two important implications for investors. <strong>First<\/strong>, it suggests that stock prices will <em>fluctuate<\/em>  randomly — stock prices will change on the receipt of good or bad news. News of a new oil discovery or approval of a new drug will tend to make the stock price of the company involved go up. News of an oil spill or the harmful side effects for an existing drug will lead to a price decline. However, true news is random, that is, it cannot be predicted on the basis of past information. Hence, stock prices are likely to be unpredictable and neither past stock charts nor the “fundamental analysis” of accounting data, company strategy, etc. will enable either professionals or amateurs to consistently predict future stock prices. Stock prices will evolve much like a mathematical “random walk” where future prices are unrelated to those existing in the past.<\/p>\n<p>The <strong>second<\/strong> implication for investors is that <em>the market is virtually impossible to reliably beat<\/em>. Active portfolio management where purchases and sales are made in an attempt to find “undervalued” or “overvalued” securities, will prove to be useless. Such active management will result in added transactions costs, possibly higher taxes, and larger management fees for investors who buy actively-managed mutual funds. No one person or institution consistently knows more than the market.<\/p>\n<h2>Indexing Also Works for Inefficient Markets<\/h2>\n<p>What is often missed by skeptics is that indexing must still be an optimal strategy <strong>even if markets are inefficient<\/strong>. All of the stocks in the market must be held by someone. Investors as a whole — as do index investors who hold the market portfolio — will earn the <em>market return<\/em>. If there are some active portfolio managers who earn greater than market returns by holding only the best-performing stocks, then it must follow that some other active investors will be holding the stocks that produced below average returns. Investing must be a zero sum game. The exhibit below illustrates the distribution of returns in a market where 8% is assumed to be the overall market return.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/blog-zero-sum.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4823 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/blog-zero-sum.jpg\" alt=\"blog-zero-sum\" width=\"565\" height=\"240\" \/><\/a><\/p>\n<p>In the presence of costs, however, <strong>investing becomes a negative sum game<\/strong>. If active investment managers charge about 100 basis points (1%) as a management fee, then the investor’s return will be directly reduced by the amount of those fees. This shifts the entire distribution to the left as indicated by the exhibit below. If an investor can buy the entire market portfolio at a zero fee (the management expenses for broad-based ETFs that hold the market portfolio are in fact close to zero), then the index investor must outperform the average actively-managed fund. While some active funds will outperform the broad index, most will do worse because they are penalized by high fees.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/blog-negative-sum.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4824 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/blog-negative-sum.jpg\" alt=\"blog-negative-sum\" width=\"565\" height=\"270\" \/><\/a><\/p>\n<h2>Indexing Performs Extremely Well in Practice<\/h2>\n<p>In fact, the actual results of index funds versus actively managed funds conforms well to the illustrations above. The <a href=\"#SandP\">latest mid-2014 study by Standard &amp; Poor’s*<\/a> reveals that almost three quarters of actively managed U.S. mutual funds were outperformed by the broad-based S&amp;P 1500<span style=\"color: #545454\">®<\/span> composite stock index. Similar results were found for actively-managed funds investing in international markets, including emerging markets. Indexing works in all markets, including those that may be regarded as relatively inefficient. And those funds that beat the market in one period are not generally the same as those that beat the market in the next period. There is little or no consistency in above-average performance.<\/p>\n<p>All the arguments for the optimality of an indexing strategy assume that the investor buys a fund that holds the market portfolio. In other words, the index investor is advised to hold all the stocks in the market and the index fund used should be the broadest possible. A <em>total stock market portfolio<\/em> comes closest to that ideal. While liquidity constraints might prevent the total stock market index fund from buying some of the very smallest illiquid stocks traded in the market, such a fund will hold virtually all of the market capitalization that exists. And certainly every major company that is traded will be held by the investor.<\/p>\n<p>The argument can be extended to international investing as well. A diversified index investor’s portfolio should also contain stock from some of the major companies that do business all over the world (such as Toyota, the car company, Royal Dutch Shell, the oil company, and Samsung, the electronics company). This can be accomplished by holding a total international index fund comprising all the companies traded in developed, as well as total foreign and emerging markets. The truly diversified index investor will hold a share in the global market portfolio.<\/p>\n<h2>Problems with International Indexes<\/h2>\n<p>Investors should be aware, however, that many popular indexes are less than ideal as presently constituted. This is particularly true for China, an economy that today is as large as the United States when adjusted for purchasing power parity. We can illustrate the problem with the ETF <a href=\"http:\/\/www.ishares.com\/us\/products\/239536\/ishares-china-largecap-etf?cid=ppc%3Aishares_us%3Agoogle%3Afxi&amp;utm_medium=cpc&amp;utm_campaign=exact_tickers+new+blr-isg&amp;utm_source=google&amp;utm_term=fxi&amp;cmp=ishares_us&amp;chn=ppc&amp;c=google&amp;kw=fxi\" target=\"_blank\">FXI<\/a>, the FTSE\/Xinhua index of large Chinese stocks. Historically, the index has not included Chinese companies that only trade in the U.S. Thus, BAIDU, the Chinese Google, has not been included in the index (BAIDU, though Chinese owned, is listed on the NASDAQ). Moreover, the index is heavily weighted toward financial–services companies and oil companies because those two industries represent the bulk of the total market capitalization of the Chinese public equities market and indexes are supposed to reflect the relative industry market cap contributions within the market it intends to track. Underrepresented in FXI are consumer-product and smaller entrepreneurial high tech companies. That’s because many of the Chinese consumer and tech companies raise money privately and do not trade in public markets. As the Chinese economy develops, these excluded companies are likely to be the fastest growers in the economy. Therefore FXI is not truly representative of the Chinese economy.<\/p>\n<p>The problems listed above affect the broader emerging market indexes as well. China tends to be especially underrepresented in emerging market indexes because the total market capitalization of Chinese equities is far smaller than China’s share of the world’s GDP. Moreover, the sector weights of the publicly traded shares of Chinese and other emerging market companies is not indicative of the importance of these sectors to their overall economies. The consumer service and high tech sectors tend to be significantly underweighted. An example is the Chinese company Alibaba — an enterprise that combines aspects of consumer commerce and high technology.<\/p>\n<h2>The Curious Case of Alibaba ($BABA)<\/h2>\n<p>This brings us to the curious case of Alibaba stock and the issue of whether it will be included in various indexes that serve as the basis for the ETFs available for investments. Alibaba is a Chinese internet company that trades on the New York Stock Exchange. The company comprises a group of internet-based e-commerce companies that dominate the Chinese market. They account for 80% of the e-commerce market in China and the company is growing rapidly. Alibaba has a market capitalization of well over $200 billion, making it <strong>one of the most valuable companies in the world<\/strong>. Clearly Alibaba stock is a holding that should be included in a broad-based internationally diversified portfolio. But as of yet there are <strong>no immediate plans<\/strong> to include Alibaba in either the largest U.S. or the largest international market indices.<\/p>\n<p>Something of a “Catch 22“ will operate to keep Alibaba out of many of the U.S. Chinese, and emerging markets indexes.   Although the stock is listed in the United States, Alibaba is incorporated in the Cayman Islands and does the vast majority of its business in China. Therefore, even though Alibaba (Ticker: <a href=\"http:\/\/finance.yahoo.com\/q?s=BABA\" target=\"_blank\">BABA<\/a>) would rank among the 25 largest companies in the S&amp;P 500<span style=\"color: #545454\">®<\/span> Stock Index, S&amp;P will not include it because it is a Chinese rather than an American company. Alibaba will also not be eligible for listing in the NASDAQ 100, a popular technology index that includes the Chinese company BAIDU, because BABA trades on the New York Stock Exchange.<\/p>\n<p>Paradoxically, BABA is also not scheduled to be included in the most popular emerging-markets and China indexes compiled by MSCI and the FTSE group since it is a U.S. listed company. MSCI rules prohibit including a company that is incorporated in the Cayman Islands, listed only in New York, and not traded on any Asian stock exchange. FTSE rules will also exclude BABA. At least initially then, Alibaba will not be included in either U.S. or foreign broad-based indexes.<\/p>\n<p>We see that the major rule-based indexes leave Alibaba in limbo. As a Chinese company it does not qualify for some U.S. indexes. As a Cayman Islands company that does not trade in Asia it will not qualify under present rules for inclusion in some Chinese and emerging markets indexes. But passive index investing is most effective if the investor holds a portfolio consisting of virtually all of the stocks available for investment. Is there a way out of this dilemma?<\/p>\n<h2>The Solution to the Alibaba Dilemma<\/h2>\n<p>Fortunately, rules can be changed. Already there have been many investor queries concerning the exclusion of Alibaba. Investors have argued that the exclusion of BABA prevents them from accurately tracking the performance of international companies. MSCI has announced that it is considering rule changes that would allow BABA to be included in its indexes. I believe it is likely that other index providers will follow suit. The best indexes are those that are as broad-based as possible. Alibaba belongs in every index that purports to represent the returns available to investors in emerging markets and in broad international equity markets.<\/p>\n<p>Alibaba ($BABA) is the perfect example of a problem that, while interesting, will likely be rapidly resolved by market providers. Index funds have grown through massive investor demand over the past 40 years. And Alibaba is a great reminder that the increased demand is also increasing market pressure on the industry to deliver ever-better low-cost and well-structured index funds to the market.<\/p>\n<p>&nbsp;<\/p>\n<p><a id=\"SandP\"><\/a>* <a href=\"http:\/\/www.spindices.com\/documents\/spiva\/spiva-us-mid-year-2014.pdf\" target=\"_blank\">S&amp;P SPIVA report mid-year 2014<\/a>.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security.  This article is not intended as investment advice, and Wealthfront does not represent in any manner that the circumstances described herein will result in any particular outcome. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It has now been 40 years since I published the first edition of A Random Walk Down Wall Street. The book, about to come out in its 11th edition, had a very simple message: Investors would be better off buying a broad-based index fund that simply held all the stocks in the market. As a [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7261,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[797,796,804,465,35,803,802,801,799,95,481,798,408,800],"yst_prominent_words":[4702,2111,2102,2100,2110,2106,2101,1328,2113,2107,2104,2114,2108,2105,2109,1294,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4821"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4821"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4821\/revisions"}],"predecessor-version":[{"id":11840,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4821\/revisions\/11840"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7261"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4821"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4821"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4821"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4821"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}