{"id":4827,"date":"2014-10-28T07:30:20","date_gmt":"2014-10-28T14:30:20","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4827"},"modified":"2019-11-26T07:21:40","modified_gmt":"2019-11-26T15:21:40","slug":"wealthfront-announces-financing-7-trillion","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/wealthfront-announces-financing-7-trillion\/","title":{"rendered":"The $7 Trillion Opportunity"},"content":{"rendered":"<blockquote>\n<h3><i>The best way to predict the future is to invent it.” — Alan Kay<\/i><\/h3>\n<\/blockquote>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/finance-blog-hero-2.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4829 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/10\/finance-blog-hero-2.jpg\" alt=\"finance-blog-hero-2\" width=\"565\" height=\"373\" \/><\/a><\/p>\n<p><span class=\"firstcharacter\">W<\/span>e are on the cusp of a momentous inflection point in finance. For the first time in decades, two titanic demographic shifts are happening in the United States simultaneously.<\/p>\n<p>The Baby Boom generation, the 78 million Americans born after WWII, have finally reached the edge of one of the most difficult financial transitions in life: the transition to retirement. They are caught between an array of multi-trillion dollar financial superpowers waging battle over the Boomer generation&#8217;s $10 to $15 Trillion in liquid assets.<\/p>\n<p>Simultaneously, the Millennial generation, the <b>90 million Americans<\/b> born between 1981 and 2000, are reaching adulthood. The leading edge of this generation has now reached their early 30s, and they have a very different set of priorities than the Baby Boom generation. While just beginning to earn, save and invest, they are projected to control <b> $7 trillion in liquid assets<\/b> in less than five years.<\/p>\n<p>After the catastrophic financial crisis of 2008 is it surprising that this younger generation has a dismal view of Wall Street? Is it hard to believe they are looking for a new type of solution, a new type of service, a new type of company?<\/p>\n<h2>$100 Million+ in Capital<\/h2>\n<p>We are thrilled to announce today that Wealthfront just closed on a <b>new $64 million round of financing<\/b> led by Spark Capital Growth. With this infusion, Wealthfront now has <b>more than $100 million in cash<\/b> <b>on hand<\/b> to invest in building our business. Close followers of our company will notice that this means we still have yet to spend even one dollar of the $35 million we raised earlier in 2014. So why, you might ask, did Wealthfront decide to raise this capital now?<\/p>\n<p>The short answer is simple. We believe there is a <b>once-in-a-generation opportunity<\/b> to build a company from the ground up to focus on the millennial investor. Our investors share that vision.<\/p>\n<p>Charles Schwab built its business by focusing on the needs of the baby boomer investor. It grew with the boomers to create one of the most important investment firms over the past 40 years. Today, Schwab manages over $2.4 trillion. It took Schwab six years to reach its first $1 billion in client assets. <a href=\"https:\/\/blog.wealthfront.com\/one-billion-assets-under-management\/\" target=\"_blank\">It took Wealthfront less than 2.5 years<\/a>. Charles Schwab proceeded to grow from $1 billion to $10 billion to $100 billion to $1 trillion over the next 18 years. 10x every six years. Almost like clockwork.<\/p>\n<p>We think we can do it a whole lot faster.<\/p>\n<h2>The Future is Automated<\/h2>\n<p>When we launched Wealthfront less than three years ago, the industry was skeptical that investors would adopt, let alone prefer, an automated investment service.<\/p>\n<p>The skeptics didn&#8217;t understand that there were millions of millennial investors who were fed up with Wall Street and looking for a new type of service. A service without the high minimums and fees of traditional wealth managers. More importantly, they were looking for a service that was <b>automated<\/b>. Investing for the long term requires reliability, rationality and consistency — exactly the features that a software-based service can offer.<\/p>\n<p>Now the industry has woken up. Soon, the large incumbents will roll out their own automated services. In fact, thanks to Wealthfront&#8217;s success, we now believe almost every investor will be using some form of automated investment service in the next 5-10 years.<\/p>\n<p>We&#8217;re excited to see the industry change and adapt. At Wealthfront, we believe that <b>everyone deserves sophisticated financial advice<\/b>. And while we work tirelessly to fulfill that mission directly for our clients, it applies just as much to customers at Charles Schwab. And Fidelity. And Merrill Lynch. Their customers deserve the benefits of automated services too.<\/p>\n<h2>Leading a New Category<\/h2>\n<p>At Wealthfront, we have always believed that change to Wall Street will not and can not come from regulation alone. We believe this industry will only change when confronted with the successful delivery of new services. Charles Schwab forced the industry to adapt, and now all investors benefit from their influence. Wealthfront is forcing the industry to adapt, and it will mean lower costs and better service for millions of investors.<\/p>\n<p>Blockbuster did not kill Netflix, and Barnes &amp; Noble did not kill Amazon. The emerging leader in an important new category benefits from their position in the vanguard. Wealthfront has taken an aggressive stance with innovative new services that have defined the category; services like tax-loss harvesting, the single-stock diversification service and <a href=\"https:\/\/blog.wealthfront.com\/wealthfront-workplace\/\" target=\"_blank\">Wealthfront for the Workplace<\/a> that we launched with <b>Google<\/b>, <b>Palantir<\/b> and the <b>San Francisco 49ers<\/b>. We will continue to lead the way through innovation and focus, preferring to be unencumbered by ties to the incumbents.<\/p>\n<p>Merrill Lynch, you may note, did not kill Charles Schwab. Then again, Charles Schwab did not kill Merrill Lynch either. Both now manage trillions of dollars in client assets.<\/p>\n<p>We don&#8217;t believe we&#8217;ll kill Charles Schwab. It is a great company, albeit focused on a different customer &#8211; the baby boomer. We do believe, however, that we&#8217;ll force Charles Schwab to become even better.<\/p>\n<h2>We Have Only One True North<\/h2>\n<p>The most important thing about this financing is what it means for our future as a company.<\/p>\n<p>Real change will not come from a company tied to the status quo. We have the opportunity to build something new. Something different. Something better.<\/p>\n<p>Our financial independence means that we don&#8217;t need capital from Wall Street. We can better pursue our vision of a truly client-centric service by not being beholden to the incumbent powers. Not conflicted by their existing business lines. And not stained by the sins of their past.<\/p>\n<p><b>Our clients are our one true North<\/b>. They are our focus, our passion and our purpose. They place their trust in our stewardship of their capital. Together, we can turn the page on the high minimums, high fees and greed that has defined Wall Street. Together, we can reimagine the future of investing. And together, we can build the future of financial services.<\/p>\n<p>We can build <b>Wealthfront<\/b>.<\/p>\n<p><a href=\"http:\/\/www.wealthfront.com\" target=\"_blank\">Join us<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The best way to predict the future is to invent it.” — Alan Kay We are on the cusp of a momentous inflection point in finance. For the first time in decades, two titanic demographic shifts are happening in the United States simultaneously. The Baby Boom generation, the 78 million Americans born after WWII, have finally [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7217,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[811,815,814,812,809,473,805,568,806,808,813,810,807],"yst_prominent_words":[1527,4701,4691,2277,4695,1530,4700,4692,4690,4694,4699,4693,4698,1340,1299,4697,4689,4696,1411,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4827"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4827"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4827\/revisions"}],"predecessor-version":[{"id":11841,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4827\/revisions\/11841"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7217"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4827"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4827"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4827"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4827"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}