{"id":4832,"date":"2014-10-30T10:30:23","date_gmt":"2014-10-30T17:30:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4832"},"modified":"2020-05-12T09:22:13","modified_gmt":"2020-05-12T16:22:13","slug":"get-mba","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/get-mba\/","title":{"rendered":"Should You Get an MBA?"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>f you’re considering an MBA, you face two separate but related questions: ‘Is the degree worth it?’ And, ‘How will I actually pay for it?’ They are important questions because so many people consider pursuing an MBA to advance their careers. But an MBA isn’t an automatic ticket to success, and it carries a high price.<\/p>\n<p>This post, the first of a two-part series, is an update of one we published two years ago. It covers some of the basics for those considering the pursuit of an MBA, including how to decide whether the degree is worthwhile given your personal situation, the range of costs you’ll likely incur and the resources available to pay for a degree. In our <strong>upcoming second part <\/strong>we will present some financial and planning tips for those actually pursuing a degree that will help you refine your personal financial plan, maximize your resources and potentially lower your tax bill during and immediately after school.<\/p>\n<h2>Is It Worth It?<\/h2>\n<p>According to <a href=\"http:\/\/www.forbes.com\/business-schools\/list\/\" target=\"_blank\" rel=\"noopener noreferrer\">Forbes<\/a>, the total tuition over two years for a full-time MBA at a top-10 school is between $112,307 and $126,576 based on data collected in Oct. 2013 (this increased at the low end from our 2011 post when it was between $96,000 and $127,000, according to <em>Bloomberg <\/em><a href=\"http:\/\/www.businessweek.com\/bschools\/rankings\/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Businessweek<\/em><\/a>)<em>.<\/em> The total two year tuition range among the remainder of the top 70 schools on Forbes’s list was between $41,000 and $115,000. The price of school is only the beginning; you must also factor in the opportunity cost of forgoing two years of salary and possible career advancement. Attending a second tier school is unlikely to be financially justified if your current annual salary is between $100,000 and $150,000.<\/p>\n<p>We believe an MBA may be worth the high price tag under the following circumstances:<\/p>\n<p style=\"padding-left: 60px;\">• You need the MBA to pivot your career<\/p>\n<p style=\"padding-left: 60px;\">• You will benefit from the network you develop<\/p>\n<p style=\"padding-left: 60px;\">• You’ll get a lot of satisfaction from the education you receive<\/p>\n<p>An MBA is probably worth the cost if you get into a top-tier school and one or more of these three conditions apply. A <em>network<\/em>  from one of the top-tier schools is incredibly valuable. A degree from a top-tier school, such as Harvard, Stanford, Wharton or Chicago, will likely get you an interview almost anywhere. The education is also arguably better because the top schools are able to attract the best professors. A virtuous cycle is created that allows the premier schools to further distance themselves from other MBA programs.<\/p>\n<p>The difference in earnings over a 20-year period between a top-tier grad and one from another business school was $1 million, based on a 2011 analysis by <em>Businessweek<\/em>. The differential tells you how valuable the imprimatur of a top B-school is. The schools’ names and known selection criteria get their graduates more and better interviews, and the elite networks may be even more valuable.<\/p>\n<p>The value of an MBA is much less clear the lower down the rankings you go.<\/p>\n<h2>The Financial Calculation<\/h2>\n<p>The median starting salary for U.S. MBA graduates was only $85,000, according to the <a href=\"http:\/\/www.gmac.com\/~\/media\/Files\/gmac\/Research\/Measuring%20Program%20ROI\/alumni-2013-web.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Graduate Management Admission Council<\/a>’s annual alumni survey of 2013 (up $2,000 from the year prior). Among 2013 Harvard MBA graduates the median starting salary was $120,000 (and that’s down $5,000 from 2011) <a href=\"#Harvard\">[1]<\/a>. When you factor in starting bonuses, the top schools were even farther ahead: In 2013 the average starting salary plus bonus for a Wharton grad was $141,243, for a Harvard Business School grad $138,346, and Stanford grads $137,525. <a href=\"#Stanford\">[2]<\/a><\/p>\n<p>Except for an MBA from a top-tier school, justifying the cost of an MBA on purely financial terms is difficult. If you seek an MBA to pivot from a non-traditional career to a business career, or just from one kind of business career to another, consider how much higher you anticipate your salary will be, and do the math.<\/p>\n<p>Getting an MBA may make you happier in your career, too. Even if the math comes out slightly to the negative, the happiness that comes from being in a job that you enjoy more could push your equation to the positive.<\/p>\n<h2>The Value of Education<\/h2>\n<p>One other note: We’re not discounting the idea that you might get an MBA simply because you love business, or love to learn, and that you will learn lessons you can apply in your career. Only you can put a price tag on the value of the actual education you’ll receive.<\/p>\n<h2>How Do You Pay for Graduate School?<\/h2>\n<p>Before you decide to apply, it’s worthwhile to understand the different options for paying. Multiple sources and studies agree that about two-thirds of people who get an MBA graduate with debt, though amounts vary widely.<\/p>\n<p>There are five main sources of funds for a full-time MBA program<\/p>\n<p style=\"padding-left: 60px;\">• Personal savings<\/p>\n<p style=\"padding-left: 60px;\">• Grants<\/p>\n<p style=\"padding-left: 60px;\">• Financial aid from the university, including grants, loans and assistantships<\/p>\n<p style=\"padding-left: 60px;\">• Federal loans and<\/p>\n<p style=\"padding-left: 60px;\">• Private loans<\/p>\n<h3><em>Personal savings<\/em><\/h3>\n<p>If you’ve saved enough to defray some or all of the costs, wonderful. If you’re reading this and considering going to school in a few years, start saving now. Whatever you accumulate will make your decision to pursue an MBA that much easier and lessen your pain during the school years because you won’t have to cut back your lifestyle as much. Anything you pay out of pocket will mean less chance of graduating with expensive debt.<\/p>\n<p>However, you should not dip into your <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\" target=\"_blank\" rel=\"noopener noreferrer\">emergency fund<\/a>. On the other hand you may want to tap into your <a href=\"https:\/\/blog.wealthfront.com\/max-out-401k-company-match\/\" target=\"_blank\" rel=\"noopener noreferrer\">401(k)<\/a> plan or <a href=\"https:\/\/blog.wealthfront.com\/use-traditional-vs-roth-ira\/\" target=\"_blank\" rel=\"noopener noreferrer\">IRA<\/a> because you are allowed to withdraw all the money you have deposited in a retirement account for higher education expenses without penalty (you may not withdraw money earned on those deposits without incurring a 10% penalty. Please see <a href=\"https:\/\/www.irs.gov\/publications\/p970\/ch12.html\" target=\"_blank\" rel=\"noopener noreferrer\">Business Deduction for Work-Related Education<\/a> and our other resources below for more details). For this purpose education expenses includes tuition, books, and room and board minus non-loan-based financial aid. The beauty of using your retirement account to pay for your education is the interest associated with a student loan you avoid is the equivalent of earning a guaranteed 6% to 7% on your retirement account.<\/p>\n<h3><em>Grants<\/em><\/h3>\n<p>Grants to study for an MBA are relatively rare, because it’s assumed that people who pursue an MBA will return to the working world and ultimately have the wherewithal to repay a loan. <a href=\"https:\/\/grad.ucla.edu\/asis\/grapes\/search.asp\" target=\"_blank\" rel=\"noopener noreferrer\">UCLA has a good database <\/a>that lists some grants and fellowships available to people looking to fund an MBA and other management education. Some other interesting grant ideas can be found <a href=\"http:\/\/www.ehow.com\/about_5435364_grants-mba-students.html\" target=\"_blank\" rel=\"noopener noreferrer\">here<\/a>.<\/p>\n<h3><em>Money from the university<\/em><\/h3>\n<p>Different schools have different pools of money available for MBA students. Top-tier schools will offer you financial aid to cover part of the cost of attending. The aid might come in the form of grants, loans or assistantships. However, assistantships and fellowships that cover the entire cost of attending a top school are intensely competitive. It might make sense to apply –- but don’t plan to receive one.<\/p>\n<p>MBA program financial aid offices will point you in the direction of federal and private loans to fill in the gaps, and show you how to combine funding sources so you can pay for the program and your living expenses. As an example, Stanford’s MBA <a href=\"http:\/\/www.gsb.stanford.edu\/finaid\" target=\"_blank\" rel=\"noopener noreferrer\">financial aid office<\/a> offers clear information about what kinds of financial aid you can expect from the university.<\/p>\n<h3><em>Federal loans<\/em><\/h3>\n<p>The low and fixed interest rates on federal student loans make federal loans the best choice for most people, but there are advantages to getting loans in the private market.<\/p>\n<p>Subsidized Stafford Loans and Unsubsidized Stafford Loans currently have an interest rate of 6.21%. The subsidized loans formerly represented a better deal, because there was no interest on the loans while you were in school or during certain deferment periods, but they were discontinued for graduate students in July 2012.<\/p>\n<p>Unsubsidized Stafford loans accumulate interest that is added to the principal balance while the student is enrolled in school. Stafford loans offer a six-month grace period after graduation before payments begin. Stafford loans offer additional deferment if you go back to school to complete an additional degree or conduct post-graduate study.<\/p>\n<p>Each year, a graduate student may borrow up to $20,500 in both subsidized and unsubsidized Federal Stafford Loans (not exceeding $8,500 in subsidized loans per year). The maximum amount a graduate student can borrow upon graduation is $138,500 (up to $65,000 in subsidized loans).<\/p>\n<p>You can read more about the terms of the <a href=\"https:\/\/studentaid.gov\/understand-aid\/types\/loans\/subsidized-unsubsidized\" target=\"_blank\" rel=\"noopener noreferrer\">federal Stafford loans here<\/a>.  Fill out the Free Application for Federal Student Aid (<a href=\"https:\/\/fafsa.ed.gov\/\" target=\"_blank\" rel=\"noopener noreferrer\">FAFSA<\/a>) to find out which loans you qualify for, and how much.<\/p>\n<p><a href=\"https:\/\/studentaid.ed.gov\/types\/loans\/plus\" target=\"_blank\" rel=\"noopener noreferrer\">GraduatePLUS Loans<\/a>, the third kind of loan available through the federal Department of Education, are more expensive than Staffords. Their current annual interest rate is 7.21% plus 4.292% in up-front fees. You can use this money to cover your living expenses while you’re in graduate school. The maximum PLUS Loan amount you can borrow is the cost of attendance (determined by the school’s financial aid office) minus any other financial assistance received.<\/p>\n<h3><em>Private loans<\/em><\/h3>\n<p>Typically, people who cannot pay their entire graduate school bill with savings, grants and federal loans turn to the private loan market. Federal student loans have fixed rates. Most private student loans (PSLs) are variable-rate loans with risk-based pricing. In December 2011, a major survey of the private loan market conducted by the <a href=\"http:\/\/www.consumerfinance.gov\/\" target=\"_blank\" rel=\"noopener noreferrer\">Consumer Financial Protection Bureau<\/a> (CFPB) found variable-rate loans ranging from 2.98% to 19%, with an average rate of 7.8%.<\/p>\n<p>Unfortunately between October 1, 2013, and September 30, 2014 the CFPB handled approximately 5,300 private student loan complaints, an increase of approximately 38% compared to that of the previous year.[3] The largest subset of private student loan complaints handled by the CFPB relate to the lack of repayment options and flexibility in times of distress. You should carefully consider the option of private loans before pursing this route.<\/p>\n<p>It is also possible to borrow money for school from a non-bank lender. For example <a href=\"https:\/\/www.sofi.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">SoFi, short for Social Finance, Inc.<\/a> is an online, peer-to-peer loan platform that connects students and recent graduates with alumni and institutional investors using school-specific student loan funds. The company is also focused on refinancing student loans at lower rates than traditional repayment options.<\/p>\n<p>Your school’s financial aid office can also assist you in finding lenders.<\/p>\n<h2>The Bottom Line<\/h2>\n<p>If you have a clear reason to get an MBA, and you can get in to a top-tier school, the high costs may well be worth it. If you’re thinking about an MBA, but you don’t have the track record to get in to a great place, take the time to do a much longer and harder calculation. The time and energy you would have committed to the MBA may well be better spent working on your career in other ways.<\/p>\n<p>Stay tuned for Part 2 of this series, where we will provide you with additional financial and planning insights from a recent MBA graduate of a top-tier school. This will include ways to help you refine your personal financial plan, maximize your resources and potentially lower your tax bill during and immediately after school.<\/p>\n<p>_____________________________________<\/p>\n<p><strong>Additional Information and References:<\/strong><\/p>\n<p><a href=\"http:\/\/www.economist.com\/whichmba\/full-time-mba-ranking\" target=\"_blank\" rel=\"noopener noreferrer\">2014 Full time MBA rankings<\/a>, The Economist<\/p>\n<p><a href=\"http:\/\/grad-schools.usnews.rankingsandreviews.com\/best-graduate-schools\/top-business-schools\" target=\"_blank\" rel=\"noopener noreferrer\">2015 Best Business Schools<\/a>, U.S. News &amp; World Report<\/p>\n<p><a href=\"http:\/\/fortune.com\/2014\/01\/28\/the-highest-and-lowest-paid-mbas\/\" target=\"_blank\" rel=\"noopener noreferrer\">The highest (and lowest) paid MBAs<\/a>, Fortune, Jan. 28, 2014<\/p>\n<p><a href=\"http:\/\/www.forbes.com\/sites\/ronaldyeaple\/2014\/03\/17\/mba-alumni-profile-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">MBA Pay<\/a>, Forbes online, March 17, 2014<\/p>\n<p><a href=\"http:\/\/www.businessweek.com\/articles\/2013-12-18\/mba-salary-outlook-pay-stays-flat-in-2014\" target=\"_blank\" rel=\"noopener noreferrer\">MBA Salary Outlook: Pay Stays Flat in 2014<\/a>, Bloomberg Businessweek, Dec. 18, 2013<\/p>\n<p><a href=\"https:\/\/www.sofi.com\/faq\/\" target=\"_blank\" rel=\"noopener noreferrer\">SoFi FAQ and Information on MBA Loans<\/a><\/p>\n<p><a href=\"http:\/\/www.businessweek.com\/articles\/2013-11-07\/the-best-business-schools-of-2013-part-time-and-executive-mba\" target=\"_blank\" rel=\"noopener noreferrer\">The Best Business Schools of 2013: Part-Time and Executive MBA<\/a>, Bloomberg Businessweek, Nov. 7, 2013<\/p>\n<p>_______________________<\/p>\n<p><a id=\"Harvard\"><\/a>[1] <a href=\"https:\/\/www.linkedin.com\/pulse\/article\/20130731021753-17970806-what-harvard-mbas-are-making-this-year\" target=\"_blank\" rel=\"noopener noreferrer\">What Harvard MBAs Are Making This Year<\/a>, John A. Byrne, LinkedIn Influencer post, July 31, 2013.<\/p>\n<p><a id=\"Stanford\"><\/a>[2] <a href=\"http:\/\/poetsandquants.com\/2014\/03\/13\/what-mbas-are-making-at-the-top-50-schools\/\" target=\"_blank\" rel=\"noopener noreferrer\">Average Pay &amp; Bonus At Top 50 Business Schools<\/a>, John A. Byrne, Poets &amp; Quants, March 13, 2014.<\/p>\n<p>[3] <a href=\"http:\/\/files.consumerfinance.gov\/f\/201410_cfpb_report_annual-report-of-the-student-loan-ombudsman.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Annual Report of the CFPB Student Loan Ombudsman<\/a>, Oct. 16, 2014<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you’re considering an MBA, you face two separate but related questions: ‘Is the degree worth it?’ And, ‘How will I actually pay for it?’ They are important questions because so many people consider pursuing an MBA to advance their careers. But an MBA isn’t an automatic ticket to success, and it carries a high [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7279,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[461,816,219],"yst_prominent_words":[3523,2724,3517,4686,4677,1419,4680,3516,4687,4678,4684,4681,4682,10592,4679,3519,4683,3515,4685,3525],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4832"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4832"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4832\/revisions"}],"predecessor-version":[{"id":13086,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4832\/revisions\/13086"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7279"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4832"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4832"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4832"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4832"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}