{"id":4833,"date":"2014-11-04T10:18:08","date_gmt":"2014-11-04T18:18:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4833"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"steve-blank-get-mba","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/steve-blank-get-mba\/","title":{"rendered":"Steve Blank on &#8220;Should I Get an MBA?&#8221;"},"content":{"rendered":"<p><em>Editor’s Note: I came across this post by Silicon Valley veteran entrepreneur, noted author and lecturer Steve Blank while updating last week’s post on the same subject. It offers perspectives that will resonate with many among our readership who might be considering an MBA. This post originally appeared on <a href=\"http:\/\/blogs.wsj.com\/accelerators\/2013\/04\/01\/steve-blank-should-i-get-an-m-b-a\/\" target=\"_blank\">The Wall Street Journal’s Accelerators blog<\/a> on April 1, 2013 where Steve has been a <a href=\"http:\/\/blogs.wsj.com\/accelerators\/tag\/entrepreneur-steve-blank\/\" target=\"_blank\">regular contributor<\/a>; the post has been published here with the permission of the author. -Davis<\/em><\/p>\n<p><span class=\"firstcharacter\">I<\/span> usually hear the “Should I get my MBA?” question at least once a month. If you’re an entrepreneur, the glib answer is “no.” It’s also the wrong answer. A while back I had coffee with a former engineering student of mine who is now on his second startup. He wanted to chat about career choices and said he was thinking of going back to school to get his MBA. It was six years since he had left school and three and a half years ago he joined an eight-person startup as a product manager. The company was now four years old and 70+ people, profitable and growing fast.<\/p>\n<p>I didn’t say anything as he continued, “I’m now director of product management, but I think I’m missing stuff I ought to know; finance, marketing, and operations management. We’re starting to hire senior execs as VPs and all the jobs specs have ‘MBA’ as a requirement. What should I do?”<\/p>\n<p>The easy answer would have been, “Yes, go back and get an MBA. You fit the perfect profile; you have an engineering background, work experience in two startups and you’ll be limited in your career growth without one.” But the answer I gave him was a bit different.<\/p>\n<h2>Where Do You Fit?<\/h2>\n<p>In between the coffee and breakfast I drew this diagram:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/11\/2014-11-03_Illo1.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4835 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/11\/2014-11-03_Illo1.jpg\" alt=\"2014-11-03_Illo1\" width=\"577\" height=\"229\" \/><\/a><\/p>\n<p>I explained that as startups grow, they go from the box on the left to the box on the right and the skills people need at each step of a company’s growth evolve and change. The skills required when they were an eight-person startup trying to “search for the business model” wasn’t the same set of skills needed now that they were a 70-person company “executing the business model.” I offered that it sounded to me as if his company was going through the transition (the box in the middle) where it was starting to put in place the processes needed to build and execute the business model.<\/p>\n<h2>Who Are You?<\/h2>\n<p>I suggested that perhaps his first question shouldn’t be whether he needed an MBA. Rather the question he should be thinking of was: In which part of a company’s lifecycle did he wanted to spend the rest of his career?<\/p>\n<p>Did he enjoy the early chaotic stage of the startup? Was he fondly telling stories of how much better it was when the company was smaller? After the rocket ship ride of this successful startup, did he now want to be a founder of his own startup?<\/p>\n<p>Or, was he more comfortable now that there was more structure, repeatability and he was managing a staff? Was his goal to be a large company executive managing large groups of people? And if a larger company was his destination, did he want to manage complex technology projects or did he see himself in more general management in sales, marketing or finance?<\/p>\n<p>His vision about the trajectory of his career would answer what type of education he should get — and where he might get it.<\/p>\n<h2>MBA or Engineering Management?<\/h2>\n<p>I pointed out that if he wanted to work in a larger company he actually had two choices — go to business school for an MBA or go back to a graduate school of engineering for an <a href=\"http:\/\/en.wikipedia.org\/wiki\/Engineering_management\" target=\"_blank\">Engineering Management<\/a> degree. (I find a disconcerting number of my MBA students with engineering backgrounds who realized too late that they ought to have been in an engineering management program. They had picked the MBA route because it was trendy or they hadn’t thought through that managing engineering projects was what really excited them.)<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/11\/2014-11-03_Illo2.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4834 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/11\/2014-11-03_Illo2.jpg\" alt=\"2014-11-03_Illo2\" width=\"578\" height=\"251\" \/><\/a><\/p>\n<h2>Why Yes, I Am an Entrepreneur<\/h2>\n<p>I could see I was having an effect when he blurted out, “You know my happiest times in these startups were when we were a small team figuring out the business model. The chaos and camaraderie gave me an adrenalin rush and incredible satisfaction. While I’m really good at managing the process, this phase of the company feels like a job. I’ve been bouncing some ideas about a company with some fellow employees who feel the same way. Maybe I do want to do startups as a career.”<\/p>\n<p>Then he asked me the real hard question: “So what type of graduate school do I go to if I want to get the skills needed most to become a great entrepreneur?”<\/p>\n<h2>Entrepreneurial Apprenticeship<\/h2>\n<p>I congratulated him by saying: “You already have started your apprenticeship. You have two startups under your belt as one of the first 10 employees. If you decide that you want to be a founder of a startup you’ve made a good start.”<\/p>\n<p>He replied: “But where do I learn all the things a founder needs to know, not just an early employee? Team building? Creativity and innovation? Entrepreneurial finance? Agile development? This ‘lean startup’ stuff? Where’s the school for that?”<\/p>\n<p>My answer: “Welcome to the wonderful world of entrepreneurial education. It’s everywhere and nowhere.”<\/p>\n<h2>E-School Versus B-School<\/h2>\n<p>Almost all business schools now have entrepreneurship programs or departments. (I teach these at U.C. Berkeley and Columbia.) But you can also find entrepreneurship programs in most engineering schools. (I teach one at Stanford.)<\/p>\n<p>Programs like <a href=\"http:\/\/www.startupnext.co\/\" target=\"_blank\">Startup Weekend Next<\/a> offer classes. Startup “accelerators” like <a href=\"https:\/\/www.ycombinator.com\/\" target=\"_blank\">Y-Combinator <\/a>and <a href=\"http:\/\/www.techstars.com\/\" target=\"_blank\">Tech Stars<\/a> also offer a crash course in Darwinian education.<\/p>\n<p>I also pointed out to my former student: “If your passion is starting your own company, learning by doing is an equally viable choice.” But you need to ask yourself, “Where do you want to work: startups, mid-size or large companies? If it’s at a large company, what do you want to do: engineering management or corporate management?<\/p>\n<p>If you find yourself debating the “startup versus large company” choice you’ve already chosen the big company. Entrepreneurship isn’t a career choice it’s a passion and obsession.<\/p>\n<p>(For much more information visit <a href=\"http:\/\/steveblank.com\/about\/\" target=\"_blank\">Steve’s personal blog<\/a>)<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor’s Note: I came across this post by Silicon Valley veteran entrepreneur, noted author and lecturer Steve Blank while updating last week’s post on the same subject. It offers perspectives that will resonate with many among our readership who might be considering an MBA. This post originally appeared on The Wall Street Journal’s Accelerators blog [&hellip;]<\/p>\n","protected":false},"author":95,"featured_media":7277,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[461,816,219,817],"yst_prominent_words":[4860,1418,1646,1577,1640,4857,1628,4855,4858,3307,4859,4861,1342,3516,2970,2612,3519,4856,3274,3343],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4833"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/95"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4833"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4833\/revisions"}],"predecessor-version":[{"id":11843,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4833\/revisions\/11843"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7277"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4833"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4833"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4833"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4833"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}