{"id":4839,"date":"2014-11-07T13:37:20","date_gmt":"2014-11-07T21:37:20","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4839"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"optimizing-mba-financial-plan","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/optimizing-mba-financial-plan\/","title":{"rendered":"Optimizing Your MBA Financial Plan"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>n our recent post, “<a href=\"https:\/\/blog.wealthfront.com\/get-mba\/\" target=\"_blank\">Should You Get an MBA<\/a>,” we reviewed the main funding sources available to pay for a degree. With this post we present some ideas for you to <em>optimize<\/em> your finances after you have made the decision to get an MBA.<\/p>\n<p>There is no question that getting your MBA is an expensive proposition. You may have to forgo two years of salary, write large tuition checks, take on student loans, and incur significant expenses for job hunting and extracurricular activities. Fortunately there are some things you can do while in school (and just after) that can significantly reduce the overall cost of your MBA.<\/p>\n<p>The primary way to lower the cost of your MBA is to consider how you can reduce your tax burden during the period you attend school. Some will be in a position to deduct the entire cost of their MBA; others will have to be content with more limited school-related deductions and possibly the long-term tax savings you can achieve from converting traditional retirement accounts to Roth accounts.<\/p>\n<p>Before diving into tax strategies it’s a good idea to think about how you should budget for the period you are in school. While we specifically reference an MBA throughout, keep in mind that much of the more general concepts can be applied to other types of graduate programs as well.<\/p>\n<h2>Think Holistically About Financing Your MBA<\/h2>\n<p>Coming up with a budget means taking a hard look at your current lifestyle. This will be far simpler if you already live by a budget and track your expenses using software or online services like Mint.com. In creating your school-period budget you’ll need to factor in tuition, fees, monthly living expenses, and the many discretionary expenses you are likely to incur.<\/p>\n<p>Remember, pursuing an MBA represents a $200,000 to $250,000 investment in yourself and your future, which, in addition to tuition and fees, factors in the opportunity cost of foregoing a salary while in school. Examine the funding sources you will have access to and figure out the total amount you will have available to you. You will want to utilize a mix of savings and other sources and find the right balance between how much debt you are willing to take on and what you can afford to finance through your own resources and means (this could include loans from family, liquidating assets or borrowing against your own retirement account). Based on the means available to you, ask yourself: Will my MBA be an instant-noodles-in-a-dorm experience or comfortable with just a bit of belt-tightening?<\/p>\n<p>I chose to optimize for liquidity after school at the cost of taking on more debt. I planned to keep around $40,000 in the bank when I graduated and didn’t want to touch my retirement accounts. Multiple considerations pushed me this direction: a spouse in graduate school, thoughts of starting my own venture and simply having more options available. In a nutshell, I was willing to take on debt to keep a wider range of post-degree options open to me – in whatever form those might take.<\/p>\n<p>You will have to find this balance for yourself but recognize that private loans often extend out 25 years or more and most have variable interest rates; in other words a lot of potential risk exposure. Most top-tier MBA programs guarantee they&#8217;ll help you finance your education, but that doesn&#8217;t mean it will be cheap.<\/p>\n<p>It is important to keep in mind  that MBA programs tend to be very social (and many students don’t consider this when planning). Your school experience is going to include various types of networking events from dinners to more expensive things like ski-trips or other activities. A big part of making the most of your getting your degree is coming out of it with a network of friends – or what some refer to as a “personal board of directors” &#8211; that can help you in the future.<\/p>\n<p>You will also want to consider and factor in the consequences an emergency might have on your plans. We recommend that everyone who is working have an <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\" target=\"_blank\">emergency fund<\/a> in place that will cover three to six months of living expenses should they lose their job. We believe it is better to err on the side of not including your entire emergency savings if possible as a part of your education-financing plan.<\/p>\n<h2>Your MBA Is Likely Tax Deductible<\/h2>\n<p>In some cases it is possible to offset your earned income by deducting — as an unreimbursed business expense — both the tuition paid toward your MBA and related fees. This can prove tricky because rules for <a href=\"https:\/\/www.irs.gov\/publications\/p970\/ch12.html\" target=\"_blank\">the tax deductibility of an MBA are somewhat subjective<\/a>. You should check out the additional resources provided on the topic below, and you <em>definitely<\/em>  need to consult a tax professional for advice about your eligibility given your specific tax situation (do this long before you file your taxes!). Most MBA programs have vetted tax accountants they can refer you to. Ask for recommendations at the program office or inquire from an upperclassman.<\/p>\n<p>In my case, a few tax professionals that had long-standing relationships with the student association hosted information sessions at Harvard Business School in the Fall and early Spring. I set up an appointment with one such accountant to review my specific situation. At the time, I had no idea I would be joining LinkedIn immediately following graduation, but I knew that I wanted to work in product management at a tech start-up. My accountant and I discussed my prior management consulting job and skillset and what aspects of those I planned to leverage in my desired position in tech. Under his advisement, I decided to take the deduction and documented it in case questions ever came up. I engaged the accountant above for my tax returns in 2008 (the year I entered HBS) through 2010 (when I graduated). Fortunately he offers audit defense in situations where the IRS raises an eyebrow as part of the service (and he generally won’t do the work for a client if he doesn’t feel they qualify for the deduction).<\/p>\n<p>There are three somewhat subjective rules for the tax deductibility of your MBA:<\/p>\n<ol>\n<li><strong>The MBA must be related to a trade or business, which you are “carrying on.”<\/strong> This is the most subjective part and the requirement that confuses many people. A management consultant who works for three years, earns an MBA, and then returns to the management-consulting field is clearly “carrying on.” On the other hand, a U.S. Marine Corps Major fighting in Afghanistan who leaves the Armed Forces, earns an MBA, and then enters Investment Banking as an Associate is not likely to be “carrying on” per the IRS guidelines. This is an area where it pays to go with an experienced accountant who has advised <em>many<\/em> students and even supported them in audits. The best accountants that offer this service will support your audit defense if they take you on as a client. In my case, I felt comfortable that the generalized skillset I employed as a consultant &#8211; including skills like market analysis, competitor analysis, financial modeling, corporate strategy, new product\/service strategy – would be “carried on” in my role as a Product Manager. This was a very similar skillset to what I was doing before, but applied to a completely different domain.<\/li>\n<li><strong>The MBA must not be a minimum education requirement for qualification in your trade or business, nor qualify you for a new trade or business.<\/strong> This rule is a lot easier — does your employer require you earn the degree in order to be promoted? Conversely, are there counter-examples of employees in your desired position without such a degree? At a typical management consulting firm or investment bank, having an MBA is definitely the norm for partners, but there are always exceptions and those exceptions can affect how this rule is applied.<\/li>\n<li><strong>The MBA must maintain or improve skills required in your profession.<\/strong> Similar to rule #1, this depends on the general skillset you had before entering the program and what you do afterwards. A pre-MBA management consultant who is responsible for financial modeling and market\/competitor analysis that studies finance and corporate strategy as part of an MBA and then enters Asset Management could comfortably be said to be improving her skills.<\/li>\n<\/ol>\n<p>Again, you should decide this <em>under the advisement<\/em> of an experienced accountant who has worked with <em>many<\/em> students in similar tax situations and who has experience supporting students with the (rare) IRS audit. The best accountants that advise on MBA deductions will support any related IRS audit if they take you on as a client. Conversely, the best accountants won&#8217;t take you on as a client or file this deduction on your behalf if they don&#8217;t first judge your case to be solid.<\/p>\n<p>As a representative example, let’s take Ada Adams, a fictional former management consultant who just entered the Harvard Business School class of 2016. Ada earned an annual salary of $100,000 per year before school and expects to earn $150,000 in her first year after school. Ada earned $50,000 in 2014 (January through June) and expects to earn $75,000 in 2016 (starting work in July, 2016 through December), before taxes. She expects to earn $30,000 in her summer internship between her first and second year at business school. Tuition and required program fees total $66,235 per year. Assume that Ada is not receiving grants or fellowships, these would otherwise reduce the amount that could be deducted.<\/p>\n<p>For 2014, Ada can offset her income with two semesters of tuition at $66,235, <em>if Spring semester is<\/em> <em>paid<\/em> before Jan 1, 2015. This essentially reduces her taxes to $0, a savings of approximately $5,819, assuming Ada is single with no dependents, and no other meaningful forms of income in 2014.<\/p>\n<p>For 2015, Ada can use her third semester of tuition and fees ($33,117 paid) to offset her summer internship income of $30,000. (Recall that her second semester of Spring 2015 was used to offset 2014 income, <em>because she prepaid before December 31, 2014).<\/em> Her taxable income and taxes owed will be reduced to $0, saving approximately $2,524 in taxes.<\/p>\n<p>In 2016, Ada will pay one semester of tuition, graduate, and work for six months. She can offset her $75,000 in income by deducting $33,117 in tuition. She would therefore save around $7,269 in taxes: $12,609 in taxes without tuition deduction minus $5,340 in taxes owed with the deduction. She might also deduct job search expenses incurred in 2016 and student loan interest paid in 2016 to further reduce her tax bill.<\/p>\n<p>To summarize, Ada has saved $15,612 in taxes over three tax years by claiming this deduction, or a savings of about 8.5% of her tuition and fees. Her savings would have been even greater if she had earned more income during the 2014 &#8211; 2016 tax years (or had filed taxes jointly with a working partner), which she could have offset with this deduction. In this example, Ada was only able to use a portion of the deduction because she earned less than the cost of tuition in 2014 and 2015.<\/p>\n<p>This raises the question – are there things she could have done to <em>recognize<\/em> income in 2014 or 2015 that could be immediately offset? Yes! The next two sections describe how.<\/p>\n<h2>Consider Converting Your Traditional IRA or 401(k) to a Roth IRA<\/h2>\n<p>Since funds contributed to a Traditional IRA or 401(k) are pre-tax dollars, you must pay taxes when the funds are withdrawn (typically at retirement) or when you rollover to an after-tax <a href=\"https:\/\/blog.wealthfront.com\/use-traditional-vs-roth-ira\/\" target=\"_blank\">Roth IRA<\/a>. The major factors in deciding whether to roll-over are (1) do you expect to have lower income while in school than upon withdrawal\/retirement and (2) would the taxes incurred by converting today present a financial hardship when tax time comes?<\/p>\n<p>During the second calendar year of a full-time MBA, your only income is likely to come from a summer internship and most students’ income will be at the lowest point for the foreseeable future, including at the time of retirement many years from now. That covers point (1). For point (2), you have to do the math to be sure, but you’ll likely be able to offset any income and taxes incurred in converting to a Roth IRA with the MBA tuition deduction discussed above.<\/p>\n<p>Going back to our example with Ada, let’s assume that upon entering business school she has a total of $40,000 in her former employer’s 401(k) plan and a Traditional IRA, including both her contributions, her employer’s matching contribution and appreciation (it’s all treated as before-tax money). If Ada were to convert in 2015 when her internship income is $30,000, she would be taxed on the $40,000 as if it were earned in that year. That would maker her gross income $70,000.<\/p>\n<p>As we saw in the prior section, $33,771 in tuition and expenses can be deducted from this $70,000, now reducing Ada’s taxable income to $32,279. She will now pay $4,388 in taxes on the rollover or an effective rate of around 11%. Not bad. If she had waited until retirement 30 years from now, assuming tax rates are similar and she’s earning even a modest $50,000 per year in taxable retirement benefits, Ada would pay an additional $9,928 in taxes on a lump sum distribution <em>plus<\/em> taxes on any appreciation. By converting to a Roth IRA in 2015 at a much lower marginal tax rate, Ada is able to pay much lower taxes on the principal, plus the appreciation on her investment will grow tax-free until retirement. Compounding over 30 years, the IRA will likely be much more valuable than $40,000, so these savings of $9,928 are actually quite conservative. For example, if that $40,000 were to grow at a modest compounded rate of 6% per year, it would be worth $230,000 at retirement in 30 years. A more realistic, inflation-adjusted taxable retirement income of $100,000 and a 25% withdrawal ($57,000) would result in a tax bill of $34,294 – almost <em>four times<\/em> the $4,388 Ada would pay today, after adjusting for inflation (at 2% per year).<\/p>\n<p>Do the math, and consult a tax accountant. It’s possible that if you’re rolling over a large sum you may have a surprisingly large tax bill in April. In Ada’s case, she will owe $4,388 in taxes due specifically to the rollover that she cannot pay for with the proceeds of that rollover (without incurring a 10% withdrawal penalty). This means she would need to come up with the funds from her earnings or other savings to pay the taxes.<\/p>\n<h2>A Hypothetical Case Study and Calendar<\/h2>\n<p>We created Beth Boyer, a fictional composite of experiences from several MBA recipients to help reiterate the points we considered above and assist you in visualizing the creation of your own plan.<\/p>\n<p>Beth was a management consultant at a top firm for four years where she focused on technology strategy and new-product development. During those years she did well, was promoted and saved modestly. Her annual salary when she left on July 31st was $100,000. She expects to make $150,000 per year when she graduates and begins work in July 2016. She has a combined savings of $40,000 in a Traditional IRA and a former employer’s 401(k).<br \/>\nShe enrolled in a two-year, full-time MBA program and aspired to intern with and ultimately joined as a product manager a midsize tech company with momentum in the San Francisco area (see the logic behind this choice in <a href=\"https:\/\/blog.wealthfront.com\/hot-mid-size-silicon-valley-companies\/\" target=\"_blank\">48 Hot Tech Companies To Build A Career<\/a>). Based on her research (see Wealthfront’s <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\">Startup Salary &amp; Equity Compensation tool<\/a> if you would like to do your own), she expected to make roughly $125,000 (plus equity options) in her first year out of school. Here is the schedule Beth followed to maximize her finances during the period of her program and immediately after.<\/p>\n<p>&nbsp;<\/p>\n<table>\n<tbody>\n<tr>\n<td width=\"221\"><strong><em>August, 2014 &#8211; Just Before Starting Her MBA Program<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">During the remaining summer months prior to the start of her program Beth put together a budget covering both years, consolidated her undergraduate student loans to a lower rate and arranged to defer payments while in graduate school.<\/td>\n<\/tr>\n<tr>\n<td width=\"221\"><strong><em>December, 2014<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">She pre-paid her tuition, fees and all deductible expenses before the end of the calendar year so that they could be deducted from the current year&#8217;s earnings instead of the next year when her income would be much lower. She also reviewed her stock portfolio and offloaded some laggardly holdings to recognize the capital loss in the current tax year and generate liquidity to use for other things.<\/td>\n<\/tr>\n<tr>\n<td width=\"221\"><strong><em>January, 2015<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">She filed her taxes early, projecting a sizable refund. Upon receipt of the refund she saved it in her emergency fund. She flipped some assets to realize capital gains, especially short-term capital gains against which she could apply her realized losses. She rolled over her 401(k)s\/traditional IRAs into Roth IRAs to take advantage of her very low tax bracket.<\/td>\n<\/tr>\n<tr>\n<td width=\"221\"><strong><em>Summer, 2015<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">Beth tweaked her deductions on her W-4 so that with her low salary she would end up with zero or as close to zero tax withholdings as possible. Any difference she managed to save was put aside for safekeeping.<\/td>\n<\/tr>\n<tr>\n<td width=\"221\"><strong><em>January, 2016<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">She again completed her taxes early and estimated whether she owed taxes (she did) or was owed a refund and filed early. Since she likely owed taxes due to the 401(k)\/IRA rollover, she will pay any taxes owed close to when taxes are due. Again, she was able to deduct her MBA tuition and significantly offset her taxes for the 2015 year.<\/td>\n<\/tr>\n<tr>\n<td width=\"221\"><strong><em>December, 2016<\/em><\/strong><\/td>\n<td style=\"text-align: left\" width=\"221\">She may again flip investments with gains, especially short-term gains to take advantage of her relatively low tax bracket in 2016 due to her tuition deduction.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>&nbsp;<\/p>\n<p>Keep in mind that the above is just meant as a rough guide; your plan will be unique to your situation.<\/p>\n<h2>Wrapping Up<\/h2>\n<p>The decision to pursue an MBA is made by most people in an effort to advance their careers. You will be better off planning both your choice of schools <strong><em>and<\/em><\/strong>  how you intend to pay for your program if you begin planning for both at the outset. Using the thought processes discussed here and implementing as many of the financial strategies as are appropriate to your situation will put you ahead in your efforts and should help keep you on a firm financial footing during your time in school and after you accomplish your goal.<\/p>\n<p>&nbsp;<\/p>\n<h2>Additional Information<\/h2>\n<h4><em>Tools and Related IRS Documents<\/em><\/h4>\n<p><a href=\"http:\/\/www.bankrate.com\/calculators\/tax-planning\/1040-form-tax-calculator.aspx\" target=\"_blank\">1040 Tax Calculator<\/a><\/p>\n<p><a href=\"http:\/\/www.moneychimp.com\/features\/capgain.htm\" target=\"_blank\">Capital Gains Calculator<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/publications\/p970\/ch12.html\" target=\"_blank\">IRS, Business Deduction for Work-Related Education<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/publications\/p970\/index.html\" target=\"_blank\">IRS Publication 970 (2013), Tax Benefits for Education<\/a><\/p>\n<h4><em>Financing and Tax Deductibility Resources<\/em><\/h4>\n<p><a href=\"http:\/\/poetsandquants.com\/2011\/04\/12\/financing-your-mba\/\" target=\"_blank\">Financing Your MBA<\/a><\/p>\n<p><a href=\"http:\/\/www.usnews.com\/education\/best-graduate-schools\/top-business-schools\/paying-for-mba\" target=\"_blank\">Paying for Business School<\/a><\/p>\n<p><a href=\"http:\/\/www.generationtax.com\/mbataxdeduction.html\" target=\"_blank\">Taxing Issues: Are MBA Expenses Tax Deductible?<\/a><\/p>\n<p><a href=\"http:\/\/www.forbes.com\/sites\/mattsymonds\/2014\/04\/11\/the-mba-and-the-taxman-claim-or-not-claim\/\" target=\"_blank\">Is Your MBA Tax Deductible?<\/a><\/p>\n<p><a href=\"http:\/\/www.parkertaxpublishing.com\/public\/grad-school-deduction-disallowed.html\" target=\"_blank\">Grad School Deduction Disallowed Where Taxpayer Was Not Established in a Trade or Business<\/a><\/p>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The information contained in the article is provided for general informational purposes, and should not be construed as investment advice.  This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients.  Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In our recent post, “Should You Get an MBA,” we reviewed the main funding sources available to pay for a degree. With this post we present some ideas for you to optimize your finances after you have made the decision to get an MBA. There is no question that getting your MBA is an expensive [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7303,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[455,461,816,818,820,821,205,819],"yst_prominent_words":[4851,4846,4853,4842,4852,4848,2555,4850,3516,4854,1446,3519,2123,2429,4843,1445,4845,4849,4847,4844],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4839"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4839"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4839\/revisions"}],"predecessor-version":[{"id":11844,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4839\/revisions\/11844"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7303"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4839"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4839"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4839"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4839"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}