{"id":4856,"date":"2014-11-18T09:34:24","date_gmt":"2014-11-18T17:34:24","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4856"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"risk-matters","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/risk-matters\/","title":{"rendered":"Risk Matters"},"content":{"rendered":"<p><span class=\"firstcharacter\">R<\/span>isk is a four-letter word. So are pain, hurt, and fear. But when it comes to investing risk just does not get the respect it deserves. As an investor the first tenet of risk is to never ever take a risk you cannot afford to lose. Investors create risk for themselves by not making time to make their income, spending and savings visible enough to make rational decisions. There are several other factors that you, as an investor, need to keep in mind.<\/p>\n<p>Risk is determined by the investor’s staying power. As <a href=\"http:\/\/en.wikipedia.org\/wiki\/John_Maynard_Keynes\" target=\"_blank\">John Maynard Keynes<\/a> said, “Market prices can stay irrational [or become even more irrational] longer than the investor can stay committed to his position.” The geniuses at <a href=\"http:\/\/en.wikipedia.org\/wiki\/Long-Term_Capital_Management\" target=\"_blank\">Long Term Capital<\/a> were brilliant <em>and<\/em>  were proven right in their analysis, but before they were proven correct the market destroyed them.<\/p>\n<p>As you may know risk generally correlates with returns. The more investment return you seek, the more risk you must take. Yes, there is considerable correlation between risk and reward, but correlation is not causation. So, as you reach higher for returns, risk may be rising far faster then returns are increasing.<\/p>\n<blockquote>\n<h3><span style=\"color: #555555\">As an investor the first tenet of risk is to never ever take a risk you cannot afford to lose.<\/span><\/h3>\n<\/blockquote>\n<p>To control risk, <a href=\"https:\/\/blog.wealthfront.com\/the-benefits-of-diversification\/\" target=\"_blank\">diversify<\/a>. Diversification is “the only free lunch” in investing and all sensible investors diversify. But the number of different investments – after a surprisingly modest number such as six – matters less than their independence due to separate drivers of increasing value.<\/p>\n<p>Academic studies use fluctuating prices to calibrate risk or uncertainty. Risk is not the same as uncertainty. With <em>risk<\/em> — at least in formal terms — the decision maker knows the possible outcomes and the probabilities of each. With <em>uncertainty<\/em>, neither is known. For example, a simple pull on a slot machine is uncertain – you <em>might<\/em>  get three cherries or three stars, and bells may ring as coins slosh out to you. But with 100 machines being pulled for 10 hours every day, the percentage “take” for the house can be predicted very accurately to come in at 8% — or, adjusted with precision — to 7¾%. That’s formal risk. Gamblers may like the “rush” of uncertainty, but casinos insist on carefully controlled risk. That’s why a card “counter” is quickly escorted off the premises.<\/p>\n<p>A simple exercise will show the difference between <em>risk<\/em> and <em>uncertainty<\/em>. How much would you be willing to bet on one toss of a coin? How much would you bet that on 100 tosses the outcome will be within the range of 45-55 heads? How much on 1,000 tosses and a range of heads of 480 to 520? And how much on 10,000 tosses with heads coming up between 4,900 and 5,100 times? Which of these four bets would be least risky? Which would be most uncertain?<\/p>\n<p>According to the <a href=\"http:\/\/en.wikipedia.org\/wiki\/Law_of_large_numbers\" target=\"_blank\">Law of Large Numbers<\/a>, the average of the results obtained from a large number of trials should be close to the expected value, and should get closer the more trials are performed. This exercise helps show how ordinary market risk can be virtually eliminated by diversification.<\/p>\n<blockquote>\n<h3><span style=\"color: #555555\">To control risk, <\/span><a style=\"color: #006699 !important\" href=\"https:\/\/blog.wealthfront.com\/the-benefits-of-diversification\/\" target=\"_blank\">diversify<\/a><span style=\"color: #555555\">. Diversification is the only free lunch in investing and all sensible investors diversify. <\/span><\/h3>\n<\/blockquote>\n<p>For investors, the most costly and notorious risk is the risk of converting a temporary <em>market<\/em>  loss into a permanent<em> capital<\/em>  loss by selling out at or near the bottom of a market that plunged more than the investor could continue to tolerate.<\/p>\n<p>As an investor; the most important reality to learn and understand is that for all the risks worthy of your time and interest and careful study, the biggest risk and the most frequent risk comes from a normal human being: <em>you<\/em>.<\/p>\n<p>The finality of a real loss is instructive. For many investors, the Big Risk is running out of money before death. Secondary risks include having to downsize because your resources are running out <em>or<\/em> saving too much (and dying with surplus wealth). If you are young, you can take more risk <em>and<\/em> more uncertainty because you have many years in which to re-build your wealth. But remember always to take only <em>rational  <\/em>risks – and that means, as always, moderation, because your biggest risk is <em>you<\/em> and your own behavior.<\/p>\n<p>Those who have taken larger risks and were lucky enough to win will usually think that skill had to be part of the reason for their success and so will be induced to take risks in the future. And those who got burned will usually be twice shy. Both are wrong about risk and uncertainty, and this shows that both are human – just like you and me.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Risk is a four-letter word. So are pain, hurt, and fear. But when it comes to investing risk just does not get the respect it deserves. As an investor the first tenet of risk is to never ever take a risk you cannot afford to lose. Investors create risk for themselves by not making time [&hellip;]<\/p>\n","protected":false},"author":81,"featured_media":7305,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[826,828,370,827,829,825,830,824,831],"yst_prominent_words":[4816,4824,4822,4810,4825,4812,4821,4808,4811,4807,1715,4813,4819,4815,4814,4818,4820,4809,4817,4823],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4856"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/81"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4856"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4856\/revisions"}],"predecessor-version":[{"id":11845,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4856\/revisions\/11845"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7305"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4856"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4856"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4856"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4856"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}