{"id":4874,"date":"2014-12-05T09:30:19","date_gmt":"2014-12-05T17:30:19","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4874"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"right-and-wrong-reasons-to-change-risk-tolerance","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/right-and-wrong-reasons-to-change-risk-tolerance\/","title":{"rendered":"The Right and Wrong Reasons to Change Your Risk Tolerance"},"content":{"rendered":"<p><span class=\"firstcharacter\">O<\/span>ur clients sometimes ask us how often they should change their risk tolerance score. The answer is: Not often. You won’t be surprised to find that the question comes up most frequently when the markets are either up big or down big.<\/p>\n<p>Human nature leads us to want to increase our risk tolerance when we experience an up market and decrease our risk tolerance in down markets. Like most everything in investing, what feels right seldom is.<\/p>\n<p>There are a few good reasons to change your risk tolerance but there are also bad reasons that you should learn to recognize and avoid.<\/p>\n<h2>Good Reasons: Significant Financial Changes<\/h2>\n<p>There are several significant events that can change your risk tolerance:<\/p>\n<ul>\n<li>A major life change<\/li>\n<li>A significant increase (or decrease) in your liquid net worth<\/li>\n<li>A significant increase (or decrease) in your income<\/li>\n<\/ul>\n<p>Your tolerance for risk as a single individual might be very different from what your new spouse might find appropriate. It’s important to find a compromise that fits both parties (please see <a href=\"https:\/\/blog.wealthfront.com\/couples-investing-risk-assessment\/\" target=\"_blank\" rel=\"noopener\">Couples Investing: How To Determine Risk Tolerance<\/a> for more help on this topic). The birth of a new child will also likely cause you to lower your tolerance for risk. Finally, most people tend to get more risk averse as they age, but that change happens slowly, and can be revisited every five years or so.<\/p>\n<p>The greater your excess income, the more risk you are able to take. Meaning if you receive a large bonus at work, receive an inheritance or have some other significant boost to your liquid net worth (and keep your spending the same) you are able to accommodate a higher level of risk in your investment portfolio. Conversely, it makes sense to reduce your risk tolerance if you experience a reduction in your net worth or income because you have less excess income or assets with which to <em>safely<\/em>  invest.<\/p>\n<h2>Bad Reasons: Market Timing<\/h2>\n<p>Even the best-intentioned investors can’t help but try to time the market. You might not realize it, but changing your risk tolerance in reaction to market performance is an unconscious form of market timing. It’s a common human reaction to want to lower your tolerance for risk after you have incurred a loss, just as it is a common reaction to raise your tolerance for risk after benefiting from a gain. This is exactly the opposite of what you should do.<\/p>\n<p>Lowering your risk tolerance results in the sale of securities with the highest volatility. These are likely the securities that have suffered the biggest loss when markets decline. A properly rebalanced portfolio implements the opposite behavior — buying securities that suffered the biggest loss and selling the biggest winners — because rebalancing is a form of <em>forced contrarianism<\/em>.<\/p>\n<p>Contrarians usually make the best investors. That’s because they know over the long run most investment returns revert to the mean — winners in one year are seldom the winners in the next (we explain this in detail in <a href=\"https:\/\/blog.wealthfront.com\/why-you-shouldnt-just-invest-in-sp-500\/\" target=\"_blank\" rel=\"noopener\">Why You Shouldn’t Just Invest in the S&amp;P 500<span style=\"color: #545454\">®<\/span><\/a>). So buying the biggest losers and selling the biggest winners leads to higher returns. Acting contrarian is incredibly hard to execute because it’s counter to human nature. It just doesn’t <em>feel right<\/em>  to buy losers. You need to be very strong emotionally to pull it off. That’s the beauty of the Wealthfront service. We do it for you.<\/p>\n<h2>Lessons from Wealthfront Data<\/h2>\n<p>At Wealthfront, we see evidence of both types of risk tolerance change. The number of risk tolerance changes due to market volatility is small, but it’s still visible in the data.<\/p>\n<p><strong>Frequency of risk score changes as compared to the S&amp;P 500<span style=\"color: #545454\">®<\/span><\/strong><\/p>\n<div id=\"attachment_4876\" style=\"width: 590px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1.jpg\" target=\"_blank\" rel=\"noopener\"><img aria-describedby=\"caption-attachment-4876\" loading=\"lazy\" class=\"wp-image-4876\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1.jpg\" alt=\"Blue bars indicate net change in risk score (left X axis; positive numbers indicate increases in level of risk while negative indicate instances of lowered risk tolerance) versus the Monthly S&amp;P 500 monthly return (red line; right X axis)\" width=\"580\" height=\"364\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1.jpg 1415w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1-640x402.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1-768x482.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-03_Chart1-845x530.jpg 845w\" sizes=\"(max-width: 580px) 100vw, 580px\" \/><\/a><p id=\"caption-attachment-4876\" class=\"wp-caption-text\"><strong>Blue bars<\/strong> indicate net change in risk score (left Y axis; positive numbers indicate increases in level of risk while negative indicate instances of lowered risk tolerance) <em>versus<\/em> the <strong>Monthly S&amp;P 500<\/strong> monthly return (<strong>red line<\/strong>; right Y axis)<\/p><\/div>\n<p>You can clearly see there are more risk score increases when the market performs well and more decreases when the market performs poorly. These relationships are statistically significant.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Mutual fund flows plotted against market performance<\/strong><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-05_MarketTiming_v2.jpg\"><img loading=\"lazy\" class=\"alignleft wp-image-4875 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2014\/12\/2014-12-05_MarketTiming_v2.jpg\" alt=\"\" width=\"512\" height=\"265\" \/><\/a><\/p>\n<p>This chart looks almost exactly like the risk score behavior we see from our clients (which fortunately is a very small subset of our overall client base).<\/p>\n<p>Our clients’ risk score change behavior is especially profound considering the effort we make to keep people from doing the wrong thing. Our software limits our clients to one risk-score change per month. We encourage people who attempt more than three risk-score changes over the course of a year to try another investment manager. We do this because people who change their risk score frequently are unlikely to be satisfied over the long term with our philosophy of rebalancing rather than changing risk scores in the midst of a volatile market. Keep in mind <span style=\"color: #555555;font-family: 'Source Sans Pro', sans-serif\">our service will periodically ask our clients to review their risk tolerance<\/span> and, if it remains high as you approach retirement the service will begin to suggest gradual decreases to your risk score over time to insure less volatility by the time you intend to retire.<\/p>\n<h2>Find Your Score AND Stick to It<\/h2>\n<p>Research has clearly and consistently shown that <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener\">attempting to time the market<\/a> leads to lower returns than a periodically rebalanced diversified portfolio of low-cost index funds. Unfortunately most people don&#8217;t realize that changing their risk tolerance is no different than <a href=\"https:\/\/blog.wealthfront.com\/invest-despite-volatility-2\/\" target=\"_blank\" rel=\"noopener\">trying to choose when to invest more money<\/a> or withdraw funds.<\/p>\n<p>When it comes to investing, slow and steady wins in the long run.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our clients sometimes ask us how often they should change their risk tolerance score. The answer is: Not often. You won’t be surprised to find that the question comes up most frequently when the markets are either up big or down big. Human nature leads us to want to increase our risk tolerance when we [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7228,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[23,362,421,366,839,261],"yst_prominent_words":[2111,2102,2100,2110,2106,2101,2107,2104,2114,2108,2105,2115,2109,2103,2099,2098,1307,2385,2391,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4874"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4874"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4874\/revisions"}],"predecessor-version":[{"id":11849,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4874\/revisions\/11849"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7228"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4874"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4874"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4874"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4874"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}