{"id":4896,"date":"2014-12-16T07:57:08","date_gmt":"2014-12-16T15:57:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4896"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"new-college-grad-stock-compensation","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/new-college-grad-stock-compensation\/","title":{"rendered":"How New College Grads Should Approach Stock Compensation"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Over the past two years we have written numerous posts to help you evaluate job offers that include stock options or Restricted Stock Units (RSUs). We assumed in all our posts that job seekers were evaluating offers from companies at a similar level of maturity.<\/p>\n<p>For many new graduates, however, the comparison gets more complex if you aren’t sure whether you want to join a very mature company like Google or an earlier stage company like one of our <a href=\"https:\/\/blog.wealthfront.com\/107-career-launching-tech-companies\/\" target=\"_blank\" rel=\"noopener\">recommended mid-sized companies with momentum<\/a>.<\/p>\n<p>The purpose of this post is to help make that task much simpler.<\/p>\n<h2>The Mechanics of Stock Options<\/h2>\n<p>Let’s start with the basics of stock compensation. A stock option gives you the <strong>right to buy<\/strong> common stock at some point in the future, at a value equal to the current market value of your employer’s common stock, at the time you join. It’s meant to be an incentive to allow you to share in the upside you help create. On the other hand, your option will not have any value if your employer’s common stock value does not appreciate after you join.<\/p>\n<p>For example if you are offered a grant of 20,000 options at an exercise price of $2.00 per share and the company is ultimately sold for $1.80 per share then your options are worthless because you wouldn’t pay $2.00 per share for the opportunity to sell for $1.80. However, if your company ultimately were sold for $6.00 per share then your options would be worth $80,000 (($6 &#8211; $2) x 20,000 shares), assuming you stay for the entire four-year vesting period (all stock options and RSUs vest, usually over four years).<\/p>\n<h2>The Mechanics of RSUs<\/h2>\n<p>In contrast RSUs always have value, but provide less upside because you typically receive fewer RSUs than stock options. (It’s common for the percentage of shares granted as RSUs to be 1\/3 the number of shares granted through stock options.)<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">RSUs are typically only offered when it’s tough to recruit using stock options because RSUs are not considered as compelling of an incentive.<\/p>\n<\/div>\n<p>RSUs convert into common stock independent of the price of the stock and do not have to be purchased. Therefore they have value even if your company is worth pennies per share. They are typically issued by public companies that do not expect their stock to appreciate much over your vesting period, but recently have also been granted by private companies that have raised money at such high prices that an option would likely not be worth very much over the next four years.<\/p>\n<p>For example, if you were issued 20,000 RSUs when your employer’s stock was worth $2.00 per share and your company is sold for $1.80 per share then unlike the option scenario you would receive $36,000 ($1.80 x 20,000 shares) assuming you vested all your stock. You typically receive fewer RSUs than stock options for the same job precisely because RSUs always generate at least some value.<\/p>\n<p>RSUs are typically only offered when it’s tough to recruit using stock options because they are not considered as compelling of an incentive. Economists would argue that a stock option might drive an employee to work harder because it only has value if the company value increases.<\/p>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/409a\/\" target=\"_blank\" rel=\"noopener\">The Reason Offer Letters Don’t Include a Strike Price<\/a>, the exercise price on your stock option must be based on the current market value of your company’s common stock at the time of grant in order for you to avoid a potential tax liability (a tax on the difference between the current market price and a below-market exercise price). Boards of directors (the only entities that are legally allowed to issue options or RSUs) take this responsibility very seriously, so they hire independent appraisers to value their common stock to insure you don’t accidentally end up owing taxes.<\/p>\n<h2>Common Stock Options Are Offered at a Discount<\/h2>\n<p>What you might not know is venture capitalists buy convertible preferred stock when they finance a company, <em>not<\/em> common stock. They do this because 40 years ago a very intelligent attorney realized that if he created a security for the VCs that <em>appeared<\/em> to have more value than it actually did, relative to common stock (i.e. convertible preferred stock), then the IRS would allow employees to buy common stock at a much lower price than the preferred without imposing a tax. As a result, preferred investors tend to receive a few extra guarantees, like the right to get their money back first in the event of a low-value sale of the business. In exchange, the preferred shares are valued at a significant premium to common shares.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">A stock option gives you the right to buy common stock at some point in the future, at a value equal to the current market value of your employer’s common stock, at the time you join. It’s meant to be an incentive to allow you to share in the upside you help create.<\/p>\n<\/div>\n<p>Up until approximately 10 years ago the ratio of the preferred price to the common price was usually around 10 to 1. Today it is usually around 3 to 1. In other words, if VCs invest at $3.00 per share, employees are typically issued options to buy common stock at something on the order of $1.00 per share. This discount is only available to employees of private companies. Public companies must set the exercise price of their stock options at the closing price of their common stock on the day the option is granted. This discount is one of the big financial benefits of joining a private company. (For more on stock compensation see <a href=\"https:\/\/blog.wealthfront.com\/stock-options-versus-rsu\/\" target=\"_blank\" rel=\"noopener\">How Do Stock Options and RSUs Differ?<\/a> and the many other posts on or related to this topic under our blog’s <a href=\"https:\/\/blog.wealthfront.com\/category\/stock-compensation\/\" target=\"_blank\" rel=\"noopener\">Stock Options &amp; RSUs<\/a> category)<\/p>\n<h2>VCs Need to Generate Very High Returns<\/h2>\n<p>A Stanford senior recently asked me an interesting question. He was choosing among job offers made by both public and private employers. “Why,” he asked, “does the opportunity for appreciation in stock options exist if VCs are rational economic buyers?” In other words, why don&#8217;t VCs bid valuations up to something close to the price at which a company is likely to get acquired or go public?<\/p>\n<p>The answer is simple, if you view the market from the perspective of institutional investors. Venture capitalists must <em>compete<\/em>  with other investment managers to attract their capital. To do so effectively they need a very high rate of return in order to convince the institutional investors that an illiquid investment with an uncertain outcome <em>and<\/em>  a long holding period is worth the risk. Therefore they need to invest at much lower valuations than where they hope their portfolio companies will trade in the future. Of course, not all VC investments succeed, so they need to make sure they earn enough on the winners to make up for the large number of losers.<\/p>\n<h2>Tools for Choosing Between Two Private Companies<\/h2>\n<p>Comparing offers from two private companies is very straightforward. Simply use our <a href=\"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/\" target=\"_blank\" rel=\"noopener\">startup compensation tool<\/a> to determine if your offers are fair. For more issues to consider when reviewing an offer please read <a href=\"https:\/\/blog.wealthfront.com\/stock-options-14-crucial-questions\/\" target=\"_blank\" rel=\"noopener\">The 14 Crucial Questions About Stock Options<\/a>.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">There is no surefire way to determine the ultimate value of the private company, but a pretty good approach is to find the value the VCs paid in the last round and multiply by five if the company has more than 50 employees or by 10 if it has less than 50 employees.<\/p>\n<\/div>\n<p>Companies tend to follow one of two styles when it comes to job offers — ‘low ball and negotiate’ or ‘make a fair offer and don’t negotiate’. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/two-types-job-offers\/\" target=\"_blank\" rel=\"noopener\">The Two Types of Job Offers<\/a>, a company’s offer-style says a lot about its culture.<\/p>\n<p>There are a lot of non-financial issues you should also consider, including the quality of people you’ll work with, who your mentor will be and the amount of success from which you can learn. If you’re an engineer, the quality of the engineering team should be of paramount concern (see <a href=\"http:\/\/eng.wealthfront.com\/2014\/02\/career-planning-for-new-grad-and-young.html\" target=\"_blank\" rel=\"noopener\">Career Planning for New Grad and Young Engineers<\/a>).<\/p>\n<h2>Tools for Choosing Between Private and Public Companies<\/h2>\n<p>Comparing an offer from a private and a public company is much more difficult. You need to structure your analysis around the likely ultimate value of each. These days most public companies only offer RSUs and earlier stage companies offer stock options. There is no surefire way to determine the ultimate value of the private company, but a pretty good approach is to find the value the VCs paid in the last round and multiply by five if the company has more than 50 employees or by 10 if it has less than 50 employees. I chose those multiples because that’s generally what VCs might expect for companies of those sizes.<\/p>\n<p>Let me illustrate with an example. Say you want to compare an offer from Google with an offer from a company on our <a href=\"https:\/\/blog.wealthfront.com\/107-career-launching-tech-companies\/\" target=\"_blank\" rel=\"noopener\">top-106 list<\/a>. Google is currently trading around $500 per share so you might expect an offer of around 150 shares. If you assume that Google appreciates 15% per year over the next four years then your RSUs will be worth $131,175 ($500 x 1.15<sup>4<\/sup> x 150). Even if Google halves in price over that time period to $250, your RSUs will still be worth $37,500 (150 x $250).<\/p>\n<p>A common offer for a mid-sized company with momentum that has 100 million shares outstanding might be around 20,000 shares. If we assume the latest venture round was priced at $10.00 per share then the option exercise price is probably around $3.00 per share. If we multiply the price in the latest venture round by 5 then we arrive at an expected value of $50.00 per share. Assuming things go according to plan, in four years your option would be worth $940,000 (($50 &#8211; $3) x 20,000 shares). That’s a lot higher than your Google offer, but it has more risk because your option could be worth nothing if your employer doesn’t appreciate from its current price.<\/p>\n<h2>Make Your Ultimate Career Goals Your Priority<\/h2>\n<p>In the end you will be far better served making your decision based on <strong>which company is likely to put you on a better path<\/strong> to your ultimate career goal. You&#8217;re <strong>highly unlikely<\/strong> to earn a life-changing amount from your equity at your first job, so don’t make it a priority. Better to get a fair offer from the company that will help you achieve your long-term objective.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Over the past two years we have written numerous posts to help you evaluate job offers that include stock options or Restricted Stock Units (RSUs). We [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7282,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,1098,461,608,1097,609,844,845,459,219,226,843,524],"yst_prominent_words":[4778,4767,1639,4773,4766,4771,4772,4780,2885,4768,4777,1310,4781,3376,4776,4775,4774,4779,4770,4769],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4896"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4896"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4896\/revisions"}],"predecessor-version":[{"id":11850,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4896\/revisions\/11850"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7282"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4896"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4896"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4896"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4896"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}