{"id":4911,"date":"2014-12-30T08:32:19","date_gmt":"2014-12-30T16:32:19","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4911"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"get-rollovers-done-year-end","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/get-rollovers-done-year-end\/","title":{"rendered":"Never Rollover If You Can Transfer"},"content":{"rendered":"<p><span class=\"firstcharacter\">Y<\/span>ou might have heard the IRS is limiting the frequency with which you can rollover IRA accounts in 2015. Starting January 1st the IRS will limit you to only one IRA rollover per calendar year. You will now face steep penalties if you attempt more than one <em>rollover<\/em>  per year. However most people don’t realize there exists a superior alternative called an <a href=\"http:\/\/www.investopedia.com\/terms\/a\/acat.asp\" target=\"_blank\" rel=\"noopener noreferrer\">ACATS<\/a> or electronic transfer. You will still be allowed unlimited <em>transfers<\/em> per year, but not all investment firms will accept an electronic transfer.<\/p>\n<h2>A Rollover is Very Different From a Transfer<\/h2>\n<p>Most investors think a rollover is the only way to transfer an IRA to another brokerage firm. When you request a retirement account <strong>rollover<\/strong>, your account’s current custodian sells all the securities you hold and sends the <em>proceeds <\/em>to you directly<em> via check<\/em>. You must then send the amount you receive to your new retirement account custodian within 60 calendar days to avoid the distribution from being reported as a taxable distribution — and possibly subjecting you to an additional penalty if you are under the age of 59 ½.<\/p>\n<p>When you request a <strong>direct transfer,<\/strong> your account’s current custodian electronically transfers the <em>contents of your qualified account<\/em> (i.e. securities and cash) to your new custodian <em>via <\/em>ACATS.<\/p>\n<h2>Transfers Are Much More Convenient Than Rollovers<\/h2>\n<p>Electronic transfers are radically simpler than rollovers because they avoid lost or stolen checks and are completed within a few days without any intervention from you. It is our experience that most custodians take at least two weeks to mail your rollover check and then you need to go to the trouble of sending those funds to your new account within 60 days. When it comes to IRAs you should always electronically transfer if possible, because of the greater convenience.<\/p>\n<p>Unfortunately some brokerage firms and automated investment services do not allow IRAs to be transferred electronically because they do not support ACATS &#8211; the industry standard for electronic account transfer. That means to move your IRA you would have to do a rollover and run the risk of incurring a penalty for not getting it done in time. Fortunately Wealthfront believes the convenience associated with electronic account transfers is a critical component of a <em>truly automated<\/em>  investment service.<\/p>\n<h2>A Lawsuit Caused the IRS To Change Its Rollover Rules<\/h2>\n<p>Prior to 2015, IRS rules permitted the holders of IRAs or other qualified retirement accounts to one rollover per year <em>for each account<\/em>. In other words each IRA or other qualified account was counted individually and had its own one-year time frame. So if you owned multiple qualified accounts you could move money from each account to another account via rollover once every year without tax or penalty.<\/p>\n<p>In early 2014 the IRS prosecuted a case (<a href=\"http:\/\/www.ustaxcourt.gov\/InOpHistoric\/BobrowMemo.Nega.TCM.WPD.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Babrow v. Commissioner<\/a>) in which a married couple withdrew money from various IRAs but did not re-deposit the funds within the required 60-day window. The tax court found that only one of the rollovers would be considered valid without penalty, while the others, totaling $51,298, would be classified as distributions (and therefore counted as ordinary income). The couple was ordered to pay taxes on ordinary income, as well as a 10% early-withdrawal penalty and an additional 20% penalty of $10,250 for understating the amount of tax that they owed.<\/p>\n<p>In March of 2014 the IRS determined this rule should apply to all taxpayers, and starting January 1, 2015 taxpayers will <strong>only be allowed a single rollover in any 12-month period<\/strong>, regardless of how many IRAs or qualified accounts they own.<\/p>\n<h2>401(k)s Are Not Subject to the New IRA Rollover Restrictions<\/h2>\n<p>Unfortunately the only way to transfer 401(k) accounts is via rollover, but the number of 401(k) rollovers per year is not subject to the same restrictions as IRAs.<\/p>\n<h2>Transfer If You Can, Rollover If You Must<\/h2>\n<p>You should always first try to electronically transfer your IRA when you decide to move it to a new custodian or investment management firm. Again, not all custodians will do it, but it’s worth asking if they support ACATS as part of their standard account opening process. If you don&#8217;t see electronic transfer as a funding option when you fill out your new account application then it is not a standard part of their process. Non-standard processes always take much longer than standard processes and are frequently subject to error.<\/p>\n<p>Our Wealthfront client service specialists are delighted to answer any questions you may have regarding direct transfers or rollovers. They can be reached at <a href=\"mailto:support@wealthfront.com\" target=\"_blank\" rel=\"noopener noreferrer\">support@wealthfront.com<\/a>.<\/p>\n<p><strong>Happy New Year!<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>You might have heard the IRS is limiting the frequency with which you can rollover IRA accounts in 2015. Starting January 1st the IRS will limit you to only one IRA rollover per calendar year. You will now face steep penalties if you attempt more than one rollover  per year. However most people don’t realize [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7309,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[12,853,855,854,852,510,856,851],"yst_prominent_words":[4956,1509,4957,1531,6814,4960,4955,4965,1452,4964,6813,2484,4962,4959,4963,4954,4958,4961,2477,4967],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4911"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4911"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4911\/revisions"}],"predecessor-version":[{"id":10434,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4911\/revisions\/10434"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7309"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4911"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4911"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4911"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4911"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}