{"id":4916,"date":"2015-01-06T06:23:36","date_gmt":"2015-01-06T14:23:36","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4916"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"choosing-asset-classes-another-form-market-timing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/choosing-asset-classes-another-form-market-timing\/","title":{"rendered":"Choosing Asset Classes Is Another Form of Market Timing"},"content":{"rendered":"<p><span class=\"firstcharacter\">A<\/span>ny reader of our blog will know that we are not fans of market timing. As our CIO Burt Malkiel is fond of pointing out, research consistently proves it’s almost impossible to outperform the market by attempting to time it. Burt has won great acclaim since he first wrote about this phenomenon 40 years ago in <em>A Random Walk Down Wall Street<\/em>. The lessons of 40 years ago are just as appropriate today, which is why the book is still a best seller and soon to be released in its 11<sup>th<\/sup> edition.<\/p>\n<p>We have written about many ways to time the market on this blog — <a href=\"https:\/\/blog.wealthfront.com\/indexing-2014-stock-pickers-market\/\" target=\"_blank\" rel=\"noopener\">choosing individual securities<\/a>, <a href=\"https:\/\/blog.wealthfront.com\/rental-property-investing\/\" target=\"_blank\" rel=\"noopener\">investing in individual real estate properties<\/a>, <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener\">timing when to withdraw from or add to your portfolio<\/a>, and <a href=\"https:\/\/blog.wealthfront.com\/right-and-wrong-reasons-to-change-risk-tolerance\/\" target=\"_blank\" rel=\"noopener\">changing your risk score<\/a>. Today we’ve chosen to write about yet another form of market timing — choosing asset classes and their mixes.<\/p>\n<h2>Modern Portfolio Theory Offers the Ideal Investment Mix<\/h2>\n<p>Sixty-two years ago <a href=\"http:\/\/en.wikipedia.org\/wiki\/Harry_Markowitz\" target=\"_blank\" rel=\"noopener\">Harry Markowitz<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/william-sharpe-retirement-planning\/\" target=\"_blank\" rel=\"noopener\">Bill Sharpe<\/a> developed independent hypotheses that came to be known as <a href=\"https:\/\/blog.wealthfront.com\/modern-portfolio-theory-criticism\/\" target=\"_blank\" rel=\"noopener\">Modern Portfolio Theory<\/a> (MPT). MPT states that investors can construct an &#8220;efficient frontier&#8221; of optimal portfolios offering the maximum possible expected return for every given level of risk. The maximum return can only be achieved through the optimal combination of asset classes rather than individual securities. The ideal combination of asset classes for every level of risk can be found through what is known as <em>mean variance optimization<\/em>, which creates the optimal mix based on each asset class’s expected return, expected volatility and expected correlation. Critics of MPT complain that it does not work well in the infrequent cases where the public markets trade down rather significantly. Unfortunately, no peer-reviewed academic research has been able to offer a superior alternative, which is <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\" target=\"_blank\" rel=\"noopener\">why we chose to use MPT<\/a> for our clients. Fortunately, combining <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\" target=\"_blank\" rel=\"noopener\">tax-loss harvesting<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/introducing-direct-indexing\/\" target=\"_blank\" rel=\"noopener\">Stock-level Tax-Loss Harvesting<\/a> with MPT eliminates many of the problems critics raised with regards to large market downdrafts.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Many individuals think they can time the market, especially by choosing when to invest and when to under or overweight the MPT-recommended asset allocation. Unfortunately they are seldom correct.<\/p>\n<\/div>\n<p>MPT proved so powerful that Markowitz and Sharpe won the 1990 Nobel Prize in economics for their groundbreaking research. MPT went on to be the dominant method by which almost all financial advisors manage their clients’ portfolios. Unfortunately some advisors didn’t read Burt’s book and try to add value to the MPT-recommended portfolio by trying various methods of market timing. Very few consistently outperform the base MPT-recommended investment mixes.<\/p>\n<p>Advisors are not the only people who believe they can add value to MPT in non-<a href=\"http:\/\/en.wikipedia.org\/wiki\/Determinism\" target=\"_blank\" rel=\"noopener\">deterministic<\/a> ways (tax-loss harvesting is deterministic in that it never attempts to outperform the market. Rather it just harvests losses in a deterministic fashion and reinvests them). Many individuals think they can time the market, especially by choosing when to invest and when to under or overweight the MPT-recommended asset allocation. Unfortunately they are seldom correct.<\/p>\n<h2>Avoid the Tactical in Favor of the Strategic<\/h2>\n<p>Attempting to underweight or overweight the MPT-based recommendation based on relative valuations is commonly known as <em>tactical asset allocation<\/em> (vs. MPT’s <em>strategic asset allocation<\/em>). Through my involvement as the vice-chairman of the University of Pennsylvania endowment investment committee (Penn manages one of the 10 largest university endowments in the US), I know of only 10 investment managers worldwide that consistently are able to outperform the market through tactical asset allocation. Not surprisingly they all manage money in a hedge fund structure that charges enormous fees and have investment minimums of at least $20 million. That&#8217;s out of the realm of possibility for all but a small number of very wealthy families.<\/p>\n<h2>Estimates Should Be Based On What the Market Projects<\/h2>\n<p>I often get asked: “Isn’t MPT’s strategic asset allocation just another form of timing the market, given that its allocations are based on estimates and estimates are subject to judgment just like making a call on which asset classes are under or over valued?” My answer might surprise you. The estimates Wealthfront inputs into its mean variance optimization model are not based on our views, but rather what the <em>market<\/em> tells us. Our expected returns are derived from the <a href=\"http:\/\/www.investopedia.com\/terms\/c\/capm.asp\" target=\"_blank\" rel=\"noopener\">capital asset pricing model<\/a>. Our expected volatilities are derived from the pricing of options on each of the asset classes we employ and correlations are based on short and long-term history. Of the three, our correlation estimates are the most open to debate. However, our research shows that despite short-term perturbations, long-term historical correlations are a very good proxy for long-term expected correlations, if you have a long investment horizon (which is the <em>only<\/em> use case for which Wealthfront was built). As we explain in our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\" target=\"_blank\" rel=\"noopener\">investment methodology white paper<\/a>, we update our estimates once a year and rebalance our portfolios if the estimates caused our clients’ portfolios to trade outside their predetermined rebalancing thresholds.<\/p>\n<p>&nbsp;<\/p>\n<h2>Stay the Course; You Are in for The Long Haul<\/h2>\n<p>Next time you feel an urge to say something like “I’m just not comfortable in bonds, or emerging market stocks right now,” think again. You don’t realize it but you’re attempting to execute a tactical asset allocation strategy, which is almost certainly likely to fail over the long term. By avoiding such tactical behavior you will learn to ignore the market’s temporary ups and downs in favor of continuing to invest steadily for the long term.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Any reader of our blog will know that we are not fans of market timing. As our CIO Burt Malkiel is fond of pointing out, research consistently proves it’s almost impossible to outperform the market by attempting to time it. Burt has won great acclaim since he first wrote about this phenomenon 40 years ago [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7238,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[857,859,90,421,143,858,194,522,454],"yst_prominent_words":[1390,1289,1383,4952,4948,2961,1294,2188,2843,4951,4950,4947,1250,4949,4946,2508,2511,2510,2119,2190],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4916"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4916"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4916\/revisions"}],"predecessor-version":[{"id":11852,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4916\/revisions\/11852"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7238"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4916"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4916"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4916"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4916"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}