{"id":4920,"date":"2015-01-13T16:37:36","date_gmt":"2015-01-14T00:37:36","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4920"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"when-you-should-consider-sep-ira","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/when-you-should-consider-sep-ira\/","title":{"rendered":"When Should You Consider a SEP-IRA?"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>f you are a self-employed contract worker or sole-proprietor, there’s a retirement account you may not have heard about that’s worth considering: the Simplified Employee Pension IRA or SEP-IRA for short. The key advantage of the SEP-IRA is the <strong>high annual maximum contribution limit<\/strong>, which at <strong>$53,000<\/strong>, is much higher than the $5,500 cap associated with a traditional IRA ($6,500 if you&#8217;re over 50).<\/p>\n<h2>What Is a SEP-IRA?<\/h2>\n<p>The SEP-IRA was created in 1978 to provide a tax-advantaged retirement plan for small businesses. Contributions to the SEP-IRA are made by a small business into an account for the benefit of an individual, typically the sole employee. SEP-IRA accounts are available to small businesses ranging from sole proprietorships, partnerships, LLCs, S-Corporations and C-Corporations.<\/p>\n<p>Like a traditional IRA or 401(k), contributions to a SEP-IRA are not taxed in the year they are made. Instead, taxes are deferred until withdrawals are made, allowing the money to compound tax-deferred for long periods of time.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The key advantage of the SEP-IRA is the high annual maximum contribution limit<\/p>\n<\/div>\n<p>If you are self-employed and qualify for a SEP-IRA then you may contribute the lesser of $53,000 or 25% of your total compensation minus the self-employment tax. That means you may contribute more to a SEP IRA than a traditional IRA as long as you make more than approximately $22,000 (IRA limit of $5,500\/25%).<\/p>\n<p>This higher cap provides you more flexibility in how much you can save in a given year for retirement. In other words you can contribute more to your account in good years and less in years where your engagements are fewer or more poorly compensated. In fact you don’t have to contribute every year and your contributions are also deductible.<\/p>\n<p>The only downsides are that there is a little bit more paperwork involved than setting up a traditional IRA and determining your annual deduction limits includes deciphering and calculating from a couple of IRS worksheets.<\/p>\n<h2>The Benefits of a Higher Maximum Contribution<\/h2>\n<p>Let’s look at an example where in the next two years you earn $100,000 and in your third year you earn an extraordinary $300,000. In the first two years when you can&#8217;t afford to save much, you could contribute something similar to what you would put in a traditional IRA ($5,500). But in your blowout year you could sock away the maximum contribution of $53,000 without impacting your lifestyle. Overall you would have contributed more to your SEP IRA ($64,000) than the maximum allowable tax deductible contribution in a traditional IRA over that time period ($16,500).<\/p>\n<p>In addition to the flexibility, consider that if you do consistently have good years and make steady contributions you can end up with far larger savings than in a traditional IRA.<\/p>\n<p>Let’s start with a very simple example without considering the additional positive benefit of compounding. If you contributed the maximum $53,000 per year for 20 years into a SEP IRA account you would have $1,060,000. Contributing half that amount annually ($26,500) results in a total of $530,000. Whereas contributing the maximum $5,500 to a traditional IRA over the same period will result in a total of $110,000.<\/p>\n<p>Now, let’s illustrate a hypothetical set of examples where we look at 20 years of IRA contributions (for simplicity we’ll leave this at $5,500 though there would in reality be increases) as compared to the same number of years for a SEP IRA. In the latter case we will assume that in some years we contribute a far larger $25,000; both scenarios assume a 7% annual rate of return.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/SEP_vs_TradIRA_20YR_v3_wBorder1.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4925\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/SEP_vs_TradIRA_20YR_v3_wBorder1.jpg\" alt=\"SEP_vs_TradIRA_20YR_v3_wBorder\" width=\"600\" height=\"490\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/SEP_vs_TradIRA_20YR_v3_wBorder1.jpg 634w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/SEP_vs_TradIRA_20YR_v3_wBorder1-612x500.jpg 612w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>Clearly our independent contractor has done a better job saving for retirement using the SEP IRA. Of course it required several years where she worked very hard and had other factors in her favor that allowed her to set more aside — everyone’s mileage will vary in this regard.<\/p>\n<h2>Be Careful Calculating Your Allowed Annual Contribution and Deduction<\/h2>\n<p>The one aspect where things can seem complicated with a SEP IRA is calculating your maximum deduction as a self-employed person or sole proprietor. In fact three pages of <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/p560.pdf\" target=\"_blank\">Publication 560<\/a> (pages 22 – 24) are dedicated to the deduction worksheet and the other supporting calculations you must make. In a nutshell, the deduction for your annual contributions to a SEP plan can’t be more than 20% of your net earnings from your business (distinct and separate from the 25% of your total compensation minus the self-employment tax used in describing contribution limits at the beginning of the post). In the case of someone with net profits of $200,000, and a self-employment tax of $9,728, the maximum deductible contribution is $14,841 (click on the sample worksheet below to see, in detail, how this was calculated).<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_SEP_Self_E_Deduct_Wkst.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4922\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_SEP_Self_E_Deduct_Wkst.jpg\" alt=\"2014-12-17_SEP_Self_E_Deduct_Wkst\" width=\"300\" height=\"346\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_SEP_Self_E_Deduct_Wkst.jpg 752w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_SEP_Self_E_Deduct_Wkst-433x500.jpg 433w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_SEP_Self_E_Deduct_Wkst-459x530.jpg 459w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><\/p>\n<h2>Setting Up a SEP is Easy<\/h2>\n<p>Setting up a SEP IRA is only a little more difficult than opening a traditional IRA. All you have to do is fill out a <a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/f5305sep.pdf\" target=\"_blank\">Form 5305-SEP<\/a> (see example inset below if curious what it looks like), keep a copy for yourself and provide a copy to the investment firm that will be acting as your trustee (do not submit the form to the IRS). There are no annual filing requirements to the IRS and the trustee firm maintains the necessary books and records. <span style=\"color: #000000\">You can maintain both a SEP and another qualified retirement plan. However, unless the other plan is also a SEP, you cannot use Form 5305-SEP; you must adopt either a prototype SEP or an individually designed SEP (for which you should definitely consult a tax professional).<\/span><\/p>\n<p>For those that are sophisticated and want to set up a SEP IRA for a small business you can certainly do so but it is more complicated and beyond the scope of this post (see the links to additional information at bottom of the page for more help).<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-4923\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP.jpg\" alt=\"2014-12-17_Model_5305_SEP\" width=\"600\" height=\"421\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP.jpg 810w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP-640x449.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP-768x539.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/01\/2014-12-17_Model_5305_SEP-756x530.jpg 756w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>Selecting your trustee institution (the brokerage firm which acts as custodian for your account) is the major choice you will be making when setting up a SEP-IRA plan. In addition to setting up an account for you the trustee institution will hold your retirement plan assets and receive your contributions as you make them. Wealthfront is the only automated investment service to offer SEP-IRA accounts, and opening an account is as simple as adding a traditional IRA.<\/p>\n<p>As per the IRS’s own guidance, if you do not use Form 5305-SEP to implement your plan you should seek professional advice from a qualified tax accountant or attorney in adopting a SEP.<\/p>\n<h2>Low Administrative Burden<\/h2>\n<p>A SEP IRAs is as easy to administer as a traditional IRA. After you set it up there’s nothing you need to do. There are no filing requirements like a 401(k) and less record-keeping regulations than other retirement plans. Basically all you must do for a SEP IRA is keep your original Form 5305-SEP in your files (or the plan you followed using a financial professional’s guidance that outlines the details of your plan). Beyond that you rely on the records maintained by your trustee institution that holds your account.<\/p>\n<p>Some of you might be concerned about locking up the money in a SEP IRA but just like a traditional IRA it can be withdrawn without penalty for certain reasons. These can include qualified higher education costs, first-time home purchase (up to $10,000), or unexpected medical expenses that are greater than 10% of your adjusted gross income.<\/p>\n<h2>Take Advantage of Your Small Business Status<\/h2>\n<p>A SEP-IRA is an ideal way for a self-employed individual or sole practitioner to save for retirement and with the higher maximum contribution limit of this account over a traditional IRA you can save more in good years than you would otherwise be limited to.<\/p>\n<p>If you are self-employed, we strongly encourage seeking the advice and services of a knowledgeable accountant, which can prove invaluable, for both determining the best account type for your specific situation as well as other tax-related aspects of your business.<\/p>\n<p>&nbsp;<\/p>\n<h2>Additional Resources and Information:<\/h2>\n<p><a href=\"https:\/\/www.irs.gov\/newsroom\/irs-announces-2015-pension-plan-limitations-1\" target=\"_blank\">IRS Announces 2015 Pension Plan Limitations; Taxpayers May Contribute up to $18,000 to their 401(k) plans in 2015<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/retirement-plans\/retirement-plans-faqs-regarding-seps-establish-a-sep\" target=\"_blank\">SEP Plan FAQs &#8211; Establishing a SEP<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/retirement-plans\/sep-fix-it-guide-sep-plan-overview\" target=\"_blank\">SEP Plan Fix-It Guide &#8211; SEP Plan Overview<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/businesses\/small-businesses-self-employed\" target=\"_blank\">Small Business and Self-Employed Tax Center<\/a><\/p>\n<p><a href=\"https:\/\/www.irs.gov\/pub\/irs-pdf\/p560.pdf\" target=\"_blank\">Retirement Plans for Small Business<\/a> Publication 560 (2013, the 2014 edition will likely be published in Feb. 2015).<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The information contained in the article is provided for general informational purposes, and should not be construed as investment advice. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you are a self-employed contract worker or sole-proprietor, there’s a retirement account you may not have heard about that’s worth considering: the Simplified Employee Pension IRA or SEP-IRA for short. The key advantage of the SEP-IRA is the high annual maximum contribution limit, which at $53,000, is much higher than the $5,500 cap associated [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7303,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[861,864,865,862,217,860,863],"yst_prominent_words":[4943,4934,4944,4940,4931,4945,4935,4942,4938,4930,1452,4936,4939,4932,2144,4937,4929,4941,4933,1445],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4920"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4920"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4920\/revisions"}],"predecessor-version":[{"id":11853,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4920\/revisions\/11853"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7303"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4920"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4920"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4920"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4920"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}