{"id":4930,"date":"2015-01-15T08:13:48","date_gmt":"2015-01-15T16:13:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4930"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"indexing-become-popular","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/indexing-become-popular\/","title":{"rendered":"Has Indexing Become Too Popular?"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>ndexed investment strategies (passively holding portfolios that simply buy and hold all the securities in a particular market) continue to increase in popularity. Currently <strong>more than 35% of investment portfolios<\/strong> use index funds to gain exposure to the U.S. stock market.<sup>1<\/sup> And according to Morningstar Investment Research, more than 55% of the moneys invested in equity mutual funds during 2014 went into index funds — rather than actively-managed funds.<\/p>\n<p>Given this success, people often ask whether index funds have become <em>too popular<\/em>. Could we be entering a period when active portfolio management will become more advantageous? And could the very size of index funds interfere with their ability to produce exceptional results?<\/p>\n<p>My answer to both questions is a clear <strong><em>No<\/em><\/strong>.<\/p>\n<h2>The Two Reasons Indexing is Effective<\/h2>\n<p>Indexing’s effectiveness rests on two key arguments. The first argument supporting indexing is that all securities markets are generally quite efficient. When information arises about a particular company or about the economy as a whole, that information gets quickly incorporated into market prices as profit seeking traders and investors attempt to exploit any informational advantage they believe they may have. If a new drug is discovered that is likely to double the value of the discovering company, the price will adjust now — not slowly over time. This does not mean that market prices are always correct. Indeed, stocks are never perfectly priced, but no one knows for sure whether they are too high or too low. Therefore <em>attempting<\/em> to outsmart the market, as <a href=\"https:\/\/blog.wealthfront.com\/indexing-2014-stock-pickers-market\/\" target=\"_blank\" rel=\"noopener noreferrer\">active portfolio managers do<\/a>, will simply involve added <a href=\"https:\/\/blog.wealthfront.com\/missing-the-obvious-on-fees\/\" target=\"_blank\" rel=\"noopener noreferrer\">portfolio management and transactions costs<\/a> and additional taxes and will fail to produce superior results.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The evidence in favor of indexing is overwhelming. Each year about 2\/3 of active managers underperform the index and those who do outperform in one year are not the same as those who have superior results in the next.<\/p>\n<\/div>\n<p>Even if markets were not efficient, there is a second reason indexing must still be an optimal strategy. All the stocks in any particular market must be held by someone. Therefore, if some active portfolio manager is holding only the stocks that go up <em>more<\/em> than average, then it must follow that some other investors are holding the stocks that went up <em>less<\/em> than average. Investing has to be a zero sum game. In the presence of costs, however, <strong>active management is a negative sum game<\/strong>. If index funds can be bought at near-zero costs (exchange traded U.S. index stock funds can be purchased at an expense ratio of 1\/20 of one percent or less) and the average actively-managed stock fund charges about 1% per year, the typical active manager must thus <em>underperform<\/em> the index by that one percentage point difference in costs.<\/p>\n<p><strong>The evidence in favor of indexing is overwhelming<\/strong>. Each year about 2\/3 of active managers underperform the index and those who do outperform in one year are not the same as those who have superior results in the next. In early 2014 we were told that active management would record superior results. In fact, according to Lipper Analytic Services (a research service of Thompson Reuters), about 85% of active large-cap stock funds failed to beat <em>or even match<\/em> their benchmark through November 25, 2014. On average, active funds underperform their benchmarks by the amount of their extra costs. And many active funds will be distributing large taxable capital gains in 2014 (something index funds seldom do), further depressing the net returns earned by investors.<\/p>\n<h2>There is Still Plenty of Room for Growth in Indexing<\/h2>\n<p>But has indexing become <em>too<\/em> popular?<\/p>\n<p>Might the very size of index funds interfere with their ability to produce superior returns? As we stated at the beginning of this piece 35% of US investment portfolios use index funds to gain exposure to the U.S. stock market and that figure does seem large, but in market capitalization terms the importance of indexing is considerably smaller.<\/p>\n<p>To add some perspective let’s consider estimates of how large index investing has become on an <em>investable-dollar basis<\/em>. According to the <a href=\"https:\/\/advisors.vanguard.com\/VGApp\/iip\/site\/advisor\/researchcommentary\/article\/IWE_InvComIndexingTooBig?sf6385618=1\" target=\"_blank\" rel=\"noopener noreferrer\">Vanguard Group<\/a>, index funds constituted 14% and 3% of equity and fixed income funds, respectively, in market-capitalization terms. Based on Vanguard’s calculations this means greater than 85% of the equity market and more than 95% of the bond market were invested in some form of active management.<sup>2<\/sup> Size can be a significant detriment for active managers, but it cannot affect the advantages of indexing.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Realistically, the fear that indexing could be growing too popular is not an issue that should raise any cause for concern. First, we are nowhere near the point where such a possibility would exist. Indexing could double from present levels and there would still be plenty of active managers at work.<\/p>\n<\/div>\n<p>Asset levels can get too large to sustain any specialized investment strategy. Suppose for example, that asset levels rise sharply for some small-capitalization value managers who specialize in finding small companies selling at prices they believe to represent compelling valuations. As the size of their fund grows, it will take more and more days of trading to accumulate and dispose of positions. As their positions increase there is likely to be an adverse market impact cost as the price at which they can buy more stock will tend to rise. And as any particular style of investing becomes more popular, the whole sector will tend to become expensive relative to the rest of the market. The very popularity of any investment style will sow the seeds of its own destruction. Of course, the same argument applies in reverse as well: When an investment manager owns too large a proportion of the tradable shares of any company, the costs of selling are very likely to increase substantially.<\/p>\n<p>The situation is <strong>entirely different for the broad-based index investor<\/strong>. The manager of a “total stock market index” fund will be holding almost 4,000 individual stocks. And she will be buying more stock only in response to new flows of moneys into the fund and there will be no trading from stock to stock in response to perceived differences in valuation. When buying occurs, it will be broadly distributed over the entire market rather than concentrated in any one investment style or any particular industry. A huge influx of money into indexed equity mutual funds could raise the prices of all securities, but would not have any effect on the relative attractiveness of a particular group or sector.<\/p>\n<h2>The Market Efficiency Paradox<\/h2>\n<p>Could indexing become so big that the market would fail to work as efficiently as in the past? The reason information gets reflected quickly into stock prices is because active traders and investors buy and sell equities in an attempt to benefit from perceived differences between price and value. The paradox involved in a belief in market efficiency is that it requires some “active” participants to be involved to make the market efficient. We could not have an efficient stock market <em>if all investors were indexed<\/em>. If indexing gets too large so that an insufficient number of potential arbitrageurs exist, then passive investors will not gain an advantage from indexing because the market will become inefficient. Active managers will then have opportunities for excess arbitrage profits.<\/p>\n<p>Realistically, the fear that indexing could be growing too popular is not an issue that should raise any cause for concern. First, we are nowhere near the point where such a possibility would exist. Indexing could double from present levels and there would still be plenty of active managers at work. Indeed, even if active investors and traders made up only a small proportion of market participants, as long as any opportunities for arbitrage profits existed, traders would undoubtedly fill the gap. Active investors would continue to participate in the market so as to ensure that all available information became reflected in market prices. As indexing has grown rapidly over the past two decades, there is no evidence that the market has become less efficient. On the contrary, <strong>the proportion of outperforming active managers has become smaller<\/strong> rather than larger.<\/p>\n<p>Yes, there could be a problem if all investors indexed, but as long as the profit motive is alive and well it is inconceivable that such an event would happen. In an environment where information failed to be reflected in market prices, you can be sure that active traders and fund managers would jump back into the market to exploit any and all opportunities for gain.<\/p>\n<h2>Expect More Growth in Indexing in The Next Decade<\/h2>\n<p>When I wrote the original edition of “A Random Walk Down Wall Street” over 40 years ago, I had hoped that the information would benefit individual investors. The mainstream acceptance and popularity indexing has attained over the last four decades is a phenomenal outcome for individual investors. More and more of their hard-earned savings are being invested with lower fees, and better long-term returns. The success of Vanguard, and now Wealthfront, bodes extremely well for index investing in the decades ahead.<\/p>\n<p><em>(Editor’s Note: <\/em><a href=\"http:\/\/www.amazon.com\/Random-Walk-Down-Wall-Street\/dp\/0393246116\/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>“A Random Walk Down Wall Street” has just become available in its 11<sup>th<\/sup> edition<\/em><\/a><em>. Congratulations Burt.)<\/em><\/p>\n<p>__________________________<\/p>\n<p><sup>1<\/sup><a href=\"https:\/\/pressroom.vanguard.com\/content\/nonindexed\/Updated_The_Case_for_Index_Fund_Investing_4.9.2014.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Vanguard Group Inc. “The Case for Index-Fund Investing; Vanguard Research”; April 2014<\/a><\/p>\n<p><sup>2<\/sup><a href=\"https:\/\/advisors.vanguard.com\/VGApp\/iip\/site\/advisor\/researchcommentary\/article\/IWE_InvComIndexingTooBig?sf6385618=1\" target=\"_blank\" rel=\"noopener noreferrer\">Vanguard Group Inc. Research Commentary; “Has indexing gotten too big?” June 17, 2014; based on data from Morningstar, Inc. as of March 31, 2014.<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Indexed investment strategies (passively holding portfolios that simply buy and hold all the securities in a particular market) continue to increase in popularity. Currently more than 35% of investment portfolios use index funds to gain exposure to the U.S. stock market.1 And according to Morningstar Investment Research, more than 55% of the moneys invested in [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7226,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[868,869,870,595,465,35,1122,95,481,866,867],"yst_prominent_words":[4921,4914,1326,1276,4926,4913,4927,4918,4920,4923,4917,1321,4922,4916,4928,1294,4919,4925,4924,4915],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4930"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4930"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4930\/revisions"}],"predecessor-version":[{"id":11854,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4930\/revisions\/11854"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7226"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4930"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4930"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4930"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4930"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}