{"id":4934,"date":"2015-01-21T05:53:24","date_gmt":"2015-01-21T13:53:24","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4934"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"when-to-exercise-stock-options","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/when-to-exercise-stock-options\/","title":{"rendered":"When Should You Exercise Your Stock Options?"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>Stock options have value precisely because they are an <em>option<\/em>. The fact that you have an extended amount of time to decide whether and when to buy your employer’s stock at a fixed price should have tremendous value. That’s why publicly-traded stock options are valued higher than the amount by which the price of the underlying stock exceeds the exercise price (please see <a href=\"https:\/\/blog.wealthfront.com\/employee-stock-options-versus-exchange-traded-options\/\" target=\"_blank\" rel=\"noopener\">Why Employee Stock Options are More Valuable than Exchange-Traded Stock Options<\/a> for a more detailed explanation). Your stock option loses its option value the moment you exercise because you no longer have flexibility around when and if you should exercise. As a result many people wonder when does it make sense to exercise an option.<\/p>\n<h2>Tax Rates Drive the Decision to Exercise<\/h2>\n<p>The most important variables to consider when deciding when to exercise your stock option are taxes and the amount of money you are willing to put at risk. There are three kinds of taxes you should consider when you exercise your Incentive Stock Options (the most common form of employee options): alternative minimum tax (AMT), ordinary income tax and the much lower long-term capital gains tax.<\/p>\n<p>You are likely to incur an AMT if you exercise your options after their fair market value has risen above your exercise price, but you do not sell them. The AMT you are likely to incur will be the federal AMT tax rate of 28% times the amount by which your options have appreciated based on their current market price (you only pay state AMT at an income level few people will access). The current market price of your options is determined by the most recent 409A appraisal requested by your company’s board of directors if your employer is private (see <a href=\"https:\/\/blog.wealthfront.com\/409a\/\" target=\"_blank\" rel=\"noopener\">The Reason Offer Letters Don’t Include a Strike Price<\/a> for an explanation of how 409A appraisals work) and the public market price post IPO.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Your stock option loses its option value the moment you exercise because you no longer have flexibility around when and if you should exercise.<\/p>\n<\/div>\n<p>For example, if you own 20,000 options to purchase your employer’s common stock at $2 per share, the most recent 409A appraisal values your common stock at $6 per share and you exercise 10,000 shares then you will owe an AMT of $11,200 (10,000 x 28% x ($6 &#8211; $2)). If you then hold your exercised options for at least one year before you sell them (and two years after they were granted) then you will pay a combined federal-plus-state-marginal-long-term-capital-gains-tax-rate of only 24.7% on the amount they appreciate over $2 per share (assuming you earn $255,000 as a couple and live in California, as is the most common case for Wealthfront clients). The AMT you paid will be credited against the taxes you owe when you sell your exercised stock. If we assume you ultimately sell your 10,000 shares for $10 per share then your combined long-term capital gains tax will be $19,760 (10,000 shares x 24.7% x ($10 &#8211; $2)) minus the $11,200 previously paid AMT, or a net $8,560. For a detailed explanation of how the alternative minimum tax works, please see <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 1<\/a>.<\/p>\n<p>If you don&#8217;t exercise any of your options until your company gets acquired or goes public and you sell right away then you will pay ordinary income tax rates on the amount of the gain. If you’re a married California couple who jointly earn $255,000 (again, Wealthfront’s average client), your 2014 combined marginal state and federal ordinary income tax rate will be 42.7%. If we assume the same outcome as in the example above, but you wait to exercise until the day you sell (i.e. a <em>same day exercise<\/em>) then you would owe ordinary income taxes of $68,320 (20,000 x 42.7% x ($10 &#8211; $2)). That’s a lot more than in the previous long-term capital gains case.<\/p>\n<h2>83(b) Elections Can Have Enormous Value<\/h2>\n<p>You will owe no taxes at the time of exercise if you exercise your stock options when their fair market value is <em>equal to<\/em>  their exercise price and you file a <a href=\"https:\/\/blog.wealthfront.com\/always-file-your-83b\/\" target=\"_blank\" rel=\"noopener\">form 83(b) election<\/a> on time. Any future appreciation will be taxed at long-term capital gains rates if you hold your stock for more than one year post exercise and two years post date-of-grant before selling. If you sell in less than one year then you will be taxed at ordinary income rates.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">The most important variables to consider in deciding when to exercise your stock option are taxes and the amount of money you are willing to put at risk.<\/p>\n<\/div>\n<p>Most companies offer you the opportunity to exercise your stock options early (i.e. before they are fully vested). If you decide to leave your company prior to being fully vested and you early-exercised all your options then your employer will buy back your unvested stock at your exercise price. The benefit to exercising your options early is that you start the clock on qualifying for long-term capital gains treatment earlier. The risk is that your company doesn’t succeed and you are never able to sell your stock despite having invested the money to exercise your options (and perhaps having paid AMT).<\/p>\n<h2>The Scenarios Where It Makes Sense to Exercise Early<\/h2>\n<p>There are probably two scenarios where early exercise makes sense:<\/p>\n<ul>\n<li>Early in your tenure if you are a very early employee or<\/li>\n<li>Once you have a very high degree of confidence your company is going to be a big success and you have some savings you are willing to risk.<\/li>\n<\/ul>\n<h2>Early Employee Scenario<\/h2>\n<p>Very early employees are typically issued stock options with an exercise price of pennies per share. If you&#8217;re fortunate enough to be in this situation then your total cost to exercise all your options might be only $2,000 to $4,000 even if you have been issued 200,000 shares. It could make a ton of sense to exercise all your shares before your employer does its first 409A appraisal if you can truly afford to lose this much money. I always encourage early employees who exercise their stock immediately to plan on losing all the money they invested. BUT if your company succeeds then the amount of taxes you save will be ENORMOUS.<\/p>\n<h2>High Likelihood of Success<\/h2>\n<p>Say you’re employee number 80 to 100, you’ve been issued something on the order of 20,000 options with an exercise price of $2 per share, you exercise all your shares and your employer fails. It will be awfully hard to recover from that $40,000 loss (and the AMT you likely paid) both financially and psychologically. For this reason I suggest only exercising options with an exercise price above $0.10 per share if you are absolutely certain your employer is going to succeed. In many cases that might not be until you really believe your company is ready to go public.<\/p>\n<h2>The Optimal Time to Exercise is When Your Company Files For an IPO<\/h2>\n<p>Earlier in this post I explained that <em>exercised<\/em> shares qualify for the much lower long-term capital gains tax rate <em>if<\/em> they have been held for <em>more than a year post-exercise<\/em> and <em>your options were granted more than two years prior to sale<\/em>. In the high likelihood of success scenario it doesn’t make sense to exercise more than a year in advance of when you can actually sell. To find the ideal time to exercise we need to work backwards from when your shares are likely to be liquid and valued at what you will find to be a fair price.<\/p>\n<p>Employee shares are typically restricted from being sold for the first six months after a company has gone public. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/selling-stock-post-ipo-lockup\/\" target=\"_blank\" rel=\"noopener\">The One Day To Avoid Selling Your Company Stock<\/a>, a company’s shares typically trade down for a period of two weeks to two months after the aforementioned six-month underwriting lockup is released. There is usually a period of three to four months from the time a company files its initial registration statement to go public with the SEC until its stock trades publicly. That means you are unlikely to sell for at least a year post the date your company files a registration statement with the SEC to go public (four months waiting to go public + six month lockup + two months waiting for your stock to recover). Therefore you will take the minimum liquidity risk (i.e. have your money tied up the least amount of time without being able to sell) if you don’t exercise until your company tells you it has filed for an IPO.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">I always encourage early employees who exercise their stock immediately to plan on losing all the money they invested. BUT if your company succeeds then the amount of taxes you save will be ENORMOUS.<\/p>\n<\/div>\n<p>In our post, <a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\" target=\"_blank\" rel=\"noopener\">Winning VC Strategies To Help You Sell Tech IPO Stock<\/a>, we presented proprietary research that found for the most part only companies that exhibited three notable characteristics traded above their IPO price post-lockup-release (which should be greater than your options’ current market value prior to the IPO). These characteristics included meeting their pre-IPO earnings guidance on their first two earnings calls, consistent revenue growth and expanding margins. Based on these findings, <em>you should only exercise early if you are highly confident your employer can meet all three requirements<\/em>.<\/p>\n<p>The higher your liquid net worth, the greater the timing risk you can take on when to exercise. I don&#8217;t think you can afford to take the risk to exercise your stock options before your company files to go public if you’re only worth $20,000. My advice changes if you&#8217;re worth $500,000. In that case you can better afford to lose some money, so exercising a little earlier once you are convinced your company is going to be highly successful (without the benefit of an IPO registration) may make sense. Exercising earlier likely means a lower AMT because the current market value of your stock will be lower. Generally <strong>I advise people not to risk more than 10% of their net worth if they want to exercise much earlier than the IPO registration date<\/strong>.<\/p>\n<p>The difference between the AMT and long-term capital gains rates is not nearly as great as the difference between the long-term capital gains rate and the ordinary income tax rate. The federal AMT rate is 28%, which is approximately the same as the combined marginal long-term capital gains tax rate of 28.1%. In contrast an average Wealthfront client typically pays a combined marginal state and federal ordinary income tax rate of 39.2% (please see <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-option-restricted-stock-grant\/\" target=\"_blank\" rel=\"noopener\">Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 1<\/a> for a schedule of federal ordinary income tax rates). Therefore you’re not going to pay more than long-term capital gains rates if you exercise early (and it will get credited against the tax you pay when you ultimately sell your stock), but you still need to come up with the cash to pay it, which may not be worth the risk.<\/p>\n<h2>Seek The Help of a Professional<\/h2>\n<p>There are some more sophisticated tax strategies you might consider before you exercise public company stock that we outlined in <a href=\"https:\/\/blog.wealthfront.com\/improving-tax-results-stock-options-restricted-stock-grants-2\/\" target=\"_blank\" rel=\"noopener\">Improving Tax Results for Your Stock Option or Restricted Stock Grant, Part 3<\/a>, but I would simplify my decision to the advice stated above if you&#8217;re only considering exercising private company stock. Boiled down to simplest terms: Only exercise early if you’re an early employee or your company is about to go public. In any case <em>we strongly recommend you hire a great tax accountant who is experienced with stock option exercise strategies to help you think through your decision prior to an IPO. <\/em>This is a decision you&#8217;re not going to make very often and it’s not worth getting wrong.<\/p>\n<p>&nbsp;<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information contained in the article is provided for general informational purposes, and should not be construed as investment advice. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs Stock options have value precisely because they are an option. The fact that you have an extended amount of time to decide whether and when to [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7257,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[384,871,20,23,1098,531,1097,872,873,219,226,237,383],"yst_prominent_words":[2280,2284,3193,4360,4909,2289,2282,4908,2403,2398,4907,4910,3358,3355,4911,1310,4566,4906,3376,4912],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4934"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4934"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4934\/revisions"}],"predecessor-version":[{"id":11855,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4934\/revisions\/11855"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7257"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4934"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4934"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4934"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4934"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}