{"id":4940,"date":"2015-01-26T17:33:22","date_gmt":"2015-01-27T01:33:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4940"},"modified":"2021-04-28T08:19:08","modified_gmt":"2021-04-28T15:19:08","slug":"introducing-tax-minimized-brokerage-account-transfers","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/introducing-tax-minimized-brokerage-account-transfers\/","title":{"rendered":"Introducing Tax-Minimized Brokerage Account Transfers"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/span><\/i><span style=\"font-weight: 400;\">. <\/span><\/p>\n<p><span class=\"firstcharacter\">M<\/span>any investors would like to migrate the management of their portfolio to a low-cost automated investment service but don’t make the leap out of fear over the taxes they’ll have to pay when they liquidate their current portfolio. At Wealthfront, we&#8217;re always seeking new services that we can automate with software and deliver to the masses, especially services previously only available from sophisticated wealth managers to their ultra-wealthy clients. And minimizing taxes that result from changing investment strategies is already one of our strengths.<\/p>\n<p>Today, Wealthfront is pleased to announce multiple improvements to our brokerage account transfer process. While not a formal product name we are referring to the improved process as <strong>Tax-Minimized Brokerage Account Transfer<\/strong>. Investors now have more options when moving assets to Wealthfront, giving them the ability to intelligently minimize taxes as they migrate their investments to their recommended long-term portfolio.<\/p>\n<h2>Making Brokerage Account Transfers Better<\/h2>\n<p>Like all major brokerages, Wealthfront has always supported the electronic transfer of securities from existing brokerage accounts through the industry-standard <em>Automated Customer Account Transfer Service  <\/em>(ACATS). The primary benefit to our clients in offering electronic account transfers was our willingness to sell all their existing holdings for <strong>zero commissions<\/strong>. This often represented a significant savings over the commissions our clients would have incurred had they sold their holdings at their previous brokerage firm and then transferred the resulting proceeds.<\/p>\n<p>With the launch of tax-minimized brokerage account transfers, we now offer benefits well beyond commission savings:<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li><strong>Incorporate Your Existing Investments. <\/strong>If you transfer ETFs or stocks that match the securities utilized in our basic investment service or a <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\" target=\"_blank\" rel=\"noopener noreferrer\">Stock-level Tax-Loss Harvesting<\/a> portfolio then we will automatically incorporate them into your portfolio, up to the appropriate amount for your recommended allocation, thereby reducing the number of securities that must be sold and capital gain tax you might incur.<\/li>\n<li><strong>Wait Until Your Capital Gains Become Long-Term<\/strong>. We now hold your transferred securities until they qualify for long-term capital gains treatment. Our software monitors your account every day and sells securities only once they reach the one-year threshold required to qualify for the much lower long-term capital gains tax rate. To provide perspective, the average Wealthfront Tax-Loss Harvesting client, for example, has a combined marginal state and federal <em>long-term<\/em>  tax rate of 24.7% versus a combined marginal state and federal <em>short-term<\/em>  tax rate of 42.7% (per our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/tax-loss-harvesting\/#8-assumptions\" target=\"_blank\" rel=\"noopener noreferrer\">whitepaper<\/a>). Thus, the savings from this capability can be quite substantial.<\/li>\n<li><strong>Constant Monitoring To Minimize Realized Taxes.<\/strong> Our software evaluates changes to your transferred securities daily to look for opportunities to accelerate the migration of your assets to your diversified Wealthfront portfolio every day. For example, if one of your transferred stocks flips from having a short-term gain to a short-term loss, Wealthfront will take advantage of that movement to sell that stock and intelligently apply the proceeds to your low-cost, diversified portfolio.<\/li>\n<li><strong>Accelerated Migration through Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting. <\/strong>Short-term capital losses from Wealthfront&#8217;s <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\" target=\"_blank\" rel=\"noopener noreferrer\">daily tax-loss harvesting<\/a> and <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\" target=\"_blank\" rel=\"noopener noreferrer\">Stock-level Tax-Loss Harvesting<\/a> services are automatically used to accelerate the sale of transferred securities that might have an offsetting short-term capital gain.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h2>Sizing The Tax Savings<\/h2>\n<p>Every individual brokerage account will vary, but we estimate that by intelligently automating the liquidation and reinvestment of existing stocks and ETFs, clients can realize significant benefits.<\/p>\n<h2>Making Brokerage Account Transfers Easier<\/h2>\n<p>It&#8217;s now easier than ever to initiate a brokerage account transfer to Wealthfront. Instead of having to pull or look up your brokerage statements and account numbers, most clients will now be able to simply supply a brokerage account username and password to schedule an account transfer. Everything else is handled by us electronically. You don&#8217;t even have to inform your old brokerage firm that a transfer is in progress. We&#8217;re here to support your decision to change the way you want your money managed.<\/p>\n<h2>2015: Make Those New Year&#8217;s Resolutions Count<\/h2>\n<p>In just three short years, Wealthfront has grown to manage over $1.8 Billion in client assets.<\/p>\n<p>Today&#8217;s launch of tax-minimized brokerage account transfers is another example of the power of software to help bring personalized, sophisticated investment features to individual investors.<\/p>\n<p>There has never been a better time to transfer your existing brokerage account to Wealthfront. If you&#8217;re already a Wealthfront client with a taxable account, you can start the transfer process <a href=\"https:\/\/www.wealthfront.com\/customer_accounts\/transfer-taxable-account\" target=\"_blank\" rel=\"noopener noreferrer\">here<\/a>.<\/p>\n<p>If you&#8217;re not a client yet, <a href=\"http:\/\/www.wealthfront.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Join us<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. Many investors would like to migrate the management of their portfolio to a low-cost automated investment service but don’t make the leap out of fear over the taxes they’ll have to pay when they liquidate their current portfolio. At Wealthfront, we&#8217;re always seeking new [&hellip;]<\/p>\n","protected":false},"author":68,"featured_media":7221,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[877,876,874,875],"yst_prominent_words":[1509,2471,4904,1527,2482,1841,4899,4895,4905,4897,2371,4902,4896,2282,4903,4901,2369,2366,4900,4898],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4940"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/68"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4940"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4940\/revisions"}],"predecessor-version":[{"id":14022,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4940\/revisions\/14022"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7221"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4940"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4940"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4940"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4940"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}