{"id":4947,"date":"2015-02-02T18:05:54","date_gmt":"2015-02-03T02:05:54","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4947"},"modified":"2019-12-08T16:19:53","modified_gmt":"2019-12-09T00:19:53","slug":"stock-pickers-market-myth","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/stock-pickers-market-myth\/","title":{"rendered":"The Stock-Pickers’ Market Myth"},"content":{"rendered":"<p><span class=\"firstcharacter\">E<\/span>arlier this month, Barron’s ran a <a href=\"http:\/\/online.barrons.com\/articles\/return-of-the-mutual-fund-stockpickers-1420870199\" target=\"_blank\" rel=\"noopener noreferrer\">cover story<\/a> that made the case that 2015 was likely to be a “stock pickers’ market.” Active portfolio managers were expected to “recapture their lost glory” as interest rates were predicted to rise. Unfortunately, we have heard similar claims at the start of every year. In early 2014 The Wall Street Journal ran an article predicting that 2014 would be a stock pickers’ market as the correlation between the S&amp;P 500<span style=\"color: #545454;\">®<\/span> index and its component stocks was declining. Indeed, in every year one can find similar predictions for the year ahead. Money managers have a number of clichés they use to promote their high-priced services, and “stock pickers’ market” is one of their favorites. We <a href=\"https:\/\/blog.wealthfront.com\/indexing-2014-stock-pickers-market\/\" target=\"_blank\" rel=\"noopener noreferrer\">keep hearing these arguments year after year<\/a>, but when the results come in, low-cost index funds prove their worth as the optimal way to invest.<\/p>\n<p>The data is now in for 2014, and the results show the continuing superiority of index funds over active management. In the United States, an unusually high 85% of large capitalization equity funds were outperformed by the S&amp;P 500 index <a href=\"#1\">[1]<\/a>. Over the past 20 years, the percentage of active funds that underperformed their benchmarks was close to 75% as shown in the chart below.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/02\/stock_pickers_table.png\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4950\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/02\/stock_pickers_table.png\" alt=\"stock_pickers_table\" width=\"570\" height=\"199\" \/><\/a><\/p>\n<p>In Europe, over 70% of active funds were outperformed both in 2014 and over the past 10 years. The results are similar in Japan. And even in emerging markets, where it is often claimed that active management is especially productive, 80% of actively managed funds failed to outperform the MSCI, an emerging market index, over the past decade.<\/p>\n<p>There is no evidence to support the claim that active managers do better when there is more or less dispersion in the returns for individual stocks. Nor is it the case that indexing does worse during periods of <a href=\"https:\/\/blog.wealthfront.com\/inflation-investors-prepare-future\/\" target=\"_blank\" rel=\"noopener noreferrer\">rising interest rates<\/a>. Indexing outperforms in both bull and bear markets. Active management will not protect you by moving out of stocks when markets decline. <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener noreferrer\">No one can consistently time the market<\/a>. While there will always be some actively managed funds that beat the market in every year, the odds of you finding one are stacked against you. And there is little persistence in mutual fund returns. The fact that a fund is an outperformer in one year is no guarantee that it will be a winner in the next. Indeed, Morningstar, the mutual fund rating company found that its ratings, based on <em>past<\/em> performance, were not useful in predicting <em>future<\/em>  returns <a href=\"#2\">[2]<\/a>. Their 5-star-rated funds, the top performers, actually <em>did worse<\/em>  over the next three years than 1-star funds, the funds rated lowest, by Morningstar.<\/p>\n<h2>Critiques of Indexing<\/h2>\n<p>The most frequently voiced critique of indexing is that “it guarantees mediocrity.” “Who wants to be average?” the criticism goes, when investors really strive to be exceptional. In reality, however, index funds produce above-average performance. The index fund provides the overall market return at virtually zero cost. The average fund must <em>underperform<\/em>  the index fund by the difference in the costs that are charged by active managers. And, in fact, the data confirm that the average investor in an actively-managed mutual fund does underperform the returns of the index fund. Over the 20 years ending December 31, 2014, the S&amp;P 500 index fund returned 9.85% annually. The average actively-managed fund returned 9.06% <a href=\"#1\">[1]<\/a> . The difference was caused by the extra costs associated with active management. Index investing produces <em>superior<\/em>  results.<\/p>\n<p>It is demonstrably false that you get what you pay for in the investment business. High-cost funds do not produce superior returns. The opposite is true. The table below shows the returns of actively-managed equity mutual funds whose costs are in the top quartile versus the least expensive funds (those in the bottom quartile of costs). The difference between the two net returns is substantial.<\/p>\n<h6><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/02\/stock_pickers_graph.png\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4949\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/02\/stock_pickers_graph.png\" alt=\"stock_pickers_graph\" width=\"571\" height=\"297\" \/><\/a><strong><em>Data Source: Lipper Analytic Services data for all general equity funds<\/em><\/strong><\/h6>\n<p>&nbsp;<\/p>\n<p>Morningstar came to the same conclusion in their study of fund returns referenced earlier. Finding that their 5-star ratings could not predict superior future returns, they asked if anything was useful in estimating future returns. Their conclusion was that the <em>best<\/em> <em>predictor of future returns<\/em>  was actually the <a href=\"http:\/\/www.investopedia.com\/terms\/e\/expenseratio.asp\" target=\"_blank\" rel=\"noopener noreferrer\"><em>expense ratio<\/em><\/a> of the fund <a href=\"#2\">[2]<\/a>. The best performing funds had the lowest expense ratios. High-cost funds had the lowest future returns. In investing, the investor gets what he <em>doesn’t<\/em>  pay for.<\/p>\n<p>Another critique of indexing is one that seems highly plausible but, in fact, is without merit. The criticism goes as follows: Index funds are <a href=\"http:\/\/www.investopedia.com\/terms\/c\/capitalizationweightedindex.asp\" target=\"_blank\" rel=\"noopener noreferrer\">capitalization weighted<\/a>. The weight of each stock in the portfolio is determined by the total capitalization of the stock (its price is multiplied by the number of its shares outstanding) as a share of the total capitalization of all the stocks in the market. Therefore, if the price of a stock goes up because of some favorable news, the weight of that stock in the portfolio will also go up. Critics reason from this true statement that index funds will tend to be holding the stocks in the market that are overpriced. For example, suppose market participants become more optimistic about biotechnology stocks as exciting new biotech drugs are discovered. As prices go up so will the share of the portfolio devoted to the biotech industry. For critics that means the index investor will be holding too much of the portfolio in “overpriced” biotech shares. But if the judgment of the market reflects an accurate view that biotechnology now represents a larger share of the future economic activity, the change in biotech’s portfolio share reflects an accurate assessment of the changing prospects for different industries in a dynamic economy.<\/p>\n<h2>The Market Knows Best<\/h2>\n<p>Cap-weighted indexes fully reflect, at any point in time, the aggregate views of all the individual and institutional investors in the market and the “votes” they are making with their own dollars. As new information arises, prices need to adjust to reflect that information. Any deviation from market capitalization weightings presumes that the valuation processes used by investors are flawed. To be sure, the market may not always make correct assessments of the prospects for different companies. The market could well be too optimistic for some companies and too pessimistic for others. But market prices reflect the only true unbiased measure of the economic prospects of different companies. The market will not always be <em>correct<\/em>, but the evidence is overwhelming that the market is extraordinarily difficult to beat. No one individual consistently knows more than the market.<\/p>\n<p>___________________________<\/p>\n<p><a id=\"1\"><\/a>[1] <a href=\"http:\/\/www.lipperweb.com\/Research\/Gateway.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">Lipper Analytic Services<\/a> and <a href=\"https:\/\/institutional.vanguard.com\/VGApp\/iip\/site\/institutional\/researchcommentary\" target=\"_blank\" rel=\"noopener noreferrer\">Vanguard Group<\/a><\/p>\n<p><a id=\"2\"><\/a>[2] <a href=\"http:\/\/news.morningstar.com\/articlenet\/article.aspx?id=347327\" target=\"_blank\" rel=\"noopener noreferrer\">How Expense Ratios and Star Ratings Predict Success<\/a><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500 (&#8220;Index&#8221;) is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates and has been licensed for use by Wealthfront. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. An rights reserved. Redistribution, reproduction and\/or photocopying in whole or in part are prohibited Index Data Services Attachment without written permission of S&amp;P Dow Jones Indices LLC. For more information on any of S&amp;P Dow Jones Indices LLC&#8217;s indices please visit www.spdji.com. S&amp;P® is a registered trademark of Standard &amp; Poor&#8217;s Financial Services LLC and Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC. Neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors make any representation or warranty, express or implied, as to the ability of any index to accurately represent the asset class or market sector that it purports to represent and neither S&amp;P Dow Jones Indices LLC, Dow Jones Trademark Holdings LLC, their affiliates nor their third party licensors shall have any liability for any errors, omissions, or interruptions of any index or the data included therein.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Earlier this month, Barron’s ran a cover story that made the case that 2015 was likely to be a “stock pickers’ market.” Active portfolio managers were expected to “recapture their lost glory” as interest rates were predicted to rise. Unfortunately, we have heard similar claims at the start of every year. In early 2014 The [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7258,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[595,718,465,35,594,375,1122,481,148,711],"yst_prominent_words":[2111,2102,2100,2110,2117,2106,2101,2113,2107,2104,2114,2108,2116,2105,2115,2109,2103,2099,2098,2112],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4947"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4947"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4947\/revisions"}],"predecessor-version":[{"id":11856,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4947\/revisions\/11856"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7258"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4947"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4947"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4947"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4947"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}