{"id":4959,"date":"2015-02-10T08:53:51","date_gmt":"2015-02-10T16:53:51","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=4959"},"modified":"2020-03-19T13:34:05","modified_gmt":"2020-03-19T20:34:05","slug":"fees-can-destroy-return","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/fees-can-destroy-return\/","title":{"rendered":"Fees Can Destroy Your Return"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>n an environment where a diversified portfolio is only expected to return on the order of 6% annually, any fees will have a significant impact on your outcome. In the same way that investing for the long-term takes advantage of the power of compounding, the regular or recurring fees you pay reduces the overall potential of your portfolio.<\/p>\n<p>To illustrate the point, here’s an example from the <a href=\"http:\/\/www.sec.gov\/answers\/mffees.htm#management\" target=\"_blank\" rel=\"noopener noreferrer\">SEC on its own fee fact sheet<\/a>: If you invested $10,000 in a fund that produced a 10% annual return before expenses and had annual operating expenses of 1.5%, then after 20 years you would have roughly $49,725. But if the fund had expenses of only 0.5%, then you would end up with $60,858. That’s a huge difference!<\/p>\n<h2>The Fee Menagerie<\/h2>\n<p>Investment-related fees come in many flavors. For simplicity’s sake, let’s break them into three categories:<\/p>\n<ol>\n<li>Obvious fees<\/li>\n<li>Nickel and dime fees<\/li>\n<li>Hidden fees<\/li>\n<\/ol>\n<p><strong>Obvious fees<\/strong> are those we expect to pay, including the management fee on ETFs and mutual funds and the advisory fees we incur if we hire someone to manage our money. What you might not realize is there are many other fees that are not quite so obvious that really add up. Almost every brokerage firm charges assorted small fees we characterize as <strong>nickel and dime fees<\/strong> that in aggregate can make a big difference. However the killer fees are the <strong>hidden fees<\/strong> we don&#8217;t really know about because they’re buried in the fine print of your client agreement. They are often much larger than the fees you expect and have a huge impact on your net-of-fee investment performance.<\/p>\n<p>To help you better understand your true investment cost we have attempted to describe each of the potential fees you might incur and their likely cost sorted by the three categories above. In most examples we attempt to use the fees charged by Charles Schwab, because they are perceived as a low-cost provider. In fact Schwab’s total cost when including nickel and dime fees and hidden fees can be quite high.<\/p>\n<h2>Obvious Fees<\/h2>\n<p><strong>Advisory Fees<\/strong>. 0.5% &#8211; 1.5% of your account value<\/p>\n<p>This is the annual fee you pay to an investment advisor to manage your account and provide personal financial advice, which often includes financial planning. It is almost always expressed as an annual percentage of your assets under management. Registered investment advisors (RIAs) affiliated with Schwab Advisor Services are allowed to set their own fees, which can range from 0.5% to in excess of 1.5% of assets under management (the <a href=\"http:\/\/www.pricemetrix.com\/cms\/wp-content\/uploads\/PriceMetrix_Insights_The-State-of-Retail-Wealth-Management_4th-Annual-Report_English-2.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">industry average in 2013 was 1.02%<\/a>). Schwab also offers its own investment advisory service. For example, a managed account opened through a Schwab branch office with a value of $25,000 invested in Schwab OneSource ETFs, would be charged around 0.90% of the account value or about $225 per year.[<a href=\"#1\">1<\/a>] Automated investment services like Wealthfront only charge 0.25% per year, but do not provide any personal financial advice or financial planning.<\/p>\n<p><strong>Management Fees <\/strong>0.05% – 0.50% for ETFs and 0.40% &#8211; 1.50% for mutual funds<\/p>\n<p>Issuers of index funds and mutual funds charge an annual management fee to operate their funds. These fees are embedded in their funds, so there is no separate bill. Passively managed funds that track indexes typically have much lower management fees than actively managed mutual funds because they do not require investment research. Numerous academic studies have found that on average, actively managed mutual funds generate returns, before fees, approximately equal to their relevant indexes, so they perform much worse than index funds on a net-of-fee basis.[<a href=\"#2\">2<\/a>] Vanguard typically has the lowest management fees among all index fund and ETF issuers because of its unique corporate structure, which is essentially a non-profit. All the profits Vanguard would have earned on its management fees are passed back to its clients in the form of lower fees.<\/p>\n<p><strong>Commissions<\/strong>. $8.95 per trade at Schwab, $0.10 per share at traditional brokerage firms.<\/p>\n<p>A commission is a service charge assessed by a broker for the purchase or sale of a security on a client’s behalf. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/unexpected-impact-of-commissions\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Unexpected Impact of Commissions<\/a>, commissions as a percentage of account value decreases as your portfolio size increases, but it still represents a sizeable amount and one that is seldom fully realized or understood by many investors. Most financial advisors will not pass along to their clients the commissions they incur if they charge an annual advisory (also known as a wrap) fee. Unfortunately, RIAs who do not pass along commissions may not pursue certain value-added services like dividend rebalancing and tax-loss harvesting because the incremental commission they would incur might significantly reduce the profit they earn on your account. A number of discount brokers like Charles Schwab do not charge commissions on certain ETFs including their own. However there is no such thing as a free lunch, which we later explain in the <em>Hidden Fees<\/em> section.<\/p>\n<h2>Nickel and Dime Fees<\/h2>\n<p><strong>Wire transfer fees<\/strong>. $25 &#8211; $40 per transfer<\/p>\n<p>A massive volume of assets today is moved by means of the automated clearing house system or ACH transfer, which is a form of electronic transfer between institutions. It is run by the National Automated Clearing House Association and handles far more than just transfers of funds to investment accounts, including things like direct deposit for payroll, as well as tax payments and refunds, among others. Generally ACH transfers are free, but limited in size to less than $100,000 per day. A downside to ACH transfers is they can take multiple days (generally up to five) to clear. Wire transfers are not size constrained and clear immediately, but usually come with a fee.<\/p>\n<p>Schwab charges a $25 fee per outgoing wire transfer unless you have an account balance of $100,000 to $499,999 (in which case you will receive three free online domestic wire transfers per quarter). Incoming wire transfers are free.[<a href=\"#3\">3<\/a>]<\/p>\n<p><strong>Account Activity Fees<\/strong>. $25 &#8211; $90 per account per year<\/p>\n<p>These are fees for services a brokerage firm performs on holdings in your account or for record keeping related to your account, among other things. Fees vary by firm and account type (retirement versus taxable), but range from $25 to $90 per year.<\/p>\n<p>Schwab in particular does not charge a general account activity fee for accounts in excess of $250,000, but they do charge such incidental fees as a “late settlement” fee of $25, a full “transfer out” of assets (closing) fee of $50 per account, a partial transfer out fee of $25 per transfer and a “transfer of title for certificates (re-registering securities held in certificate form)” fee of $25 per position.[<a href=\"#3\">3<\/a>]<\/p>\n<p>These fees are particularly painful because while they are rarely considered when opening an account, they hit you just at the moment you’ve chosen to move assets elsewhere.<\/p>\n<p><strong>Custodial Fees<\/strong>. $0 &#8211; $95 per year (for individual investors)<\/p>\n<p>A custodian is a financial institution that holds your assets for safekeeping. In addition to safekeeping duties, custodians generally provide other services including account administration, transaction settlements, collection of dividends and interest payments, and tax support on the assets they hold, among other things. Most custodians and brokerages charge an annual “custodial fee” that varies from nothing for accounts with a certain minimum to $25 &#8211; $95 annually for accounts below the minimum. Schwab does not charge an annual custody fee for accounts with $250,000 or more, no matter the account type. If you have an “actively managed” Schwab account with less than $250,000 then you will be charged an annual custody\/management fee of between 0.90% and 0.95% depending on the type of strategy and on the total value of your holdings.[<a href=\"#1\">1<\/a>]<\/p>\n<p>In the case where you have your own financial advisor who custodies your assets with Schwab (i.e. maintains your account at Schwab) then neither of you will likely receive custody charges if the advisor’s total assets under management are above a minimum level (around $10 to $15 million). One thing to watch out for however, are custodial fees that might be passed along to you by an advisor who does not qualify for no custodial fees. In most cases these will be younger advisors who are still fairly early in their career and are trying to land clients &#8211; “building their book of business” in their own parlance. Schwab charges these smaller advisors a quarterly fee ranging from around $1,200 to $2,500 per quarter for being below a specific total asset threshold (again generally $10 to $15 million) — that means up to $5,000 to $10,000 per year.[<a href=\"#4\">4<\/a>]<\/p>\n<p><strong>Mutual Fund Commissions <\/strong>$25 per trade<\/p>\n<p>Most investors don&#8217;t realize that brokerage firms generally charge a much higher commission for mutual fund transactions than stock transactions. Charles Schwab charges $25 per trade for all mutual fund trades including index fund trades vs. its better understood $8.95 per trade commission for stocks. This significant commission is what keeps RIAs who use DFA funds from implementing such value added services as tax-efficient dividend-based rebalancing and tax-loss harvesting (please see <a href=\"https:\/\/blog.wealthfront.com\/unexpected-impact-of-commissions\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Unexpected Impact of Commissions<\/a> for more details).<\/p>\n<p>This is why, for example, owning Vanguard mutual funds can be an expensive proposition at a brokerage like Charles Schwab where they only waive commissions on mutual funds that pay them hidden fees (see below).<\/p>\n<p><strong>Broker-Assisted Commissions<\/strong> An <em>additional<\/em> $25 per trade<\/p>\n<p>Certain types of trades cannot be requested via a brokerage firm’s website. For example Charles Schwab requires a phone call to request its more sophisticated <a href=\"http:\/\/www.investopedia.com\/terms\/v\/vwap.asp\" target=\"_blank\" rel=\"noopener noreferrer\">Volume Weighted Average Price<\/a> (VWAP) trades which commands an additional $25 per trade or a total of $33.95 per trade ($25 + $8.95). These commissions can really add up if you are trying to dollar-cost-average out of a concentrated stock position on a daily basis, which is why it is seldom offered by traditional RIAs.<\/p>\n<h2>Hidden Fees<\/h2>\n<p><strong>12b-1 Fee<\/strong>. 0.25% &#8211; 1.00% of a fund’s net assets<\/p>\n<p>You might not realize it, but mutual funds are allowed to charge their customers for the fees they pay brokers to incent them to sell their funds. This fee, know as a 12b-1 fee, gets its name from the section of the <a href=\"https:\/\/www.sec.gov\/about\/laws\/ica40.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Investment Company Act of 1940<\/a> that enables it. In what other industry can a company charge its customer for its cost to acquire her? A 12b-1 fee is charged in addition to the fund’s management fee. Unfortunately most investors only evaluate mutual funds based on their management fees, which are often not much larger than the overlooked 12b-1 fee.<\/p>\n<p>Investor advocates have railed against the 12b-1 fee for years because it doesn’t result in any improvement to your returns. This is probably why it is buried in a fund’s operating expenses in the fund’s prospectus. For perspective, consider this: according to the Securities and Exchange Commission in 2009, industry wide 12b-1 fees alone amounted to $9.5 billion.[<a href=\"#5\">5<\/a>] That was not even the top. In 2007, they exceeded $13 billion. When 12b-1 fees were first allowed in 1980, they totaled just a few million dollars.<\/p>\n<p>The maximum 12b-1 fee is 1%. Funds only charging 12b-1 fees of 0.25% assets or less may be designated no-load funds. Only a few mutual fund companies, most notably Vanguard, avoid passing these fees onto those investors that purchase their mutual funds.<\/p>\n<p><strong>ETF Kickbacks <\/strong>0.10 – 0.30%<\/p>\n<p>Many brokerage firms do not charge a commission on certain ETFs. Unfortunately there’s no such thing as a free lunch. The issuer of the ETF must pay the brokerage firm to offer no commission on their funds and that “kickback” is usually financed through a higher management fee. In the case of Charles Schwab, all the ETFs included in its ETF OneSource can be traded commission free. However, they all have much higher management fees than ETFs issued by Vanguard that track the same or similar indexes. Vanguard ETFs have much lower management fees than the competition because they do not offer kickbacks to brokerage firms to gain preferential distribution.<\/p>\n<p><strong>Inventory Markup <\/strong>0.20%- 2.00% of your bond purchase<\/p>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/muni-bond-portfolio\/\" target=\"_blank\" rel=\"noopener noreferrer\">Shining a Light on the Muni Bond Portfolio<\/a>, bond investors must either pay a wrap (advisory) fee or a commission to purchase their bonds. Brokers and financial advisors who charge a wrap fee are generally subject to the <a href=\"http:\/\/www.bankrate.com\/finance\/investing\/fiduciary-standard-1.aspx\" target=\"_blank\" rel=\"noopener noreferrer\"><em>fiduciary standard<\/em><\/a>, which means they are legally required to find you the best possible investment that meets your needs. In this case that translates to the bond with the lowest dealer markup. You might not realize this, but not all bond dealers mark up their bond inventory equally, which enables variance in <em>bid\/ask <\/em>spreads as high as 2% of the current market value of a bond. There is no way for a consumer to tell if she got the best price because the dealer markup is embedded in the price you pay.<\/p>\n<p>Brokers who charge commissions rather than a wrap fee are held to the lower <a href=\"http:\/\/www.investopedia.com\/articles\/professionaleducation\/11\/suitability-fiduciary-standards.asp\" target=\"_blank\" rel=\"noopener noreferrer\"><em>suitability standard<\/em><\/a>. Unlike the fiduciary standard, the suitability standard only requires a broker to purchase what is suitable (i.e. not necessarily what is best for your needs).  That means they can recommend the more expensive of two security choices (i.e. the one that offers them a higher margin) as long as both of the choices are suitable investments. Commission-based brokers generally first look to sell you bonds out of their firm’s bond market making inventory which means you are highly likely to pay much larger dealer markups. And you will pay a commission as well!<\/p>\n<p><strong>Lost Spread on Your Cash Balance<\/strong> 0.20% – 0.98%<\/p>\n<p>You may have noticed that brokerage firms pay next to no interest on your cash balance or money market funds. What you might not realize is brokerage firms invest your cash themselves and earn a much higher rate of interest than they pay you. The “spread” or margin they make on your money can be as low as 0.2% in the current low interest rate environment, but varies quite a bit from brokerage to brokerage.<\/p>\n<p>For example, the top rates at FDIC insured online banks currently pay 0.99% on savings balances (as of 2\/9\/2015), while Charles Schwab only pays 0.12% on their FDIC insured cash balances, a difference of 0.87%. Some brokerages pay as low as 0.01% on their cash balances.<\/p>\n<h2>A Shift Away from the Wall Street Culture<\/h2>\n<p>As you can now see, the sum of your obvious, nickel and dime and hidden fees can be greater than 3% &#8211; 4% per year. That can represent more than half your expected gross return. Over your investing lifetime that can make an enormous difference — the difference between retiring comfortably and just getting by. Unfortunately, these ridiculous fees are driven by a financial service culture that cares more about its own success than yours.<\/p>\n<p>In contrast, new Internet based entrants like Wealthfront that don&#8217;t come from the Wall Street culture, have their priorities in order. The client must always come first, which is why we are transparent about everything we do and how we charge for our service. The only fees you pay as a Wealthfront client are the low embedded management fees charged by the issuers of the passive ETFs we employ (an average of only 0.14%) and our extremely low advisory fee of only 0.25%.<\/p>\n<p>Fees have a huge impact on your investment outcome, which is why we attempt to do everything we can in software to limit what needs to be charged.<\/p>\n<p>___________________<\/p>\n<p><strong>References:<\/strong><\/p>\n<p>[<a id=\"1\"><\/a>1] Data from phone calls placed to representatives of Schwab’s new accounts desk<\/p>\n<p>[<a id=\"2\"><\/a>2] How Well Have Taxable Investors Been Served in the 1980s and 1990s?” Arnott, Robert. Berkin, Andrew L. Ye, Jia. 2000<\/p>\n<p>[<a id=\"3\"><\/a>3] <a href=\"http:\/\/www.schwab.com\/public\/file\/P-1036363\/REG23060-25.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Charles Schwab Pricing Guide for Individual Investors<\/a><\/p>\n<p>[<a id=\"4\"><\/a>4] <a href=\"http:\/\/www.riabiz.com\/a\/5158940769779712\/fidelitys-annual-10000-custody-fee-will-attach-to-a-wider-swath-of-small-rias\" target=\"_blank\" rel=\"noopener noreferrer\">Fidelity&#8217;s annual $10,000 custody fee will attach to a wider swath of small RIAs<\/a>; RIABiz, 23 September 2013.<\/p>\n<p>[<a id=\"5\"><\/a>5]<a href=\"http:\/\/www.sec.gov\/news\/press\/2010\/2010-126.htm\" target=\"_blank\" rel=\"noopener noreferrer\">SEC Proposes Measures to Improve Regulation of Fund Distribution Fees and Provide Better Disclosure for Investors<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In an environment where a diversified portfolio is only expected to return on the order of 6% annually, any fees will have a significant impact on your outcome. In the same way that investing for the long-term takes advantage of the power of compounding, the regular or recurring fees you pay reduces the overall potential [&hellip;]<\/p>\n","protected":false},"author":96,"featured_media":7224,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[892,890,23,891,889,65,888,894,893,887,886],"yst_prominent_words":[4135,4892,1509,1316,1315,2069,2473,4893,2277,1846,4894,1338,1281,2072,1317,2549,1271,4891,4890,1340],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4959"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/96"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4959"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4959\/revisions"}],"predecessor-version":[{"id":12882,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/4959\/revisions\/12882"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7224"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4959"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=4959"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=4959"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4959"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}