{"id":5014,"date":"2015-03-02T18:19:30","date_gmt":"2015-03-03T02:19:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5014"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"two-billion-reasons-to-believe","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/two-billion-reasons-to-believe\/","title":{"rendered":"Two Billion Reasons to Believe"},"content":{"rendered":"<p><em>“A revolution is coming — a revolution which will be peaceful if we are wise enough; compassionate if we care enough; successful if we are fortunate enough — But a revolution which is coming whether we will it or not. We can affect its character; we cannot alter its inevitability.”                                                                                                            <\/em><em>— Robert Kennedy, May 6, 1966<\/em><\/p>\n<p><span class=\"firstcharacter\">L<\/span>ike many who join Wealthfront, it all started for me with the simple act of opening my first account. This was January 2012, just a few weeks after the service initially launched, and I simply couldn&#8217;t resist the appeal of seeing “what the computer would do.”<\/p>\n<p>When I joined, I was given a glimpse of a better future. A future where software took services previously only available to the ultra-wealthy, and made them available to everyone. A future where a new company, a software company, could not only find success, but force change on<strong> an industry that had become both stagnant, and in some cases, repugnant.<\/strong><\/p>\n<p>It would be a different kind of company. Different in the type of employees who would build it, the clients who would be attracted to it, and the values that would drive it.<\/p>\n<p>It has been a little over two years since I <a href=\"https:\/\/blog.wealthfront.com\/adam-nash-joins-wealthfront\/\" target=\"_blank\" rel=\"noopener\">joined that company<\/a>. And now there are two billion reasons to believe in that future.<\/p>\n<h2>2 Years. 20x Growth. $2 Billion.<\/h2>\n<p>Wealthfront managed less than $100 million in client assets when I joined, and had many skeptics. No one outside of the company could have imagined that, just over two years later, we&#8217;d celebrate being the first automated investment service to reach $2 Billion in client assets under management. They say that “<a href=\"https:\/\/twitter.com\/boonepickens\/status\/207984741260070914\" target=\"_blank\" rel=\"noopener\">the first billion is the hardest<\/a>,” and there is some truth to that. It took Wealthfront <a href=\"https:\/\/blog.wealthfront.com\/one-billion-assets-under-management\/\" target=\"_blank\" rel=\"noopener\">less than 2.5 years to reach $1 billion in assets<\/a>, but we added our second billion in <strong>less than 9 months<\/strong>.<\/p>\n<p>We&#8217;ve grown our assets under management by more than 20x since I joined Wealthfront two years ago. We now rank in the <a href=\"http:\/\/data.investmentnews.com\/ria\/\" target=\"_blank\" rel=\"noopener\">Top 100<\/a> of all independent registered investment advisory (RIA) firms based on the assets we manage &#8211; and that is out of 30,000 RIAs in the United States. But while $2 Billion in three years sounds impressive, the truth is that we are in the earliest days of an automation revolution that will reshape the value that individual investors receive in the coming decades.<\/p>\n<h2>The Benefits of Investing with the Leader<\/h2>\n<p>Leadership is one of the core values that we focus on at Wealthfront. Our clients immediately benefit when we create a new feature that adds significant investment value. That benefit is then extended to individual investors everywhere when our new feature becomes an industry standard.<\/p>\n<p>Free service under $10,000. Low advisory fees. Support for trust accounts. Automated daily tax-loss harvesting. Different asset allocations for taxable and retirement accounts. A single-stock diversification service. Stock-level Tax-Loss Harvesting. Automated tax-minimized brokerage account transfers. All these features were firsts for an automated investment service – and in many cases we remain the only firm to offer them. In fact, it&#8217;s hard to believe but <a href=\"https:\/\/blog.wealthfront.com\/automated-investment-service-institutional-financing-round\/\" target=\"_blank\" rel=\"noopener\">less than a year ago<\/a> we even originated the phrase, <strong>automated investment service<\/strong>, one that now defines and has been adopted by an entire industry segment.<\/p>\n<p>We take pride in seeing our innovations, like daily tax-loss harvesting, spread to other providers. These innovations have real value, as our clients enjoy their financial benefits years before they are available elsewhere.<\/p>\n<p>These innovations aren&#8217;t just building a great service. They aren&#8217;t just building a great company. They are reshaping an industry, and enabling a whole new generation of investors.<\/p>\n<h2>The Wealthfront Generation<\/h2>\n<p>We believe the best way to change this industry is by building a new type of service, a service with different values and a different way of doing business. Investors are sick of the lack of transparency from traditional financial services. They are tired of “gotcha”-based pricing and surprise fees.<\/p>\n<p>For too long, this industry has made too much of its revenue on the backs of those who can least afford it. Wealthfront is free under $10,000 for a reason. No gimmicks. No gotchas. No surprise fees.<\/p>\n<p>Investors vote with their dollars, and Wealthfront now has over two billion saying that something better is possible. Our clients believe we can build a different kind of service, a different kind of culture and a different kind of company.<\/p>\n<p>We&#8217;re hard at work making Wealthfront the best possible automated investment service for you, and I want to personally thank you for your support over these past three years.<\/p>\n<p>We&#8217;re just getting started. <a href=\"http:\/\/www.wealthfront.com\" target=\"_blank\" rel=\"noopener\">Join us<\/a>.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“A revolution is coming — a revolution which will be peaceful if we are wise enough; compassionate if we care enough; successful if we are fortunate enough — But a revolution which is coming whether we will it or not. We can affect its character; we cannot alter its inevitability.”           [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7239,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[909,911,910,473,912,913],"yst_prominent_words":[1267,2069,1540,1531,1527,4400,1640,5073,2246,5071,1275,2454,1258,1530,1257,1762,1299,5072,2119,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5014"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5014"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5014\/revisions"}],"predecessor-version":[{"id":11861,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5014\/revisions\/11861"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7239"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5014"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5014"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5014"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5014"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}