{"id":5048,"date":"2015-03-19T07:02:55","date_gmt":"2015-03-19T14:02:55","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5048"},"modified":"2019-12-08T16:19:27","modified_gmt":"2019-12-09T00:19:27","slug":"illusion-stock-picking-skill","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/illusion-stock-picking-skill\/","title":{"rendered":"The Illusion of Stock-Picking Skill"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span> first visited a Wall Street firm in 1984. I was there with my longtime collaborator <a href=\"http:\/\/en.wikipedia.org\/wiki\/Amos_Tversky\" target=\"_blank\" rel=\"noopener noreferrer\">Amos Tversky<\/a>, who died in 1996, and our friend <a href=\"http:\/\/en.wikipedia.org\/wiki\/Richard_Thaler\" target=\"_blank\" rel=\"noopener noreferrer\">Richard Thaler<\/a>, now a guru of behavioral economics. Our host, a senior investment manager, had invited us to discuss the role of judgment biases in investing. I knew so little about finance at the time that I had no idea what to ask him, but I remember one exchange. “When you sell a stock,” I asked him, “who buys it?” He answered with a wave in the vague direction of the window, indicating that he expected the buyer to be someone else very much like him. That was odd: because most buyers and sellers know that they have the same information as one another, what made one person buy and the other sell? Buyers think the price is too low and likely to rise; sellers think the price is high and likely to drop. The puzzle is why buyers and sellers alike think that the current price is wrong.<\/p>\n<p>Most people in the investment business have read <a href=\"https:\/\/blog.wealthfront.com\/burton-malkiel-joins-wealthfront-as-cio\/\" target=\"_blank\" rel=\"noopener noreferrer\">Burton Malkiel’s<\/a> wonderful book “A Random Walk Down Wall Street.” Malkiel’s central idea is that a stock’s price incorporates all the available knowledge about the value of the company and the best predictions about the future of the stock. If some people believe that the price of a stock will be higher tomorrow, they will buy more of it today. This, in turn, will cause its price to rise. If all assets in a market are correctly priced, no one can expect either to gain or to lose by trading.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">The persistence of individual differences is the measure by which we confirm the existence of skill among golfers, orthodontists or speedy toll collectors on the turnpike.<\/p>\n<\/div>\n<p>We now know, however, that the theory is not quite right. Many individual investors lose consistently by trading, an achievement that a dart-throwing chimp could not match. The first demonstration of this startling conclusion was put forward by <a href=\"http:\/\/www.forbes.com\/forbes\/2010\/0628\/investment-guide-behaviorial-finance-odean-average-investor-own-enemy.html\" target=\"_blank\" rel=\"noopener noreferrer\">Terry Odean<\/a>, a former student of mine who is now a finance professor at the University of California, Berkeley.<\/p>\n<p>Odean analyzed the trading records of 10,000 brokerage accounts of individual investors over a seven-year period, allowing him to identify all instances in which an investor sold one stock and soon afterward bought another stock. By these actions the investor revealed that he (most of the investors were men) had a definite idea about the future of two stocks: he expected the stock that he bought to do better than the one he sold.<\/p>\n<p>To determine whether those appraisals were well founded, Odean compared the returns of the two stocks over the following year. The results were unequivocally bad. On average, the shares investors sold did better than those they bought, by a very substantial margin: 3.3 percentage points per year, in addition to the significant costs of executing the trades. Some individuals did much better, others did much worse, but the large majority of individual investors would have done better by taking a nap rather than by acting on their ideas. In a paper titled “<a href=\"http:\/\/faculty.haas.berkeley.edu\/odean\/papers%20current%20versions\/individual_investor_performance_final.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Trading Is Hazardous to Your Wealth<\/a>,” Odean and his colleague <a href=\"http:\/\/faculty.gsm.ucdavis.edu\/~bmbarber\/\" target=\"_blank\" rel=\"noopener noreferrer\">Brad Barber<\/a> showed that, on average, the most active traders had the poorest results, while those who traded the least earned the highest returns. In another paper, “<a href=\"https:\/\/faculty.haas.berkeley.edu\/odean\/papers\/gender\/BoysWillBeBoys.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Boys Will Be Boys<\/a>,” they reported that men act on their useless ideas significantly more often than women do, and that as a result women achieve better investment results than men.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">The stability that would indicate differences in skill was not to be found. The results resembled what you would expect from a dice-rolling contest, not a game of skill.<\/p>\n<\/div>\n<p>Of course, there is always someone on the other side of a transaction; in general, it’s a financial institution or professional investor, ready to take advantage of the mistakes that individual traders make. Further research by Barber and Odean has shed light on these mistakes. Individual investors like to lock in their gains; they sell “winners,” stocks whose prices have gone up, and they hang on to their losers. Unfortunately for them, in the short run going forward recent winners tend to do better than recent losers, so individuals sell the wrong stocks. They also buy the wrong stocks. Individual investors predictably flock to stocks in companies that are in the news. Professional investors are more selective in responding to news. These findings provide some justification for the label of “smart money” that finance professionals apply to themselves.<\/p>\n<p>Although professionals are able to extract a considerable amount of wealth from amateurs, few stock pickers, if any, have the skill needed to beat the market consistently, year after year. The diagnostic for the existence of any skill is the consistency of individual differences in achievement. The logic is simple: if individual differences in any one year are due entirely to luck, the ranking of investors and funds will vary erratically and the year-to-year correlation will be zero. Where there is skill, however, the rankings will be more stable. The persistence of individual differences is the measure by which we confirm the existence of skill among golfers, orthodontists or speedy toll collectors on the turnpike.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/03\/Dice.jpg\"><img loading=\"lazy\" class=\"alignright wp-image-5052\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/03\/Dice.jpg\" alt=\"Black and white dices\" width=\"165\" height=\"109\" \/><\/a><\/p>\n<p>Mutual funds are run by highly experienced and hard-working professionals who buy and sell stocks to achieve the best possible results for their clients. Nevertheless, the evidence from more than 50 years of research is conclusive: for a large majority of fund managers, the selection of stocks is more like rolling dice than like playing poker. At least two out of every three mutual funds underperform the overall market in any given year.<\/p>\n<p>More important, the year-to-year correlation among the outcomes of mutual funds is very small, barely different from zero. The funds that were successful in any given year were mostly lucky; they had a good roll of the dice. There is general agreement among researchers that this is true for nearly all stock pickers, whether they know it or not — and most do not. The subjective experience of traders is that they are making sensible, educated guesses in a situation of great uncertainty. In highly efficient markets, however, educated guesses are not more accurate than blind guesses.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Facts that challenge such basic assumptions — and thereby threaten people’s livelihood and self-esteem — are simply not absorbed. The mind does not digest them. This is particularly true of statistical studies of performance, which provide general facts that people will ignore if they conflict with their personal experience.<\/p>\n<\/div>\n<p>Some years after my introduction to the world of finance, I had an unusual opportunity to examine the illusion of skill up close. I was invited to speak to a group of investment advisers in a firm that provided financial advice and other services to very wealthy clients. I asked for some data to prepare my presentation and was granted a small treasure: a spreadsheet summarizing the investment outcomes of some 25 anonymous wealth advisers, for eight consecutive years. The advisers’ scores for each year were the main determinant of their year-end bonuses. It was a simple matter to rank the advisers by their performance and to answer a question: Did the same advisers consistently achieve better returns for their clients year after year? Did some advisers consistently display more skill than others?<\/p>\n<p>To find the answer, I computed the correlations between the rankings of advisers in different years, comparing Year 1 with Year 2, Year 1 with Year 3 and so on up through Year 7 with Year 8. That yielded 28 correlations, one for each pair of years. While I was prepared to find little year-to-year consistency, I was still surprised to find that the average of the 28 correlations was .01. In other words, zero. The stability that would indicate differences in skill was not to be found. The results resembled what you would expect from a dice-rolling contest, not a game of skill.<\/p>\n<p>No one in the firm seemed to be aware of the nature of the game that its stock pickers were playing. The advisers themselves felt they were competent professionals performing a task that was difficult but not impossible, and their superiors agreed. On the evening before the seminar, Richard Thaler and I had dinner with some of the top executives of the firm, the people who decide on the size of bonuses. We asked them to guess the year-to-year correlation in the rankings of individual advisers. They thought they knew what was coming and smiled as they said, “not very high” or “performance certainly fluctuates.” It quickly became clear, however, that no one expected the average correlation to be zero.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">Many individual investors lose consistently by trading, an achievement that a dart-throwing chimp could not match.<\/p>\n<\/div>\n<p>What we told the directors of the firm was that, at least when it came to building portfolios, the firm was rewarding luck as if it were skill. This should have been shocking news to them, but it was not. There was no sign that they disbelieved us. How could they? After all, we had analyzed their own results, and they were certainly sophisticated enough to appreciate their implications, which we politely refrained from spelling out. We all went on calmly with our dinner, and I am quite sure that both our findings and their implications were quickly swept under the rug and that life in the firm went on just as before. The illusion of skill is not only an individual aberration; it is deeply ingrained in the culture of the industry. Facts that challenge such basic assumptions — and thereby threaten people’s livelihood and self-esteem — are simply not absorbed. The mind does not digest them. This is particularly true of statistical studies of performance, which provide general facts that people will ignore if they conflict with their personal experience.<\/p>\n<p>The next morning, we reported the findings to the advisers, and their response was equally bland. Their personal experience of exercising careful professional judgment on complex problems was far more compelling to them than an obscure statistical result. When we were done, one executive I dined with the previous evening drove me to the airport. He told me, with a trace of defensiveness, “I have done very well for the firm, and no one can take that away from me.” I smiled and said nothing. But I thought, privately: Well, I took it away from you this morning. If your success was due mostly to chance, how much credit are you entitled to take for it?<\/p>\n<p><strong><em>Daniel Kahneman<\/em><\/strong><em> is emeritus professor of psychology and of public affairs at Princeton University and a winner of the 2002 Nobel Prize in Economics. This post is adapted from his bestselling book “<\/em><strong><a href=\"http:\/\/us.macmillan.com\/thinkingfastandslow\/DanielKahneman\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Thinking, Fast and Slow<\/em><\/a><\/strong><em>.”  The New York Times Book Review, The Wall Street Journal and The Economist all deemed it one of the best books of 2011 and it  was the Winner of the National Academy of Sciences Best Book Award in 2012.<span style=\"color: #000000\"> <\/span>This excerpt has been published here with the permission of the author. Prof. Kahneman is not affiliated with Wealthfront.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>I first visited a Wall Street firm in 1984. I was there with my longtime collaborator Amos Tversky, who died in 1996, and our friend Richard Thaler, now a guru of behavioral economics. Our host, a senior investment manager, had invited us to discuss the role of judgment biases in investing. I knew so little [&hellip;]<\/p>\n","protected":false},"author":100,"featured_media":7261,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[926,711,927,597],"yst_prominent_words":[5060,5067,5068,5058,5061,5059,5062,5064,5053,1275,5056,5070,5054,5066,5065,5055,5069,5052,5063,5057],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5048"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/100"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5048"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5048\/revisions"}],"predecessor-version":[{"id":12180,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5048\/revisions\/12180"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7261"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5048"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5048"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5048"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5048"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}