{"id":5089,"date":"2015-04-08T18:57:43","date_gmt":"2015-04-09T01:57:43","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5089"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"recognize-when-your-company-is-sinking","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/recognize-when-your-company-is-sinking\/","title":{"rendered":"How Do You Recognize a Sinking Ship?"},"content":{"rendered":"<p><span class=\"firstcharacter\">K<\/span>enny Rogers probably didn’t realize his now famous lyrics “You’ve got to know when to hold ‘em. Know when to fold ‘em.” was also outstanding career advice. All too often people stay too long on a sinking ship, a company headed toward failure, which can have a huge opportunity cost. Few hiring managers you subsequently encounter will give you credit for staying until the end; rather you’ll likely be viewed as having bad judgment for having done so.<\/p>\n<p>You need to understand the early warning signs of failure so you can move on to a new company before it is too late. By the way, the high failure rate of startups is one of the reasons I recommend that people early in their career pursue jobs with mid-sized companies with momentum.<\/p>\n<h2>Assessing Product\/Market Fit Is Key<\/h2>\n<p>I believe the key to success for an early stage technology company is the quality of its <em>product\/market fit<\/em>. By product\/market fit I mean the strength of the market’s demand for your product. A company with a strong product\/market fit can screw up just about everything else it does and still be very successful. Unfortunately the opposite is not true. I am such a strong believer in this concept that I created a course on the subject at Stanford Graduate School of Business that is now being copied by many of the other top business schools in the country.<\/p>\n<p>All too often entrepreneurs confuse product\/market fit with growth in what Eric Ries, author of <em>The Lean Startup, <\/em>likes to call <em>vanity metrics<\/em>. According to Eric, “vanity metrics [are] numbers or stats that look good on paper, but don&#8217;t really mean anything important.” The only metrics that matter are those that convince you that customers love your product. For example, with enough advertising or paid promotion you can attract many prospective visitors to your site or prospects to trial your product. However, all that money and effort is wasted if they don’t convert into customers.<\/p>\n<h2>Two Metrics to Evaluate Product\/Market Fit for Consumer Companies<\/h2>\n<p>Over the years I have come to believe that consumer and enterprise technology businesses each have two tests that will, with a fair amount of accuracy, predict if you have found product\/market fit. In the case of consumer Internet companies, you know you have <em>fit<\/em>  if your product <em>grows exponentially with no<\/em>  marketing. That is only possible if you have huge word-of-mouth. And word-of-mouth is only possible if you have <em>delighted<\/em>  your customer. Paying for prospects can often mask poor word of mouth.<\/p>\n<p><a href=\"http:\/\/en.wikipedia.org\/wiki\/Net_Promoter\" target=\"_blank\" rel=\"noopener\">Net Promoter Score<\/a> (NPS) is a great tool to predict the magnitude of your product or service’s word-of-mouth. It should come as no surprise that the most successful companies generally have the highest NPSs. Ideally you want to see an NPS greater than 40 to know you’re on the right track. NPS is a pretty good proxy for likely fit, but is not nearly as accurate as having market feedback in the form of purchases.<\/p>\n<h2>Two Metrics to Evaluate Product\/Market Fit for Enterprise Companies<\/h2>\n<p>Almost all enterprise companies have to prove their value through proof of concept trials before their early prospects will consider making a purchase. These trials are typically installed with the understanding that the customer will buy within 30 days if the product does what was represented. Unfortunately few enterprise buyers make their decision within the agreed upon 30 days. The best enterprise entrepreneurs will literally remove their product after 30 days to determine if customers really need their product because in my experience trials that don’t convert within 30 days never convert. If there’s product\/market fit, the trial customers will pay even despite numerous protests. Unfortunately hope springs eternal so most unsuccessful entrepreneurs prolong their trials with the hope that these prospects will ultimately convert or they add new trials. You should think of trial conversion as the enterprise equivalent of a consumer Internet visitor conversion ratio.<\/p>\n<div class=\"pullquote-right\">\n<p class=\"pullquote\">I believe the key to success for an early stage technology company is the quality of its product\/market fit. By product\/market fit I mean the strength of the market’s demand for your product.<\/p>\n<\/div>\n<p>Another valuable clue as to whether an enterprise company has found product\/market fit is its sales force economics. In his incredibly influential Harvard Business Review paper titled <a href=\"https:\/\/hbr.org\/2006\/07\/the-sales-learning-curve\" target=\"_blank\" rel=\"noopener\">The Sales Learning Curve<\/a>, my Stanford Graduate School of Business teaching partner, <a href=\"http:\/\/www.gsb.stanford.edu\/faculty-research\/faculty\/mark-leslie\" target=\"_blank\" rel=\"noopener\">Mark Leslie<\/a>, posited that sales accelerate once your average sales team generates enough gross margin to cover their total cost.<\/p>\n<p>Teams composed of a direct sales rep paired with a systems engineer typically sell enterprise technology products. When you add the total salary, commission and benefits of each team with the cost of sales management overhead you typically arrive at an annual cost of approximately $500,000. To break even with a gross margin of 50% (i.e. a <em>sales yield<\/em> of 1), a sales team must therefore generate annual sales of at least $1,000,000 ($500,000\/50%). It takes a while (if ever) to find the recipe that generates this level of revenue. However, according to Mark and his co-author Chuck Holloway, sales accelerate once that level is reached. In other words product\/market fit is achieved once an enterprise generates a sales yield of at least 1x.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/SalesLearningCurve.png\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"alignleft wp-image-5091\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/SalesLearningCurve.png\" alt=\"SalesLearningCurve\" width=\"580\" height=\"542\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/SalesLearningCurve.png 650w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/SalesLearningCurve-535x500.png 535w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/SalesLearningCurve-568x530.png 568w\" sizes=\"(max-width: 580px) 100vw, 580px\" \/><\/a><\/p>\n<h2>Keep the Blinders Off<\/h2>\n<p>If a company, be it consumer or enterprise oriented, does not pass any of the tests mentioned above then it is highly unlikely to succeed. Keep in mind that almost no successful company achieved product\/market fit with its first plan. It typically takes quite a bit of iteration and pivoting to get to the promised land. However most companies only have a limited amount of money on which they can attempt to find that fit.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">A company with a strong product\/market fit can screw up just about everything else it does and still be very successful. Unfortunately the opposite is not true.<\/p>\n<\/div>\n<p>It’s very important to try to judge whether fit can be found in the months remaining until the cash runs out. To estimate the number of months you have left before you run out of cash, divide your latest cash balance by the monthly cash burn (expense) rate. It is highly unusual for a company to find fit with less than six months of cash remaining because few people are willing to stick around long enough to see that through. It also takes at least three months to raise a new round of financing so the fit really needs to be found and proven before launching a financing process.<\/p>\n<p>Please keep in mind I am not encouraging you to leave your company early. There are many issues you should consider before taking that step that we outlined in <a href=\"https:\/\/www.linkedin.com\/pulse\/20130620143028-56725-how-often-should-i-look-for-a-job?trk=mp-reader-card\" target=\"_blank\" rel=\"noopener\">How Often Should I Look For a Job?<\/a> However if you believe, as I do, that the biggest impact on your ultimate savings is your choice of jobs rather than how you invest your money, then knowing when to fold ‘em is a very important skill you need to develop.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Kenny Rogers probably didn’t realize his now famous lyrics “You’ve got to know when to hold ‘em. Know when to fold ‘em.” was also outstanding career advice. All too often people stay too long on a sinking ship, a company headed toward failure, which can have a huge opportunity cost. Few hiring managers you subsequently [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7305,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[23,947,948,944,946,425,763,945,949],"yst_prominent_words":[5028,5039,5024,5030,5036,5029,5037,3300,5025,5031,5022,5038,4740,5027,5033,5035,5023,5026,5034,5032],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5089"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5089"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5089\/revisions"}],"predecessor-version":[{"id":11864,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5089\/revisions\/11864"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7305"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5089"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5089"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5089"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5089"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}