{"id":5119,"date":"2015-04-22T11:16:44","date_gmt":"2015-04-22T18:16:44","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5119"},"modified":"2019-11-26T07:21:41","modified_gmt":"2019-11-26T15:21:41","slug":"three-financial-issues-for-married-set","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/three-financial-issues-for-married-set\/","title":{"rendered":"Three Financial Issues to Consider When Getting Married"},"content":{"rendered":"<p><span class=\"firstcharacter\">W<\/span>hile it is often said that no two things are more certain than death and taxes, marriage can bring a measure of uncertainty to your taxes as well as your finances. Questions have arisen among Wealthfront’s clients about how tying the knot — a milestone in many people’s lives — can impact your financial obligations to the government, and potentially affect how you structure your finances.<\/p>\n<p>With this post, we share a few points on this topic. Keep in mind, however, that finances and taxes can vary greatly depending on an individual’s or a couple’s specific situation, and what state they live in. We recommend consulting a qualified accountant or tax attorney. In fact, we have written a couple of great posts on the subject of identifying <em>when<\/em> you should seek a professional (<a href=\"https:\/\/blog.wealthfront.com\/9-instances-in-which-to-hire-a-tax-accountant\/\" target=\"_blank\">9 Signals You Should Hire A Tax Accountant<\/a>) and the right questions to ask (<a href=\"https:\/\/blog.wealthfront.com\/how-to-choose-a-tax-accountant\/\" target=\"_blank\">11 Questions to Ask When You Choose a Tax Accountant<\/a>) in selecting a qualified professional.<\/p>\n<p>Here are three things to consider when it comes to how marriage can affect your finances.<\/p>\n<h2>You Should Understand the Concept of Community Property<\/h2>\n<p>Marriage joins together two individuals and their assets. When it does not work out, the consequences can be devastating, not only emotionally but also financially. In the US, there are basically two legal principles for holding marital assets, which are described below.<\/p>\n<p>This post will focus on the principle of “<strong>community property.<\/strong>” It is actually the less common of the two principles, but California as well as eight other states — Arizona, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington and Wisconsin &#8212; all adhere to community property law. In community property divorce cases, assets are split 50\/50 between the spouses, though there might be exceptions.<\/p>\n<p>The other principle is known as “<strong>common law<\/strong>” or “<strong>equitable distribution<\/strong>,” and is followed by courts in almost all the other 41 states. Under common law, assets acquired during a marriage are considered to belong to the spouse who earned them. In a divorce, those assets would be divided between the parties in an <em>equitable<\/em> way — not necessarily 50\/50, but in as equitable a fashion as a judge can determine. A lot of factors, which can vary from state to state, are taken into consideration during the process.<\/p>\n<p>A <strong>major misconception<\/strong> about community property is that all property and assets owned by both parties in a marriage are automatically deemed community property and considered to belong equally to both spouses. While it is true that most assets acquired by either spouse <em>during<\/em> a marriage are generally considered community property, that assumption does not apply to assets acquired individually <em>before<\/em> the marriage or to gifts and inheritance given specifically to one spouse, which are separate (see our post <a href=\"https:\/\/blog.wealthfront.com\/expecting-inheritance\/\" target=\"_blank\">What to Expect When Expecting an Inheritance<\/a>, for much more on this topic).<\/p>\n<p>In fact, assets that one spouse brings to a marriage remain separate from a legal standpoint, unless these have been “commingled,” or mixed up with other community assets to become community property. You should keep in mind that some types of income, salary and compensation for example, are always considered community property no matter what account they might go into.<\/p>\n<p><strong><em>Pre-Marital Agreements<\/em><\/strong><\/p>\n<p>Often referred to as prenuptial agreements, these legal documents are a way for couples to spell out their separate assets before marriage, in order to forestall any squabbles over who owns what, should a divorce happen. But even with such an agreement in place, there can still be legal battles over most assets acquired by either spouse during the marriage since those assets are generally considered community property. For example, any salary earned after getting married becomes community property. Some accountants see little value in having a prenuptial agreement, unless one or both parties have significant assets going into the marriage.<\/p>\n<p><strong><em>Mixing of Assets<\/em><\/strong><\/p>\n<p>Legally referred to as commingling of assets, this common and typical behavior of married life can add to the complexity of a divorce. For example, let’s say you come into your marriage with a separate taxable account and both of you begin to contribute to it, this is considered commingling and the asset may become community property. While you can have and maintain separate accounts once you’re married, keep in mind that the only thing that can be kept separate by being in a separate account are proceeds from those separate assets (i.e. dividends and investment returns from separate pre-marital assets, as long as those dividends and returns stay in the separate pre-marital account). Remember, any compensation and salary you contribute after getting married becomes community property and hence, if the worst happens and you divorce, to claim those pre-marital assets you would need to have good records.<\/p>\n<p>Let’s take an example, Bob and Sandhya get married and Sandhya already has a separate taxable investment account with $100. She and Bob each contribute $20 annually for two years in a new account (for a total contribution of $80) and then divorce. Typically, Sandhya would keep $140 (her original $100 + her additional $40 in contributions).<\/p>\n<p>What this means is that when getting married, <em>you should consider whether you want to keep separate some or all of your assets<\/em>. Simply keeping your assets in a separate account may not be enough to avoid community property division in a divorce since the courts generally take into account the behavior you exhibit around your finances. If a spouse has regularly contributed to what the other spouse considers a joint account, he or she will have a difficult time later claiming the amount of those contributions in a divorce. The money would generally be considered commingled, and hence deemed community property by a court.<\/p>\n<p><strong><em>Property in the Form of Homes or Real Estate <\/em><\/strong><\/p>\n<p>As with many other parts of this post untangling ownership share of a home or real estate property can seem complicated. If a couple bought the home together with community funds and the title is in both their names then it is community property. The same goes if one spouse bought it and the other spouse’s name was later added to the title.<\/p>\n<p>Things get more complicated when a property remains in one spouse’s name (if, for example, one spouse purchased it prior to getting married, but did not add the other spouse to the title) and then both spouses pay the mortgage from separate funds. Another situation would be if both separate and community funds are used to buy a house and make a down payment or pay the mortgage (principal only, interest doesn’t count). When these types of scenarios occur then teasing out separate and community share is generally driven by a formula called the Moore-Marsden Formula (based on the <a href=\"http:\/\/www.thurmanarnold.com\/FAQs\/FAQs-My-Husband-Owned-the-Residence-Before-Marri.aspx\" target=\"_blank\">Moore-Marsden apportionment<\/a>), which requires several pieces of data. This includes the fair market value of the property at date of marriage, purchase price, amount of down payment, amount of payments on loan principal made with separate funds and amount of payments on loan principal made with community funds (<a href=\"http:\/\/www.avvo.com\/legal-guides\/ugc\/moore-marsden-calculation-worksheet\" target=\"_blank\">here’s a worksheet for helping with the calculation<\/a>). As you can probably surmise this calculation could make for some time-consuming forensic accounting if you lack the necessary records.<\/p>\n<p><strong><em>Stock Options<\/em><\/strong><\/p>\n<p>Another thing that people don’t typically think of when getting married, but that should be brought up here, is stock options. Shares of your company’s stock that vest and are exercised prior to getting married remain yours. On the other hand unvested shares that vest after you get married are considered community property. The proceeds from selling exercised shares follow the community property rules we discussed above. For example, if you vest shares before marriage, but exercise them after getting married and use community assets to exercise them they become community property.<\/p>\n<p><strong><em>Gifts and Gifting<\/em><\/strong><\/p>\n<p>A final point (and one that leads into our next section on taxes) is that marriage can have a favorable impact on <a href=\"https:\/\/www.irs.gov\/businesses\/small-businesses-self-employed\/frequently-asked-questions-on-gift-taxes\" target=\"_blank\">gifts<\/a> and gifting. As an individual you can give anyone up to $14,000 a year without paying gift taxes or having to report the gift to the IRS under the 2014 and 2015 federal gift tax exclusion limit. Married couples have double this exclusion limit, meaning they can give anyone up to $28,000 in a single year with no tax or reporting requirement (and it does not matter if it comes mostly from one person’s assets). If, however, you go over the limits, you’ll have to report the excess over $14,000 or $28,000 as a taxable gift using IRS Form 709. The good news is you pay no tax on the gift until you hit the lifetime $5.43 million total limit of what you can give away (up from $5.34 million in 2014). But if you are married, <em>there is no limit<\/em> on what you can give to your <em>spouse<\/em> tax-free, as long as he or she is a US citizen. And when gifts are given to spouses they do not count toward your lifetime gift limit. It is a great way to move assets or property from one person to another. Keep in mind that if you receive a gift your holding period and basis is the same as the donor.<\/p>\n<h2>The Marriage Tax Penalty<\/h2>\n<p>You pay more per person in taxes as a married person than you did when you were single, especially if you are a high earner. This is commonly known as the “marriage penalty.” The table below displays the federal taxes due for a hypothetical couple living in California (generally speaking California state taxes do not have a marriage penalty) at three different income levels:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/MarriageCharts.jpg\" target=\"_blank\"><img loading=\"lazy\" class=\"alignleft wp-image-5120\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/MarriageCharts.jpg\" alt=\"MarriageCharts\" width=\"580\" height=\"299\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/MarriageCharts.jpg 761w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/04\/MarriageCharts-640x330.jpg 640w\" sizes=\"(max-width: 580px) 100vw, 580px\" \/><\/a><\/p>\n<p>When it comes to filing federal taxes, you can see that the married couple would save only $845 if they were not married and filing single returns. But at the highest income level, a couple earning $400,000 would pay far more in federal taxes — $16,051 — by being married.<\/p>\n<p>We are not suggesting that you not get married, rather that as a married couple going strictly by the federal income level tables you will likely pay more taxes.<\/p>\n<p>These are very simple examples for illustrative purposes only; seldom will any two people in a relationship make or receive the same salary or compensation. In addition, it is likely that two people will have other variables that can affect their taxes. We encourage you to seek the assistance of a qualified professional if you are in any doubt about figuring things out on your own. Such a professional is going to have expertise at helping you maximize any potential reductions based on your own unique situation.<\/p>\n<h2>You Need to Plan for Death, Especially if You Have Kids<\/h2>\n<p>While many newlyweds are just starting out in life, it is never too early to plan ahead. It is a given that everyone should have a will or <a href=\"http:\/\/www.investopedia.com\/ask\/answers\/032315\/what-are-differences-between-revocable-trust-and-will.asp\" target=\"_blank\">revocable living trust<\/a>, even though studies show that more than half of adults in this country have neither. We suggest creating an overall estate plan. This can offer not only peace of mind, but can also help you keep a sense of financial order as your life together becomes more complex. Estate plans make specific provisions for children, individual and jointly held assets, and other issues that come up in a marriage. We discuss this at length in <a href=\"https:\/\/blog.wealthfront.com\/estate-plan\/\" target=\"_blank\">How a Simple Estate Plan Pays for Itself<\/a>, which reviews the basic elements of an estate plan and lays out the seven things such a plan will help you accomplish.<\/p>\n<p>For those readers with children, we want to reiterate one point from the seven: make sure to “choose <strong>legal guardians<\/strong> (and backup guardians) for your minor children.” Your children would be raised by a guardian of your choosing rather than assigned to one by a court if you’ve taken this step and both you and your spouse were to die at the same time. Going through the estate planning process would also give you the opportunity to set up trusts for family members and designate trustees, and work through any potential conflicts or issues while you still have a say in the matter. Above all, a well-considered estate plan can help your family members avoid problems later by knowing your wishes ahead of time, and keep them from having to go through the costly, time-consuming and possibly emotionally painful process of <a href=\"http:\/\/en.wikipedia.org\/wiki\/Probate\" target=\"_blank\">probate<\/a>.<em> <\/em><\/p>\n<p><em>Elliot Shmukler, Wealthfront&#8217;s VP of Product and Growth also contributed to this post. He has written posts on the subject of <\/em><a href=\"https:\/\/blog.wealthfront.com\/employee-stock-options-versus-exchange-traded-options\/\" target=\"_blank\"><em>Why Employee Stock Options are More Valuable than Exchange-Traded Stock Options<\/em><\/a><em> and <\/em><a href=\"https:\/\/blog.wealthfront.com\/sell-single-stock-position-tax-efficiently\/\" target=\"_blank\"><em>How To Sell Your Single-Stock Position Tax-Efficiently<\/em><\/a><em> among others.<\/em><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The information contained in the article is provided for general informational purposes, and should not be construed as investment advice. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>While it is often said that no two things are more certain than death and taxes, marriage can bring a measure of uncertainty to your taxes as well as your finances. Questions have arisen among Wealthfront’s clients about how tying the knot — a milestone in many people’s lives — can impact your financial obligations [&hellip;]<\/p>\n","protected":false},"author":78,"featured_media":7253,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7232,7231],"tags":[957,954,953,935,955,960,959,958,963,961,962,956,674,450,964],"yst_prominent_words":[1267,5000,1872,5002,4642,4999,4995,5005,4099,5001,4997,4996,3111,3328,4998,5004,5003,3376,2123,2429],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5119"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/78"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5119"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5119\/revisions"}],"predecessor-version":[{"id":11866,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5119\/revisions\/11866"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7253"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5119"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5119"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5119"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5119"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}