{"id":5132,"date":"2015-05-14T12:44:58","date_gmt":"2015-05-14T19:44:58","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5132"},"modified":"2019-12-08T15:39:31","modified_gmt":"2019-12-08T23:39:31","slug":"fiduciary-standard-washington-dc","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/fiduciary-standard-washington-dc\/","title":{"rendered":"The Fight for a Fiduciary Standard"},"content":{"rendered":"<p>Wealthfront was founded on a simple vision: that every investor, large and small, deserves sophisticated financial advice. And contrary to a large majority of the industry, we always put our clients first. A teacher making $50,000 a year deserves the same high-quality investment service as an institution managing $500 million. It’s why I signed up as a Wealthfront client when it launched, why I joined the company two years ago, and what inspires me and my colleagues to come to work each day.<\/p>\n<p>If you come visit our offices in Palo Alto, you’ll see a giant chalk wall in the back of the office reminding us of this.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/image-1.png\"><img loading=\"lazy\" class=\" wp-image-5134 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/image-1.png\" alt=\"image (1)\" width=\"500\" height=\"215\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/image-1.png 1011w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/image-1-640x275.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/image-1-768x330.png 768w\" sizes=\"(max-width: 500px) 100vw, 500px\" \/><\/a><\/p>\n<p>All the ideas center around one thing: doing the best possible thing for our clients. On Wall Street, there’s a word for that: <b>fiduciary<\/b>. You’d think that all investment advisors would adhere to this fiduciary duty.<\/p>\n<p>Unfortunately, you’d be wrong.<\/p>\n<p><b>What It Means to be a Fiduciary<\/b><\/p>\n<p>Current SEC regulations allow for investment advisors to operate under one of two standards. As an SEC-registered investment advisor, Wealthfront assumes <b>the full fiduciary standard of service<\/b> for our clients, meaning we always have to act in their best interests and deliver the best possible service we can, with no conflicts of interest.<\/p>\n<p>But hundreds of thousands of stock brokers only are required by law to follow a weaker “suitability” standard, meaning <b>they can recommend any investment<\/b> that is potentially appropriate, and not necessarily the one that is best. Often, that means sub-standard investments that pay kickbacks to the broker for recommending them.<\/p>\n<p>Imagine if your doctor only had to adhere to a “suitability” standard and could recommend medicine that paid a kickback. You wouldn’t stand for it. When you get sick, you want the absolute best medicine available and the law requires this. But in the investment world, millions accept “suitable” advice and collectively, investors are <b>losing $17 billion<\/b> each year as per <a href=\"https:\/\/www.whitehouse.gov\/blog\/2015\/02\/23\/effects-conflicted-investment-advice-retirement-savings\">the recent report<\/a> from the United States Council of Economic Advisors.<\/p>\n<p><b>Everyone Deserves Fiduciary Advice<\/b><\/p>\n<p>We believe everyone deserves full fiduciary service, not just Wealthfront clients. And fortunately, in Washington, there are currently proposals being suggested by the Department of Labor (DOL) and the Chair of the Securities &amp; Exchange Commission (SEC) to potentially require this change.<\/p>\n<p>Wall Street, predictably, is spending millions of dollars on lobbying to defeat any form of fiduciary standard. As it turns out, the number one argument from the industry is that a fiduciary standard will make it economically impractical to service investors with small accounts.<\/p>\n<p>Given the incredible traction of Wealthfront and the recent explosion in automated investment service assets, nothing could be further from the truth.<\/p>\n<p><b>Making Our Voice Heard<\/b><\/p>\n<p>To start, Wealthfront <a href=\"https:\/\/www.scribd.com\/doc\/265240611\/Letter-to-Secretary-Perez-From-Wealthfront\">submitted this letter to the DOL<\/a>, which has recently published a proposal for a fiduciary standard applying to all retirement accounts, including IRAs:<\/p>\n<p><i><a href=\"https:\/\/www.scribd.com\/doc\/265240611\/Letter-to-Secretary-Perez-From-Wealthfront\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignleft wp-image-5135\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/scribd.png\" alt=\"scribd\" width=\"300\" height=\"454\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/scribd.png 420w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/scribd-331x500.png 331w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/scribd-351x530.png 351w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a>&#8230;We know there has been significant debate recently about ways to increase the protections and requirements around providing high quality fiduciary service to small investors. We believe technology can dramatically aid in this front. Wealthfront is living proof that not only is it possible to provide fiduciary service at low cost to small investors nationwide, but also that the market greatly rewards those efforts. We are confident our industry leading automated investment service will grow to serve a very large number of small investors. <\/i><\/p>\n<p>Last week, Burt Malkiel and I authored <a href=\"http:\/\/www.wsj.com\/articles\/creative-destruction-at-a-broker-near-you-1430780758\">an Op-Ed in the Wall Street Journal<\/a>:<\/p>\n<p><i>&#8230;The securities industry is correct to worry that a strict fiduciary standard is likely to result in massive changes in traditional ways of doing business. Business models that depend on selling high-cost, low-value proprietary products to clients will be threatened, with the result that there may be fewer broker-dealers and investment advisers to choose from.<\/i><\/p>\n<p><i><i>But the best firms will invest heavily in the technology to better address the needs of small investors. Investors will pay less, not more, for the services they receive, and what they get will be better, not worse. Capitalism has always involved a painful process of creative destruction. The financial-services industry will be stronger and more effective because of innovation, and the fiduciary standard will accelerate the process of changing outmoded and ineffective financial business models.<\/i><\/i><\/p>\n<p>While these steps may have been a worthy beginning, it wasn&#8217;t enough to ensure our clients&#8217; voices were heard. We needed to do more to help bridge the gap between Silicon Valley and Washington, DC.<\/p>\n<p><b>Wealthfront Goes to Washington<\/b><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/IMG_7364.jpg\"><img loading=\"lazy\" class=\" wp-image-5133 size-medium alignright\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/IMG_7364-300x155.jpg\" alt=\"IMG_7364\" width=\"300\" height=\"155\" \/><\/a>Last week, I was asked to speak at the Investment Company Institute (ICI) 2015 General Member Meeting, celebrating the 75th year of the organization that began with the passage of the Investment Company Act in 1940.<\/p>\n<p>Over the course of the week, I had the opportunity to meet with regulators and government officials from both sides of the aisle in a rare opportunity to educate key public officials about the revolution that has begun in the financial services industry, and how technology will bring better service at a lower cost to millions of investors. We met with the offices of three of the<b> Commissioners of the SEC<\/b>, the <b>Investor Advocate of the SEC<\/b>, the <b>Department of Labor<\/b>, and the <b>White House<\/b>. In each meeting, we explained the success that Wealthfront had found in just over three years offering fiduciary service as a registered investment advisor to small investors, with a price that starts as completely free for investors with less than $10,000. We also discussed non-automated alternatives, like the new Vanguard Personal Advisor Services, as great examples of how technology can bring low-fee, traditional advisory service to accounts as low as $50,000. I was encouraged by the eagerness of each of these government agencies to learn more about our fast growing space.<\/p>\n<p>It was an honor to be able to do this, and one that we only had because of the trust clients have placed in our firm. There is no question that it is the rapid growth and success of Wealthfront that most impressed these public officials. It is client trust and dollars that give us a platform to bring better investment service to everyone.<\/p>\n<p><b>Leading the Automated Investment Revolution<\/b><\/p>\n<p>At Wealthfront, we’re proud that the features we bring to market have come to define our category. Our mission isn’t just to provide better value and service to our clients, but to force the entire industry to do the same.<\/p>\n<p><a href=\"https:\/\/www.wealthfront.com\/\">Join us.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wealthfront was founded on a simple vision: that every investor, large and small, deserves sophisticated financial advice. And contrary to a large majority of the industry, we always put our clients first. A teacher making $50,000 a year deserves the same high-quality investment service as an institution managing $500 million. It’s why I signed up [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7284,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[979,67,215,978,267],"yst_prominent_words":[1531,1527,4971,4970,2836,4968,2610,4974,1258,2630,2835,4548,1530,1257,4972,1299,4969,4973,1411,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5132"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5132"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5132\/revisions"}],"predecessor-version":[{"id":12179,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5132\/revisions\/12179"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7284"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5132"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5132"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5132"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5132"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}