{"id":5143,"date":"2015-05-21T10:05:58","date_gmt":"2015-05-21T17:05:58","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5143"},"modified":"2021-04-28T08:17:40","modified_gmt":"2021-04-28T15:17:40","slug":"wealthfront-hire-research-team","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/wealthfront-hire-research-team\/","title":{"rendered":"Why Did Wealthfront Hire A Deeply Experienced Research Team?"},"content":{"rendered":"<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/random-walk.jpg\"><img loading=\"lazy\" class=\"wp-image-5144 size-medium alignleft\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/05\/random-walk-198x300.jpg\" alt=\"random walk\" width=\"198\" height=\"300\" \/><\/a><\/p>\n<p><i><span style=\"font-weight: 400;\">Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/span><\/i><span style=\"font-weight: 400;\">. <\/span><\/p>\n<p>Readers of our blog know we are big advocates of passive investing. We believe that buying a broadly diversified portfolio and running it at extraordinarily low costs is the foundation of any sound investment strategy.<\/p>\n<p>Given how simple our approach is, you might ask why we employ a research team of six PhDs led by Burt Malkiel, the man who inspired the creation of the index fund.<\/p>\n<p>What, exactly, do they <em>do<\/em> all day?<\/p>\n<p>Well, for more than forty years, Burt has said that since you can&#8217;t beat the market you should focus your investment efforts on the three things that actually <em>can<\/em> make a difference to your investment returns: diversifying your portfolio, minimizing cost and minimizing taxes. Not surprisingly, our research team spends their time figuring out how we can improve our service along those three dimensions.<\/p>\n<p>And they’ve made some major advances for clients.<\/p>\n<p><strong>Meet Our Research Team<\/strong><\/p>\n<p>Our research team is led by our Chief Investment Officer, Burt Malkiel, renowned economist, professor emeritus at Princeton University, and the author of <em>A Random Walk Down Wall Street<\/em>. Burt’s reputation enabled us to recruit an amazing team of scholars from some of the best universities in the country.<\/p>\n<p>Qian Liu, director of research, earned her PhD in machine learning from the University of Pennsylvania. She is likely one of only a handful of machine learning experts in the world with a CFA (<a href=\"http:\/\/en.wikipedia.org\/wiki\/Chartered_Financial_Analyst\">Chartered Financial Analyst<\/a>).<\/p>\n<p>Celine Sun earned her PhD in finance from the University of Washington. She is passionate about codifying financial strategies into scalable technology platforms.<\/p>\n<p>Duncan Gilchrist earned his PhD in business economics from Harvard University. He is a behavioral economist who is also great at statistics.<\/p>\n<p>Simon Wicks earned his Masters in Physics from Oxford and PhD from Columbia University. He worked on a trading desk before joining Wealthfront and helps optimize our trading systems.<\/p>\n<p>Vivien Ye will earn her PhD in statistics and machine learning from Yale University in June of this year. Despite Yale being a classic theory school when it comes to statistics, Vivien is interested in the practical use of statistics to improve the behavioral outcome of our clients’ portfolios.<\/p>\n<p>Lingren Zhang will earn his PhD in Finance from Stanford University in June of this year. He also has strong Java skills and spends half his time with our engineering team.<\/p>\n<p>As you can see, the backgrounds of our research team are quite complementary and relevant to our task at hand, improving our clients’ net of fee, after tax risk, adjusted return.<\/p>\n<p>Our team also benefits from being able to consult with our investment advisory board, which includes:<\/p>\n<p>Charlie Ellis, the founder of Greenwich Associates, Chairman of the CFA Institute, lecturer on investment management at Harvard Business School and the Yale School of Management, former chair of the Yale endowment investment committee and long-time board member of The Vanguard Group.<\/p>\n<p>Paul Pfleiderer, the C.O.G. Miller Distinguished Professor of Finance at the Stanford University Graduate School of Business and a Professor (by courtesy) at the Stanford Law School. His research is primarily focused on issues arising in financial markets when traders are asymmetrically informed. He has also studied problems in measuring the performance of active funds, contracting concerns in venture financing, policy issues related to disclosure requirements, and explanations for the stock market crash of 1987.<\/p>\n<p>Meir Statman, the Glenn Klimek Professor of Finance at the Leavey School of Business, Santa Clara University, is thought by many to be the preeminent behavioral economist on the subject of investing. His research attempts to understand how investors and managers make financial decisions and how these decisions are reflected in financial markets<\/p>\n<p>Larry Cohen, CEO of Seven Bridges Advisors, a firm that provides comprehensive financial advice to endowments and high net worth families. Prior to Seven Bridges Advisors, Larry served as Managing Partner of Ehrenkranz &amp; Ehrenkranz LLP, a boutique financial advisory firm that also serves high net worth individuals and their families. Larry is also the Chairman of the Brown University endowment investment committee.<\/p>\n<p>To learn more about this incredible team please visit our research team page at <a href=\"https:\/\/www.wealthfront.com\/research\">https:\/\/www.wealthfront.com\/research<\/a>.<\/p>\n<p><strong>What Happens When Financial Research and Coding Meet?<\/strong><\/p>\n<p>We are exceptionally proud of our investment research team. No other software based investment service has been able to attract a group of this academic caliber.<\/p>\n<p>But our researchers were hired for more than just their academic bona fides. They were hired because they had the precise skills needed to make a major positive impact on investor portfolios. And at an engineering-driven firm like Wealthfront, that means one thing: <strong>they all know how to code<\/strong>.<\/p>\n<p><strong>Why Does That Matter?<\/strong><\/p>\n<p>Well, for starters, we pride ourselves at Wealthfront on our research simulation infrastructure, which we believe is more advanced than anything you might find at a university or traditional investment advisor. It gives us the ability to tap into big data and test out new investment theses and optimization strategies on a massive scale.<\/p>\n<p>For instance, our research and engineering teams collaborated closely on the design and implementation of an elastic, horizontally-scalable simulation platform, built on map-reduce, and a unified data warehouse infrastructure using the open-source statistical computing language R.<\/p>\n<p>This scalable data analytics infrastructure allowed us to implement large-scale Monte Carlo simulations for numerous financial models, including when we were developing our tax-loss harvesting techniques. A single tax-loss harvesting Monte Carlo simulation requires 50,000 compute hours and generates approximately 50GB of summary data. As you might have noticed in our blog post describing our <a href=\"https:\/\/blog.wealthfront.com\/new-research-efficacy-tax-loss-harvesting\/\">New Research on the Efficacy of Tax-Loss Harvesting<\/a>, we perform scores of these simulations before we launch any new service or improvement. Because our research team can work so effectively with our deeply experienced engineering department, we were able to shrink the cycle times and get this service to market faster. [For more on why the speed of innovation matters, <a href=\"https:\/\/blog.wealthfront.com\/software-based-companies-judged-rate-innovation\/\">see our blog on the importance of innovation<\/a>.]<\/p>\n<p>Similarly, while running different combinations of assets classes through a <a href=\"http:\/\/www.effisols.com\/basics\/MVO.htm\">mean variance optimizer<\/a> to determine an optimal allocation for each risk level does not require PhD level researchers designing a way to make <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\">Stock-level Tax-Loss Harvesting<\/a> available does. Prior to the launch of our Stock-level Tax-Loss Harvesting platform in 2014, this service had only been available to clients with at least $5 million to invest; our team found a way to automate the strategy and make it, practical for accounts as small as $100,000. The challenge was to maintain a very low portfolio tracking error compared to the CRSP Total US Stock Market Index (the index used by Vanguard’s <a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0970&amp;FundIntExt=INT\">VTI<\/a>, the ETF it replaces in the portfolio) with only 100 out of the nearly 4,000 individual stocks that comprise the index. It took quite a bit of ingenuity, and a remarkable amount of testing.<\/p>\n<p>Our research team takes pride in our users not realizing how complicated our service is under the covers. They know an outstanding automated investment service must deliver incredible sophistication to maximize your returns, and they work hard to do just that. They just want our users to think it’s easy.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. Readers of our blog know we are big advocates of passive investing. We believe that buying a broadly diversified portfolio and running it at extraordinarily low costs is the foundation of any sound investment strategy. Given how simple our approach is, you might ask [&hellip;]<\/p>\n","protected":false},"author":89,"featured_media":7278,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[465,35,985,984,986,983,267],"yst_prominent_words":[10001,5182,5179,5177,1237,5180,1258,1396,5178,3302,1859,5176,3303,3913,5725,5720,2119,1823,1442,5181],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5143"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/89"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5143"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5143\/revisions"}],"predecessor-version":[{"id":14018,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5143\/revisions\/14018"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7278"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5143"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5143"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5143"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5143"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}