{"id":5152,"date":"2015-05-28T10:00:33","date_gmt":"2015-05-28T17:00:33","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5152"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"beat-market","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/beat-market\/","title":{"rendered":"How To Beat The Market"},"content":{"rendered":"<p>There are a million web sites, books and pundits who will tell you that you can’t beat the market.<\/p>\n<p>They’re all wrong.<\/p>\n<p>Or, at least, they’re not framing things correctly. And I think that’s a major problem.<\/p>\n<p><strong>My Wife’s Disappointment<\/strong><\/p>\n<p>This thought occurred to me the other day when I was hiking with my wife in the redwoods of Muir Woods National Monument, outside of San Francisco. We were hiking and talking and, as sometimes happens, we started talking about investing.<\/p>\n<p>I was telling her about automated investment services like Wealthfront and what they were doing for the world. I explained how they built broadly diversified, optimized portfolios that are managed at extraordinarily low costs. I talked about how they employ tax-loss harvesting and automatic rebalancing to keep your money at work all the time. I also explained how they provide institutional-quality portfolios for people with real-life-sized pocketbooks.<\/p>\n<p>Her response nearly flattened me: “So do they beat the market?”<\/p>\n<p>I’ve been working at a firm called <a href=\"http:\/\/etf.com\">ETF.com<\/a> for nearly a decade, and have been preaching the indexing gospel for longer. I’ve done speaking tours with people like Charlie Ellis (one of Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/investment-team\">key advisors<\/a>) and shared the stage multiple times with Jack Bogle (the founder of Vanguard). The idea that my wife would still hold onto the hope of beating the market came as a shock.<\/p>\n<p>After I regained my composure, I explained (again) how you can’t actually beat the market, and how these new tools did an amazing job matching the market at low costs.<\/p>\n<p>“That’s not very exciting,” she said.<\/p>\n<p>I couldn’t believe it. These services are one of the most exciting things I’ve seen in finance in the past two decades, and my wife found them “boring” because they couldn’t beat the market.<\/p>\n<p>I tried a half dozen other ways to get her hooked. I explained how <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">tax-loss harvesting<\/a> would put money in her pocket every April, which she thought was reasonably cool. I talked about the effortless user experience, and all the other things the service could do down the road. She found all that interesting at some level, but her overall response was “meh.”<\/p>\n<p>We walked along for about a half a mile in silence while I tried to figure out how to get her excited. And then it hit me: You <em>can<\/em> beat the market with these services. You just have to reframe what the market is.<\/p>\n<p><strong>How Index Funds Beat “The Market”<\/strong><\/p>\n<p>Despite marrying me, my wife hates “Wall Street guys.” She thinks they make too much money and don’t do much good for the world.<\/p>\n<p>So I tried a different tack.<\/p>\n<p>“You know the Wall Street guys?” I asked. “The ones who make all the money? They have all the resources in the world and all the advantages in the world and these simple, software-driven portfolios will beat them over the long haul.”<\/p>\n<p>“Beat them?” she asked.<\/p>\n<p>“Crush them.”<\/p>\n<p>“How’s that?”<\/p>\n<p>I explained that investing is, in a competitive sense, a zero sum game. Investors as a whole own the entire market, and so on average they must generate a market-average return <em>before costs. <\/em>But all the costs of trying to beat the market – all the trading, commissions and manager salaries &#8212; take a real toll on returns.<\/p>\n<p>As a result, over the past five years, more than 88% of actively managed large cap equity funds trailed the market when fees are taken into account<em>. <\/em>For small-cap funds, that number was 89%. In fact, no matter what category you look at, actively managed funds consistently lose to the market by a wide mark. And when one fund gets lucky one year, it’s extremely unlikely to repeat that in the future.<\/p>\n<p>Here is the latest data from S&amp;P on the topic, showing the percentage of U.S. equity funds that trailed the market in different categories over the past five years.<\/p>\n<table>\n<tbody>\n<tr>\n<td colspan=\"3\" width=\"443\"><strong>S&amp;P Dow Jones SPIVA (Index vs. Active) Scorecared &#8211; 2014<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"148\"><strong>Category<\/strong><\/td>\n<td width=\"148\"><strong>Comparison Index<\/strong><\/td>\n<td width=\"148\"><strong>Percentage of Funds Outperformed by Benchmarks in Past 5 Years<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"148\">All Domestic Equity Funds<\/td>\n<td width=\"148\">S&amp;P Composite 1500<\/td>\n<td width=\"148\">80.82%<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">All Large Cap Funds<\/td>\n<td width=\"148\">S&amp;P 500<\/td>\n<td width=\"148\">88.65%<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">All Mid-Cap Funds<\/td>\n<td width=\"148\">S&amp;P MidCap 400<\/td>\n<td width=\"148\">85.37%<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">All Small-Cap Funds<\/td>\n<td width=\"148\">S&amp;P SmallCap 600<\/td>\n<td width=\"148\">86.55%<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">All Multi-Cap Funds<\/td>\n<td width=\"148\">S&amp;P Composite 1500<\/td>\n<td width=\"148\">84.02%<\/td>\n<\/tr>\n<tr>\n<td width=\"148\">Real Estate Funds<\/td>\n<td width=\"148\">S&amp;P US Real Estate Investment Trust<\/td>\n<td width=\"148\">91.49%<\/td>\n<\/tr>\n<tr>\n<td colspan=\"3\" width=\"443\">* Source: S&amp;P Dow Jones Indices. Data through 12\/31\/2014.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>By comparison, new services like Wealthfront drive costs down to the absolute bare minimum, so over time, they beat the vast majority of those Wall Street professionals. They also add features like automatic tax sensitive rebalancing, tax-loss harvesting, <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\">Stock-level Tax-Loss Harvesting<\/a> and optimal allocations to further improve results. If you think of “the market” as the returns experienced by all other investors, they do “beat the market” … handily.<\/p>\n<p>“That’s pretty cool,” she said.<\/p>\n<p>Index-based investing gets painted as settling for average, when it’s anything but. A well-built, low-cost and tax-optimized portfolio will dramatically outperform the vast majority of other investors over time.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a tax advice, solicitation or offer, or recommendation, to buy or sell any security. While the data used from third parties is believed to be reliable, there is no guarantee of the accuracy of the information. There is a potential for loss as well as gain. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>There are a million web sites, books and pundits who will tell you that you can’t beat the market. They’re all wrong. Or, at least, they’re not framing things correctly. And I think that’s a major problem. My Wife’s Disappointment This thought occurred to me the other day when I was hiking with my wife [&hellip;]<\/p>\n","protected":false},"author":101,"featured_media":7251,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[994,993,992,267],"yst_prominent_words":[1319,1504,1496,5175,2111,5096,1281,1294,5172,5167,5173,2103,5171,5170,5174,2119,5169,3959,1411,5168],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5152"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/101"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5152"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5152\/revisions"}],"predecessor-version":[{"id":11871,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5152\/revisions\/11871"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7251"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5152"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5152"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5152"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5152"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}