{"id":5159,"date":"2015-06-10T09:33:48","date_gmt":"2015-06-10T16:33:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5159"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"often-check-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/often-check-portfolio\/","title":{"rendered":"How Often Should You Check Your Portfolio?"},"content":{"rendered":"<p>At Wealthfront, we’ve put an incredible amount of time and effort into making our web site and mobile applications informative and easy-to-use.<\/p>\n<p>Login to your Wealthfront account and you have a world of information at your fingertips. You can see your overall account value over time. You can view your overall portfolio returns and the returns of the individual ETFs that comprise your portfolios. You can see even where we harvested losses, and chart your projected returns over time.<\/p>\n<p>Our teams of designers, engineers and content creators have examined every detail to make the experience as seamless as possible. It is simple, beautiful, and information rich.<\/p>\n<p>Which is why it pains me to say this: You shouldn’t look.<\/p>\n<p>Despite all the time and effort we’ve spent developing these engaging tools, you’ll be best served if you check in only once or twice a year or when you want to make a deposit or withdrawal. Otherwise let our automated software do its work.<\/p>\n<p><strong>Why You Shouldn’t Look: Understanding Loss Aversion<\/strong><\/p>\n<p>Constantly checking in on your portfolio is bad for both your financial and mental health.<\/p>\n<p>There are a variety of reasons for this, but the most compelling involves the basic investor psychology of loss aversion.<\/p>\n<p>First documented by Daniel Kahneman (who guest contributed <a href=\"https:\/\/blog.wealthfront.com\/illusion-stock-picking-skill\/\">The Illusion of Stock-Picking Skill<\/a> to our blog) and Amos Tversky in 1984, loss aversion refers to the fact that people dislike losing money more than they like making it. The New York Times interviewed Professor Kahneman about loss aversion in 2013:<\/p>\n<blockquote><p>“In my classes, I say: ‘I’m going to toss a coin, and if it’s tails, you lose $10. How much would you have to gain on winning in order for this gamble to be acceptable to you?’<\/p>\n<p>“People want more than $20 before it is acceptable. And now I’ve been doing the same thing with executives or very rich people, asking about tossing a coin and losing $10,000 if it’s tails. And they want $20,000 before they’ll take the gamble.”<\/p><\/blockquote>\n<p>In other words, we’re willing to leave a lot of money on the table to avoid the possibility of losing.<\/p>\n<p>Think about it. Would you take a bet on a coin flip that would pay out $10.10 but cost you $10.00 if you lose? In a rational world, you should. But the sting of a loss weighs heavily on our minds, so most people avoid the bet.<\/p>\n<p>The result is one of the most consistent in behavioral finance, and has been demonstrated over and over and over again.<\/p>\n<p>What does this have to do with checking your portfolio? Well, the stock market is a volatile beast. Over long periods of time, it tends to go up. But on any given day, it’s more or less a toss-up.<\/p>\n<p>If you check your portfolio every day, there’s a 50% chance that it will be up and you’ll feel <em>a<\/em> <em>little<\/em> happy; but there’s also a 50% chance that it will be down and you’ll feel <em>very<\/em> bad. And it’s actually worse than that.<\/p>\n<p>The average Wealthfront portfolio has seven or eight core asset classes. On any given day &#8212; even when the markets are up &#8212; one or more of those asset classes may trade down. Behavioral finance suggests that these “losers” will bother you more than the winners will excite you.<\/p>\n<p>A study in the Journal of Behavioral Finance showed that presenting asset level returns to investors decreases people’s willingness to tolerate risk, because people are sensitive to losses at the individual asset class level.<\/p>\n<p>If you listen to this fear inside you, you might dial down your risk score in your Wealthfront portfolio, putting yourself into a more conservative portfolio than you would otherwise hold.<\/p>\n<p>The more time you spend looking at and worrying about your portfolio, the more likely you are to make changes to your plan, whether that’s withdrawing money or adjusting your risk tolerance – and over the long term that will lead to lower returns!<\/p>\n<p>SigFig did a study of its portfolio tracking software users and found that its average user checked her portfolio 8 times a month. Investors who checked their portfolios daily earned, on average, <em>0.2% less per year<\/em> than the average investor; those that checked their portfolios twice a day earned, on average, <em>0.4% less per year<\/em>, largely because they traded too often.<\/p>\n<p>Checking your portfolio can be hazardous to your financial health!<\/p>\n<p><strong>If You Shouldn’t Look, Why Do We Show You?<\/strong><\/p>\n<p>If showing people their portfolio returns makes them sad and leads to bad behavior, why do we do it?<\/p>\n<p>Clients place an enormous amount of faith in us when they invest money with us, and they want to see how and where it is allocated. It’s their right.<\/p>\n<p>We go to great lengths in our communication and our information design to portray things in their most appropriate light and to limit self-destructive behavior. For example, we only allow people to adjust their risk tolerance once per month. But in the end, it’s your money, so we design the tools and apps that you demand.<\/p>\n<p>Still, that doesn’t mean you should use them every day.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<br \/>\n<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Wealthfront, we’ve put an incredible amount of time and effort into making our web site and mobile applications informative and easy-to-use. Login to your Wealthfront account and you have a world of information at your fingertips. You can see your overall account value over time. You can view your overall portfolio returns and the [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7261,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[],"yst_prominent_words":[5165,1383,2685,3994,5163,5164,1945,1524,2683,1240,1268,1293,5166,1278,1307,2391,1296,5162,1297,2420],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5159"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5159"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5159\/revisions"}],"predecessor-version":[{"id":11872,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5159\/revisions\/11872"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7261"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5159"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5159"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5159"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5159"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}