{"id":5161,"date":"2015-06-16T10:00:46","date_gmt":"2015-06-16T17:00:46","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5161"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"important-minimizing-taxes-minimizing-fees","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/important-minimizing-taxes-minimizing-fees\/","title":{"rendered":"Which Is More Important: Minimizing Taxes or Minimizing Fees?"},"content":{"rendered":"<p><em>Our goal at Wealthfront is to maximize your net-of-fees, after-tax returns. <\/em><\/p>\n<p>If you’re a regular reader of this blog, you’ll know that we say that phrase over and over again.<\/p>\n<p>Our chief investment officer, Burton Malkiel, is famous for pointing out that there are only three things you can control when investing – your costs, diversification and taxes – so we built our service around managing those things for our clients.<\/p>\n<p>The funny thing is, while we get a lot of credit for building strong portfolios and minimizing fees, the third thing – minimizing taxes – may actually be the most important of all.<\/p>\n<p><strong>So Why Doesn’t Anyone Talk About It?<\/strong><\/p>\n<p>Given how much money is at stake, why does the media spend all of its time obsessing over fund fees and so little time talking about taxes? We’ve identified three primary reasons:<\/p>\n<ol>\n<li><strong>Fee wars are sexy: <\/strong>The idea of two financial companies duking it out to see who can lower their fees the most gets personal finance journalists excited.<\/li>\n<li><strong>Fund fees are universal: <\/strong>If you and I own the same share class of a mutual fund, the fee we pay is identical.<\/li>\n<li><strong>It’s easy to lower your fees: <\/strong> The media loves actionable stories, and there’s nothing more actionable than telling investors to move money to lower cost funds.<\/li>\n<\/ol>\n<p>Taxes, by contrast, have historically failed all three constructs. No one has ever accused taxes of being sexy; each person’s tax situation is personal; and historically, there’s been no way for investors to act. It’s one thing to say that investors should constantly harvest losses on their portfolio, but it’s frightfully hard to do.<\/p>\n<p>The rise of automated investment services like Wealthfront have finally changed that, making controlling taxes as easy as controlling fees. Given the huge impact controlling taxes can have on your after-tax returns, it’s time for investors and the media alike to give tax management its due.<\/p>\n<p><strong>The Seven Ways To Minimize Your Taxes<\/strong><\/p>\n<p>Wealthfront employs <strong>seven<\/strong> ways to reduce your investment taxes:<\/p>\n<ol>\n<li>Using index funds (and specifically ETFs)<\/li>\n<li>Rebalancing your portfolio with dividends<\/li>\n<li>Applying different asset allocations for taxable and retirement accounts<\/li>\n<li>Tax–loss harvesting<\/li>\n<li>Stock-level Tax-Loss Harvesting<\/li>\n<li>Minimizing taxes when transferring brokerage accounts<\/li>\n<li>Minimizing taxes when withdrawing money from your account<\/li>\n<\/ol>\n<p>Each of these tactics can significantly improve your long-term, after-tax returns. To our knowledge no other automated investment service offers more than <strong>five<\/strong> of these capabilities and traditional advisors are not able to squeeze out as much benefit because they attempt to perform each service <em>manually<\/em>.<\/p>\n<p>If you pursue your own strategies, it is likely you can perform 1 through 4 on your own. Unfortunately, most individual investors will find rebalancing and tax-loss harvesting very difficult to do on their own.<\/p>\n<p><strong>Method 1:<\/strong> Invest In Index Funds (And Specifically ETFs)<\/p>\n<p>Index funds – and specifically ETFs – are dramatically more tax efficient than actively managed mutual funds. The primary reason is simple: lower turnover.<\/p>\n<p>According to the Investment Company Institute, the average annual turnover rate experienced by equity fund investors between 1980 and 2013 was 61% of its portfolio each year. Turnover means transactions, and transactions are taxable events.<\/p>\n<p>In contrast, index funds only turn over their portfolios when the companies that comprise their indexes change. In the case of the S&amp;P 500, on average only 4% of the companies that comprise the list of 500 companies changes each year. With this information as background we can do an analysis of the difference in annual taxes that result from each:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/06\/mutualvindexfund1.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5164\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/06\/mutualvindexfund1.png\" alt=\"mutualvindexfund\" width=\"650\" height=\"315\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/06\/mutualvindexfund1.png 650w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/06\/mutualvindexfund1-640x310.png 640w\" sizes=\"(max-width: 650px) 100vw, 650px\" \/><\/a><\/p>\n<p>If you assume the annual return for both an actively managed mutual fund and an index fund is 6% and they each earn 75% of their returns from appreciation (vs. 25% from dividends), then they each earn 4.5% pre tax from appreciation. Multiply the appreciation by the turnover and you get the taxable gain for the year.<\/p>\n<p>Assuming all the gains on the mutual fund are short term because of the high turnover (this is a little unfair since some will be long term, but it simplifies the analysis) and all the gains for the index fund are long term (this is accurate), if you apply the maximum federal tax rate to each, you see that index mutual funds could lower your annual after tax return by 1.15%!<\/p>\n<p>ETFs can, in some circumstances, add another layer of tax insulation on top of this. Because of the way ETFs work, they are less likely to create capital gains than traditional mutual funds.<\/p>\n<p><strong>Method 2<\/strong>: Rebalance Your Portfolio With Dividends<\/p>\n<p>Rebalancing is the process of selling investments that have performed well and buying more of the ones that performed poorly. It is a critical practice designed to keep your portfolio in line with its optimal weights, and has the added benefit of forcing you to periodically sell high and buy low.<\/p>\n<p>Historically, investors have rebalanced by selling their winners and reinvesting those proceeds in their losers. A more tax-efficient way to rebalance is to use dividends generated from your investments (ideally index funds\/ETFs) to buy more of your investments that performed poorly on a relative basis. By doing so you will seldom have to sell the investments that have performed well. Fewer sales means lower taxes owed.<\/p>\n<p>Most brokerage accounts allow you to reinvest your dividends in the security that issued them commission-free. This sounds great, but buying more of a security that has outperformed only exacerbates the need to rebalance.<\/p>\n<p>At Wealthfront, we are able to offer commission-free trading on all securities, allowing us to reinvest dividends in the most tax-efficient manner.<\/p>\n<p><strong>Method 3<\/strong>: Setting Different Asset Allocations for Taxable and Retirement Accounts<\/p>\n<p>Different asset classes have different tax treatments, and taking this into account when building your asset allocation plan can pay off. For example, dividends from Real Estate Investment Trusts (REITs) are taxed at ordinary income rates (up to 43.4% for a couple who earn $250k per year) whereas dividends from corporate stocks are taxed much less (up to 23.8% for the same couple). Therefore on an after-tax basis it makes more sense to place your REITs in a retirement account than in a taxable account.<\/p>\n<p>Wealthfront uses optional tax allocations seeking to improve your overall returns.<\/p>\n<p><strong>Method 4<\/strong>: Engaging In Tax-Loss Harvesting<br \/>\nTax-loss harvesting is the crown jewel of tax management. It involves selling an investment that is trading at a significant loss and replacing it with a highly correlated but not identical investment. Doing so allows you to maintain the risk and return characteristics of your portfolio and generate losses that can be used to reduce your current taxes.<\/p>\n<p>While tax-loss harvesting only defers your taxes, the tax savings generated can be reinvested and compounded over time. As a result, you are almost always better off paying taxes later rather than sooner. In addition, the ultimate tax rate you pay on your decreased basis (long-term capital gain) will be lower than the tax rate from which you benefited when you harvested your loss (short-term capital loss).<\/p>\n<p>The traditional way to tax-loss harvest was to evaluate your portfolio once per year and sell securities that have lost value. By automating the process and being able to trade commission free, Wealthfront is able to continuously look for losses, every hour of every day.<\/p>\n<p><strong>Method 5<\/strong>: Stock-level Tax-Loss Harvesting<\/p>\n<p>The previous example focused only on replacing ETFs that had fallen in value with other ETFs. Imagine the extra benefit you could generate if you could tax-loss harvest <em>within<\/em> a fund or index.<\/p>\n<p>Stock-level Tax-Loss Harvesting conveniently and affordably enables you to directly own all the stocks in a major index (like the S&amp;P 500). Wealthfront is the only automated investment service to offer Stock-level Tax-Loss Harvesting, and it is a significant technical feat, only made possible by massive automation and sophisticated software.<\/p>\n<p>While Stock-level Tax-Loss Harvesting saves investors somewhat on fees, since you don’t have to pay the expense ratio of the comparable ETF, the true value comes from tax-loss harvesting. At any given moment, the various stocks in an index will have different performance. Even if the overall index is up, some stocks will trade down. Stock-level Tax-Loss Harvesting allows you to sell those losers, harvest the losses, and still maintain the overall exposure you’re looking for. Mutual funds and ETFs are not allowed to distribute losses, so this tax efficiency is not available to them.<\/p>\n<p><strong>Method 6<\/strong>: Minimizing taxes upon transfer<\/p>\n<p>Many investors are reluctant to migrate the management of their portfolio to a low-cost automated investment service because of the taxes they’ll have to pay when they liquidate their current portfolio. Wealthfront addressed this problem by automating a number of actions that minimize the taxes you might incur when you transfer an old portfolio to us:<\/p>\n<ul>\n<li><strong>Incorporate Your Existing Investments.<\/strong> If you transfer ETFs or stocks that match the securities utilized in our basic investment service or a Stock-level Tax-Loss Harvesting portfolio then we will automatically incorporate them into your portfolio.<\/li>\n<li><strong>Wait Until Your Capital Gains Become Long-Term.<\/strong> We hold your transferred securities until they qualify for long-term capital gains treatment. Our software monitors your account every day and sells securities only once they reach the one-year threshold required to qualify for the much lower long-term capital gains tax rate.<\/li>\n<li><strong>Constant Monitoring To Minimize Realized Taxes.<\/strong> Our software evaluates changes to your transferred securities daily: If one of your transferred stocks flips from having a short-term gain to a short-term loss, Wealthfront will take advantage of that movement to sell that stock and intelligently apply the proceeds to your low-cost, diversified portfolio.<\/li>\n<li><strong>Accelerated Migration through Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting.<\/strong> Short-term capital losses from Wealthfront’s daily tax-loss harvesting and Stock-level Tax-Loss Harvesting services are automatically used to accelerate the sale of transferred securities that might have an offsetting short-term capital gain.<\/li>\n<li><strong>Limit Your Annual Tax Bill.<\/strong> Wealthfront’s new tax-minimized brokerage account transfer service allows you to specify the <em>maximum capital gain taxes<\/em> you are willing to recognize in a given year, which gives you the ability to spread out your taxes over multiple years if desired.<\/li>\n<\/ul>\n<p><strong>Method 7<\/strong>: Minimizing Taxes Upon Withdrawal<\/p>\n<p>Investments typically must be sold to satisfy an account withdrawal request. If those investments are sold at a gain then they will typically generate a tax liability. However, when you withdraw money from a Wealthfront account, we minimize your tax liability by selling lots with losses first (since they generate no tax liability) followed by lots with only a small tax liability (typically those taxed at the lower long-term capital gains rate) and only then followed by lots with significant tax liability. As a result, you&#8217;ll likely only generate an insignificant tax liability when withdrawing a small amount of money.<\/p>\n<p><strong>Bringing Taxes To the Forefront<\/strong><\/p>\n<p>The rise of automated investment services means that taxes can now be managed as, if not more aggressively, than fees have been managed over the past two decades. The dramatic collapse of commission prices and the rise of automation means that institutional-grade tax-loss harvesting is now within the reach of all investors. Stock-level Tax-Loss Harvesting techniques take that a step further, putting the highest possible level of tax management within reach.<\/p>\n<p>At this point, investors know enough to demand low fees. ETFs have pushed costs down to the floor and automated investment services like Wealthfront have done the same for portfolio management. But taxes? Most investors could still add multiple percentage points to their after tax returns by embracing new tools and techniques.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our goal at Wealthfront is to maximize your net-of-fees, after-tax returns. If you’re a regular reader of this blog, you’ll know that we say that phrase over and over again. Our chief investment officer, Burton Malkiel, is famous for pointing out that there are only three things you can control when investing – your costs, [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7304,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[997,5,917,999,998,1000],"yst_prominent_words":[3473,3475,1531,1527,2348,2365,5159,2225,2371,5161,2282,5160,5158,2123,2279,2119,2369,2366,3471,2429],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5161"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5161"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5161\/revisions"}],"predecessor-version":[{"id":11873,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5161\/revisions\/11873"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7304"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5161"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5161"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5161"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5161"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}