{"id":5168,"date":"2015-06-18T09:47:23","date_gmt":"2015-06-18T16:47:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5168"},"modified":"2020-02-03T16:06:30","modified_gmt":"2020-02-04T00:06:30","slug":"dollar-cost-averaging-behavioral-view","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dollar-cost-averaging-behavioral-view\/","title":{"rendered":"Dollar Cost Averaging: A Behavioral View"},"content":{"rendered":"<p><em><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/Meir-Hi-res-e1382562006827.jpg\"><img loading=\"lazy\" class=\"alignleft wp-image-4193\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/10\/Meir-Hi-res-e1382562006827.jpg\" alt=\"Meir Hi res\" width=\"200\" height=\"300\" \/><\/a>This is a guest post by Meir Statman. Meir Statman, PhD, is the Glenn Klimek Professor of Finance at the Leavey School of Business, Santa Clara University. He is also an advisor to the <a href=\"https:\/\/www.wealthfront.com\/investment-team\" target=\"_blank\" rel=\"noopener noreferrer\">Wealthfront Investment Team<\/a> and the author of &#8220;What Investors Really Want: Know What Drives Investor Behavior and Make Smarter Financial Decisions&#8221;.<\/em><\/p>\n<p>Investors with cash destined for stocks sometimes employ dollar-cost-averaging by dividing their cash into segments and committing to convert each segment to stocks according to a predetermined schedule. Investors with $120,000 might employ dollar-cost-averaging by committing to invest $10,000 in stocks on the 10<sup>th<\/sup> of each of the coming 12 months. The alternative to dollar-cost averaging is lump-sum investing: investing the entire $120,000 in stocks today.<\/p>\n<p>The rational argument against dollar cost averaging is strong. George Constantinides demonstrated in his 1979 paper “A Note on the Suboptimality of Dollar Cost Averaging” that arguments in favor of dollar-cost-averaging are logically inconsistent with rationality, and Michael Rozeff demonstrated by simulation in his 1994 paper “Lump-Sum Investing versus Dollar Cost Averaging” that lump-sum investing is superior to dollar-cost-averaging.<\/p>\n<p>Why then does the practice of dollar-cost averaging persist?<\/p>\n<p><strong>A Behavioral View: Framing and Prospect Theory <\/strong><\/p>\n<p>Consider an investor with $2,000 in cash that has chosen to invest in stocks. The decision implies that our investor’s desire for the high expected long-run gains of stocks exceeds his aversion to potential long-run losses imposed by stocks. Yet his aversion to potential short-term losses imposed by stocks during the coming day or week might exceed his desire for high expected long-term gains.<\/p>\n<p>Sometimes, this fear of loss might deter our investor from buying stocks altogether. This “loss aversion” is a well-documented part of <em>prospect theory<\/em>, a foundational theory in behavioral economics that describes choice among alternatives. Dollar-cost averaging overcomes loss aversion in a frame that highlights gains and obscures losses.<\/p>\n<p>Here’s why: Suppose our investor employs dollar-cost averaging by dividing his $2,000 into two segments of $1,000 each. He invests $1,000 in shares of a stock today and commits to invest the second segment in shares of that stock on a specific day next month. Imagine he buys 20 shares today at $50 per share, but that the price of shares declines subsequently to $12.50 and he buys 80 shares next month.<\/p>\n<p>Framed the rational way, our investor started with $2,000 in cash and now, a month later, owns 100 shares worth $12.50 each for a total of $1,250, implying a $750 loss. Proponents of dollar-cost averaging, however, frame things differently: our investor bought 100 shares at an average price of $20, while the average price per share in the two dates, $50 and $12.50, was $31.25, implying an $11.25 per-share gain. Indeed, framed this way, our investor sees gains in all circumstances except when stock prices never changes. Maybe that’s why the popularity of dollar-cost averaging can be traced back at least to the 1940s<a href=\"#_ftn1\" name=\"_ftnref1\">[1]<\/a>, and has never waned.<\/p>\n<p><strong>Pride and Regret<\/strong><\/p>\n<p>One particularly interesting finding is that the behavioral experience of lump sum investing cuts both ways, whether you’re buying or selling stocks.<\/p>\n<p>Rational investors are immune to the emotional influence of pride and the regret on choices, but normal investors are not immune. The purchase or sale of stocks today can result in a possibly large gain or large loss during the coming month, while cash would bring a sure but small gain. If the purchase of shares by normal investors results in gains, these gains are supplemented by the joy of pride. If the purchase of shares results in losses, however, those losses are magnified by the pain of regret.<\/p>\n<p>Normal investors anticipate the joy of pride and pain of regret when they make choices, knowing that the pain of regret is more intense than the joy of pride. But the fact that they are making a choice is critical. Normal investors with $2,000 in cash are inclined to keep it rather than buy stocks and suffer the pain of regret that accompanies stock losses relative to the $2,000 cash reference point. Conversely, normal investors with $2,000 in stocks are inclined to keep them rather than sell for cash and suffer the pain of regret that accompanies stock gains relative to the $2,000 stock reference point.<\/p>\n<p>Investors mitigate their anticipated regret when they convert only one half their cash into stocks today. This way they can console themselves if stock prices plunge during the coming month and even enjoy pride by the thought that they can now buy stocks at lower prices with the other half of their cash. Similarly, investors mitigate their anticipated regret when they convert only one half their stocks into cash today. This way they can console themselves if share prices zoom during the coming month and even enjoy pride by the thought that they can now sell the other half of their stocks at higher prices.<\/p>\n<p>The critical point about dollar-cost averaging is that it is a ‘non-contingent’ investment plan. The non-contingent nature of dollar-cost-averaging is manifested in the strict rule set at the initiation of the plan to invest a particular amount in each subsequent period, not contingent on any subsequent information, such as changes in interest rates, economic growth, or stock returns.<\/p>\n<p>This is, of course, irrational. Constantinides proved that dollar-cost-averaging is inferior in the eyes of rational investors to an investment plan contingent on information that arrives subsequent to the initiation of the plan. However, there is a close link between regret and responsibility for choice. Choices made under duress entail little responsibility and inflict little regret. Choices made by strict rules are similar to choices made under duress. The ability of a dollar-cost-averaging plan to reduce responsibility is especially helpful for investors concerned about their susceptibility to regret.<\/p>\n<p><strong>Dollar Cost Averaging and You<\/strong><\/p>\n<p>Using dollar-cost-averaging is like putting on eyeglasses. Eyeglasses will distort the sight of people with 20\/20 vision, but improve the sight of people with less than 20\/20 vision. Eyeglasses correct one distortion by introducing another. It is a case of two wrongs that can make a right; it just depends on the individual.<\/p>\n<p>If dollar-cost averaging makes it easier to get started and put money to work, it can be a useful behavioral tool. If you’re able to look past the potential regret that lump-sum investing offers, that can be a better approach. Dollar-cost averaging is indeed a second-best solution, but if it starts investors on a road that leads to an allocation of a portion of wealth to stocks, it can be a good tool.<\/p>\n<p><em>This post is adapted from a chapter in Professor Statman’s forthcoming book. <\/em><\/p>\n<p>Consistent with the rational approach Professor Statman mentions, Wealthfront’s standard approach is focused on lump-sum investing. The benefit of investing in a portfolio of relatively uncorrelated asset classes is that when one asset class is up, it’s likely others are down. Therefore, the timing of when you invest is relatively unimportant.<\/p>\n<p>If you prefer to dollar cost average, however, we’ve made it convenient for you to schedule deposits into your Wealthfront account via bank transfer (ACH). To set-up a scheduled deposit, log in and click the “Add Funds” button.<\/p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]<\/a> <em>(See, for example, discussions in Ketchum [1947], Solomon [1948], and Weston [1949].)<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is a guest post by Meir Statman. Meir Statman, PhD, is the Glenn Klimek Professor of Finance at the Leavey School of Business, Santa Clara University. He is also an advisor to the Wealthfront Investment Team and the author of &#8220;What Investors Really Want: Know What Drives Investor Behavior and Make Smarter Financial Decisions&#8221;. Investors with [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":7232,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[56,1001,1002,267],"yst_prominent_words":[5153,5155,5151,2990,5141,5144,5148,5142,5154,5147,5152,5149,10294,5143,5145,5157,5150,10295,1491,5146],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5168"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5168"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5168\/revisions"}],"predecessor-version":[{"id":12546,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5168\/revisions\/12546"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7232"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5168"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5168"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5168"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5168"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}