{"id":5193,"date":"2015-07-15T10:00:13","date_gmt":"2015-07-15T17:00:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5193"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"vanguard-etfs-low-cost-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/vanguard-etfs-low-cost-portfolio\/","title":{"rendered":"Why Do Vanguard ETFs Dominate Low-Cost Portfolios?"},"content":{"rendered":"<p><span class=\"firstcharacter\">T<\/span>he rise of exchange-traded funds, or ETFs, has been a critical factor in the rise of automated investment services like Wealthfront. ETFs are on average cheaper, more tradable and more tax-efficient than traditional index funds (see <a href=\"https:\/\/blog.wealthfront.com\/index-etfs-automated-investment-choice\/\">Why Index ETFs Are The Automated Investment of Choice<\/a>). They allow everyday investors to access the same high quality products at the same ultra-low prices as the largest institutional investors in the world.<\/p>\n<p>There are now more than 60 companies offering ETFs in the U.S. with a combined $2.1 trillion under management.<\/p>\n<p>If you look at the average Wealthfront portfolio, however, you’ll notice it’s dominated by ETFs from one firm: Vanguard. On average, upwards of 90% of our initial portfolio allocations go into Vanguard ETFs.<\/p>\n<p>It’s not that other ETF issuers are bad at what they do. Quite the contrary; they are among the most efficient fund providers in history. It’s just that Vanguard has unique advantages that the other firms can’t match. The result is a portfolio of ETFs that are <em>consistently<\/em> low-cost and high quality.<\/p>\n<p><strong>A Different Kind of Financial Firm<\/strong><\/p>\n<p>Vanguard was created in the mid-1970s by Jack Bogle. Bogle was frustrated with Wall Street serving itself more than its investors, and launched a company in part to solve that.<\/p>\n<p>He succeeded in large part by launching the world’s first <em>index<\/em> mutual fund in 1976. That fund only attracted $17 million in its first year and was roundly panned at the time as “Bogle’s Folly.” Today, Vanguard is the largest fund company in the world, with more than $3 trillion under management.<\/p>\n<p>Vanguard is unique in two critical ways that allows its funds to be different … and we think better … than competing funds.<\/p>\n<p><strong>A Company Built For Investors<\/strong><\/p>\n<p>First and foremost is the company’s structure: Vanguard is a company built for investors. In fact, it is actually <em>owned <\/em>by the investors in its mutual funds and ETFs rather than shareholders.<\/p>\n<p>Here is how the company explains its unique structure, in its article “<a href=\"https:\/\/about.vanguard.com\/what-sets-vanguard-apart\/why-ownership-matters\/\">Why Ownership Matters<\/a>”:<\/p>\n<blockquote><p>Typical investment management companies are owned by outside stockholders. These companies have to charge fees to pay their owners, which can reduce investors&#8217; returns.<\/p>\n<p>At Vanguard, there are no outside owners, and therefore, no conflicting loyalties. The company is owned by its funds, which in turn are owned by their shareholders—including you, if you&#8217;re a Vanguard fund investor. Our unique client-owned structure allows us to return profits to our fund shareholders in the form of lower expenses. Low costs help our clients keep more of their returns, which can help them earn more money over time.<\/p>\n<p>In other words, Vanguard is structured as a &#8220;mutual&#8221; mutual fund company. Our interests are completely aligned with those of our clients. We never have to weigh what&#8217;s best for clients against what&#8217;s best for the company&#8217;s owners, because they are one and the same.<\/p><\/blockquote>\n<p>Truer words have never been written.<\/p>\n<p><a href=\"https:\/\/medium.com\/@adamnash\/broken-values-bottom-lines-3d550a27629\">Wall Street is rife with conflict<\/a> that pits the interest of entrenched financiers against the interests of actual investors. For too long, this conflict has been tilted in the favor of big money.<\/p>\n<p>Vanguard – located a few hours south of New York in the leafy Philadelphia suburb of Malvern, Penn. – is a shining exception to the rule. It operates with a singular vision, to provide high quality funds at the lowest possible <em>sustainable<\/em> cost, and it does that for both the smallest retail investors and the largest institutional investors in the world.<\/p>\n<p>Are Vanguard ETFs always the cheapest? Usually. Other firms attempt to put out slightly lower prices as a marketing gimmick to try to win investor assets. But on a consistent, long-term basis, Vanguard is the best … by design.<\/p>\n<p>And you can count on that year after year.<\/p>\n<p><strong>Share Class Structure<\/strong><\/p>\n<p>The second advantage Vanguard’s ETFs have over their peers is their structure. Uniquely in the ETF industry, Vanguard ETFs are structured as a share class of its broader index funds.<\/p>\n<p>Here&#8217;s how it works. The Vanguard Total Stock Market ETF (VTI) &#8212; a core allocation in our portfolios &#8212; has $57 billion in assets. That’s a lot! But Vanguard actually runs a single portfolio for both VTI and the index fund share classes tracking the same index. When you count both index fund share classes and the ETF, the firm has $440 billion in the fund. That’s really a lot!<\/p>\n<p>By structuring its ETFs as share classes of its broader index funds, Vanguard lets ETF investors tap into the size, scale and breadth of the larger firm. Because scale leads to lower costs in the asset management company, Vanguard’s patented “share class structure” means lower costs for everyone.<\/p>\n<p><strong>Better By Design<\/strong><\/p>\n<p>In the end, Vanguard is simply better by design. How they do it is interesting, but all you really need to know about Vanguard is that like Wealthfront, its clients are its one true north. Every decision it makes – like every decision we make – is guided by a singular vision to create the best possible outcome for its investors.<\/p>\n<p>There are plenty of good ETFs out there, and we are happy to rotate out of Vanguard ETFs and into competing product when tax-loss-harvesting opportunities present themselves.<\/p>\n<p>But Vanguard has been at the core of Wealthfront portfolios since our inception, and we expect that to stay the same for years to come.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The rise of exchange-traded funds, or ETFs, has been a critical factor in the rise of automated investment services like Wealthfront. ETFs are on average cheaper, more tradable and more tax-efficient than traditional index funds (see Why Index ETFs Are The Automated Investment of Choice). They allow everyday investors to access the same high quality [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7306,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1013,114,1014,255],"yst_prominent_words":[5105,5111,5101,1672,1332,5103,1281,5104,5099,1321,5100,1257,5106,5109,5108,5102,5107,5110,3141,3543],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5193"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5193"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5193\/revisions"}],"predecessor-version":[{"id":11878,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5193\/revisions\/11878"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7306"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5193"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5193"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5193"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5193"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}