{"id":5198,"date":"2015-07-22T09:19:58","date_gmt":"2015-07-22T16:19:58","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5198"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"greece-china-teach-us-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/greece-china-teach-us-investing\/","title":{"rendered":"What Greece and China Teach Us About Investing"},"content":{"rendered":"<p>It’s been a crazy couple of weeks for the investing world. China’s stock market – after one of the biggest run-ups of any market in history – has suffered a 40% collapse in just a few weeks. Greece has teetered on the brink of default, and still may or may not exit the Euro. The U.S. has drawn up a major new deal with Iran; oil is down sharply; and Indian stocks are rallying like mad.<\/p>\n<p>What should an investor do?<\/p>\n<p>In a word: Nothing.<\/p>\n<p>If there’s anything that the day-by-day machinations of the market teach us, it is that slow and steady wins the race.<\/p>\n<p><strong>The Incredible Mean-Reverting Nature of Stock Returns<\/strong><\/p>\n<p>Investors have long known that staying the course is one of the most important things to do. Some of the best research on this topic comes from the so-called “Wizard of Wharton” – University of Pennsylvania professor Jeremy Siegel. In his New York Times bestselling book, <em>Stocks for the Long Run, <\/em>Siegel looked at the performance of equities from 1802 through 1997, the year the book was first published.<\/p>\n<p>His findings were astonishing: Despite the day-to-day volatility that we all feel, the actual long-run returns of stocks are remarkably consistent.<\/p>\n<p>Here’s how he summarized his findings:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/longrun.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5199\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/longrun.png\" alt=\"longrun\" width=\"523\" height=\"376\" \/><\/a><\/p>\n<blockquote><p>“Despite extraordinary changes in the economic, social, and political environment over the past two centuries, stocks have yielded between 6.6 and 7.2 percent per year after inflation in all major subperiods. The wiggles on the stock return line represent the bull and bear markets that equities have suffered throughout history. The long-term perspective radically changes one&#8217;s view of the risk of stocks. The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.<\/p><\/blockquote>\n<p>His last line bears repeating: <em>The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth<\/em>.<\/p>\n<p>Siegel found that almost no matter what period you looked at, stocks delivered about 7% after inflation. The Civil War, World War I, World War II, even the Great Depression (marked by the second black vertical line) were hiccups compared to the overall trend.<\/p>\n<p>The pattern repeats in other countries, including those that have experienced catastrophic collapses. World War II, for example, sheared 90% off the value of German equities … but German stocks completely rebounded by 1958, rising 30% per year on average from 1948 to 1960. They went on from there to new highs. Averaged out over the long haul, their return is a consistent 6.6% real return … a figure that continues through this day.<\/p>\n<p>The same is true for Japan, the UK, and all other markets that Siegel has studied; in the short-run, volatility, but in the long run, profits.<\/p>\n<p><strong>Can’t We Just Side-Step the Disaster Spots?<\/strong><\/p>\n<p>Of course, the best possible outcome would be to steer clear of pullbacks, selling when markets are about to collapse and buying when they start to recover. This is the marketing pitch used by virtually every active manager in the world, and it is intuitively compelling.<\/p>\n<p><em>“Greece has been a disaster for years,” <\/em>you can’t help but think.<em> “Surely, if I had been paying attention, I would have sold and avoided its recent fall.”<\/em><\/p>\n<p><em>“China’s stock market was clearly a bubble,” <\/em>you ponder<em>. “The economy is slowing; reforms are stagnating; any idiot would have sold out before things got bad!”<\/em><\/p>\n<p>Unfortunately, the data shows that even high-paid professionals are bad at sidestepping these pullbacks, and everyday investors are worse.<\/p>\n<p>As mentioned repeatedly on this blog, every piece of significant data shows that the vast majority of active mutual fund managers underperform the market over any meaningful period of time. Despite all their high-paid analysts and fancy data services, they can’t beat a broad-based index.<\/p>\n<p>But the dirty little secret is, as bad as professional money managers are at beating the market, retail investors – on average – do worse.<\/p>\n<p>In a <a href=\"http:\/\/news.morningstar.com\/articlenet\/article.aspx?id=637022\">major study published in February 2015<\/a>, Morningstar looked at the difference between the average return of mutual funds and the actual returns that investors enjoyed. The data is brutal: While the average U.S. equity mutual fund returned 8.18% for the decade ending December 31, 2013, the average dollar invested in U.S. equity funds returned just 6.52%. For international equity funds, the situation was worse: an 8.77% return for the average fund, but a 5.76% return for investors.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/morningstar.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5200\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/morningstar.png\" alt=\"morningstar\" width=\"900\" height=\"411\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/morningstar.png 900w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/morningstar-640x292.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/07\/morningstar-768x351.png 768w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/a><\/p>\n<p>John Rekenthaler, the vice president of research at Morningstar, explained what was happening in Barron’s last year. “The problem,” the magazine wrote, summarizing his comments, “is that investors tend to get in and out of an asset class at the wrong time.”<\/p>\n<p>In other words, we tend to buy high and sell low. The problem is worse in the more volatile asset classes, ostensibly because we’re more likely to panic.<\/p>\n<p>[It’s not just Morningstar. DALBAR <a href=\"http:\/\/www.dalbar.com\/Portals\/dalbar\/cache\/News\/PressReleases\/2014QAIBHighlightsPR.pdf\">conducts an annual study<\/a> that looks at the same effect over rolling twenty-year periods. Its last finding shows that investors underperformed the market by 4.2% per year over the past twenty years.]<\/p>\n<p><strong>Don’t Buy What They’re Selling<\/strong><\/p>\n<p>The reason we don’t hear much about the power of long-term investing – and the truth about the futility of trading – is that long-term investing is boring and it’s cheap. The financial media thrives by encouraging you to panic, and large parts of the financial industry make money only when you act. Big moves sell newspapers, and high trading activity means commissions for online brokers. The only people who don’t profit from that activity are investors themselves, because as it turns out, we can’t predict the future.<\/p>\n<p>Even as we finalize this post, Greece is possibly stabilizing, Chinese stocks have evened out and the crisis-du-jour involves gold. Did you see that coming? Do you know what comes next?<\/p>\n<p>It’s hard to stare down a significant market correction and stick to your plan. When the US government shut down in September 2013 during the budget showdown, we saw a large number of clients refrain from continuing to add deposits. They paid handsomely for missing out on the rebound. If you invest regularly, harvest your losses and rebalance your portfolio, you’ll end up benefiting from market corrections in multiple ways. It won’t be easy. But over the long haul, it will really pay off.<\/p>\n<p>For more on this topic please read:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/keep-investing-even-while-down\/\">Stay the Course, Even While You’re Down<\/a><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/no-need-to-fear-market-corrections\/\">There’s No Need to Fear Stock Market Corrections<\/a><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/invest-despite-volatility-2\/\">Invest Despite Volatility<\/a><\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. The analysis uses information from third-party sources, which Wealthfront believes to be, however Wealthfront does not guarantee the accuracy of the information. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It’s been a crazy couple of weeks for the investing world. China’s stock market – after one of the biggest run-ups of any market in history – has suffered a 40% collapse in just a few weeks. Greece has teetered on the brink of default, and still may or may not exit the Euro. The [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[],"yst_prominent_words":[5092,2359,5094,5090,5098,5096,5093,2361,1257,5088,5095,1294,4883,1329,5097,5089,1838,2649,5091,3572],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5198"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5198"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5198\/revisions"}],"predecessor-version":[{"id":11879,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5198\/revisions\/11879"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7233"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5198"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5198"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5198"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5198"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}