{"id":5204,"date":"2015-07-29T09:46:28","date_gmt":"2015-07-29T16:46:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5204"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"everyone-wants-manage-investments","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/everyone-wants-manage-investments\/","title":{"rendered":"Not Everyone Wants to Manage Their Own Investments"},"content":{"rendered":"<p>One of the biggest lessons I teach my MBAs at Stanford Graduate School of Business is to not project their tastes onto others when evaluating a business idea. That’s very hard advice to take because human nature leads us to think others must share our views. A product or service&#8217;s success doesn&#8217;t depend on whether <em>you<\/em> like it. Rather it depends on whether the target audience &#8211; of which you may not be a part &#8211; likes it. This insight was critical to my and my Benchmark partners’ success as venture capitalists.<\/p>\n<p>And yet, I constantly see this mistake made when people talk about the investment industry. It might surprise you to learn that approximately 75% of US individuals prefer to delegate the management of their portfolios to others (“delegators”) vs. 25% who prefer to manage their portfolios themselves (“Do-it-yourselfers” or “DIYers”). The ratio of delegators to DIYers hasn&#8217;t changed very much over time.<\/p>\n<p>If you’re like most people who read about investing, you probably thought the opposite was true – that most people invest themselves. This point of view is driven into the public consciousness by the frequency of ads we see for investment services targeting DIYers vs. those targeting delegators.<\/p>\n<p>DIYers generally prefer to manage their investments themselves for one of two reasons – they genuinely enjoy doing it or they hate paying fees of any kind (because they find it hard to believe that <em>any<\/em> fee can be justified). Delegators prefer to delegate the management of their portfolios because they either don’t have the time to do it or they are not confident in their ability to do a great job. Some delegators are what I like to call <em>reluctant DIYers<\/em> because they would like to delegate, but don’t have enough money to qualify for a high quality investment advisor.<\/p>\n<p>Automated investment services like Wealthfront were specifically created to help young delegators and reluctant DIYers. Unfortunately there is quite a bit of confusion in the marketplace about the different types of investment management options available to delegators … and even more confusion about what these people actually want, both today and in the future.<\/p>\n<p><strong>The Three Types of Investment Advisory Services<\/strong><\/p>\n<p><strong> <\/strong>We believe the investment advisory business can be segmented into three types of providers:<\/p>\n<ul>\n<li>Traditional investment advisors<\/li>\n<li>Technology assisted advisors<\/li>\n<li>Automated investment services<\/li>\n<\/ul>\n<p>Traditional advisors either work for large brokerage firms like Morgan Stanley or independent registered investment advisors (RIAs) like Edelman Financial Services. They personally market their services and offer a full suite of hand crafted financial advisory services including investment management, financial planning, personal finance advice, help securing mortgages and in some cases estate planning and tax advice. In return for highly personal service most high quality advisors require significant account minimums (many times in excess of $1 million) and charge, on average, annual fees of 1% of your assets under management (for more on the logic behind why traditional advisors require such high minimums and fees, please see like <a href=\"https:\/\/blog.wealthfront.com\/private-wealth-manager-fees-cost\/\">Why Wealth Managers Have High Account Minimums<\/a>).<\/p>\n<p>Technology assisted advisors also provide highly personalized financial advisory service, but leverage the Internet to reduce their cost of client acquisition. They offer the ability to open an account on-line and often offer free personal finance software tools to attract you to their sites.<\/p>\n<p>Technology, however, is only applied to <em>the front end<\/em>. The actual investment and account management &#8211; <em>the back end <\/em>&#8211; is still executed by traditional advisors. Technology assisted advisors are able to leverage the efficiency of Internet <em>marketing<\/em> to charge less and require smaller minimums than traditional advisors, but they don’t leverage the full power of automation to drive costs to a minimum. Two examples of technology assisted advisors are startups like Personal Capital as well as Vanguard’s Personal Advisor Services. Personal Capital charges an annual advisory fee of 0.90% and requires a minimum account of $100,000. Vanguard charges an annual advisory fee of 0.30% and requires a minimum account of $50,000 to access a blind pool of advisors or $500,000 to be assigned a permanent advisor.<\/p>\n<p>Automated investment services (AIS) like Wealthfront solely rely on software to acquire and manage client accounts. They do not require or offer the opportunity to talk to an advisor because everything, including deposits, withdrawals, transfers, reporting, tax minimization and of course investment management, is done via a web or mobile interface (they do, of course, provide access to client service professionals for technical support). The benefit of a software-based solution is that it is much lower cost and has much lower minimums than the two previously described services. In Wealthfront’s case our minimum is only $500 and we only charge a low 0.25% annual advisory fee.<\/p>\n<table dir=\"ltr\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<colgroup>\n<col width=\"332\" \/>\n<col width=\"120\" \/>\n<col width=\"124\" \/>\n<col width=\"143\" \/><\/colgroup>\n<tbody>\n<tr>\n<td colspan=\"4\" rowspan=\"1\">Methods of delivering investment management services<\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td><strong>Traditional Advisor<\/strong><\/td>\n<td><strong>Technology Assisted Advisor<\/strong><\/td>\n<td><strong>Automated Investment Service<\/strong><\/td>\n<\/tr>\n<tr>\n<td><strong>Front End (Client Acquisition)<\/strong><\/td>\n<td>Advisor<\/td>\n<td>Software<\/td>\n<td>Software<\/td>\n<\/tr>\n<tr>\n<td><strong>Back End (Investment &amp; Account Management)<\/strong><\/td>\n<td>Advisor<\/td>\n<td>Advisor<\/td>\n<td>Software<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><strong>Different Strokes For Different Folks<\/strong><\/p>\n<p>By now, it should be clear that traditional advisors and technology assisted advisors target the same market: generally baby boomers, but more broadly people who are within 10 years (plus or minus) of retirement. They both offer the personal touch of being able to work with an advisor, which older people typically require.<\/p>\n<p>In contrast, automated investment services target young people who perceive having to talk to an advisor as a negative. Millennials are used to subscribing to all their services electronically. To them, investing is just another service that should be automated in the cloud.<\/p>\n<p>Most of the people I talk to from the investment management industry mistakenly think that low fees are the primary benefit of an automated investment service. Our clients tell us low fees are nice, but it’s the automated nature of what we do that they most appreciate. That’s not to say <em>only<\/em> millennials will want to use an automated investment service, but they represent the vast majority of our clients.<\/p>\n<p>If you’re a frequent reader of our blog you’ll know that we never refer to ourselves as a “robo-advisor.” Our primary reason is it has come to mean any investment service with a web front end. In other words, the term “robo-advisor” incorporates both technology assisted advisors and automated investment services. We don’t think describing those two segments as one market makes sense because they address very different client bases. In his seminal book <em>Crossing the Chasm<\/em>, Geoffrey Moore defines a market as a group of customers that reference each other. It is very seldom that Wealthfront and Vanguard Personal Advisor Services compete for the same client. Our primary prospects don’t want to talk to an advisor and Vanguard’s primary prospects do.<\/p>\n<p>This raises a very common question: Can’t technology assisted advisors easily implement their back ends in software? It should come as no surprise that we think the answer to that question is no. Anyone who has worked in technology knows that software is not a commodity. It takes a special culture and focus to attract the best developers, and the best developers are radically more productive than average developers. Many companies claim to be engineering-driven, but as our VP of research and engineering, Avery Moon, wrote in <a href=\"http:\/\/eng.wealthfront.com\/2013\/11\/how-to-find-great-engineering-culture.html\">How To Find a Great Engineering Culture<\/a>, only companies for whom engineering is the most strategic function have the chance to attract the best engineers. A classic example is Schwab’s recent introduction of an automated investment service. Schwab launched with a service in March 2015 that looked a lot like what Wealthfront offered three years ago. The major difference between a traditional investment service and a software-based service is that software constantly improves whereas people-intensive services only improve marginally over time.<\/p>\n<p><strong>The Generational Delegator Divide<\/strong><\/p>\n<p>In the end, we do not believe there is an ideal solution for all investors. Baby boomers typically have been raised with the expectation that high quality service means personal service. They are usually more than happy to pay a premium to gain access to someone who can hold their hand through difficult decisions. Technology assisted advisors leverage their greater marketing automation to reduce the price one needs to pay for personal service. Automated investment services primarily appeal to a clientele who would prefer not to have to talk to an individual to execute their financial tasks – in other words they define service in terms of convenience, not interaction.<\/p>\n<p>The different approaches appeal to different generations of delegators – all of them representing large, healthy markets. Baby Boomers alone have invested approximately $16 trillion with mostly traditional advisors, and they will likely keep their money there. Millennials represent an even larger cohort than the baby boomer generation and already have at least $1 trillion of investible assets. They will likely look for a different solution. [Notice I said <em>investible<\/em>. Only a small percentage of it has been invested yet, but the total amount controlled by millennials will likely grow to in excess of $7 trillion in the next five years.]<\/p>\n<p>There is an increasing perception among market analysts that a hybrid solution of a traditional advisor coupled with an automated investment service will likely win in the long run. I think this is a classic case of what I advise my students against. Very few investment industry pundits are millennials. They’re mostly Baby Boomers or Gen Xers, and they’re projecting their own desires onto what they think the market wants. They assume young people will want to talk to an advisor as they get older and wealthier. To me that’s like saying someone who listens to rap music will prefer symphony when she gets older. Different generations have different tastes and require different solutions. That’s not to say all young people will want an automated investment service, but it explains the rapid growth of this new market.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>One of the biggest lessons I teach my MBAs at Stanford Graduate School of Business is to not project their tastes onto others when evaluating a business idea. That’s very hard advice to take because human nature leads us to think others must share our views. A product or service&#8217;s success doesn&#8217;t depend on whether [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7257,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1015,1016,1017,1018,1019],"yst_prominent_words":[2506,5269,1531,1527,2348,5274,5270,1258,1376,1530,4983,5275,5272,5273,1299,1795,5271,5268,5267,3244],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5204"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5204"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5204\/revisions"}],"predecessor-version":[{"id":11880,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5204\/revisions\/11880"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7257"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5204"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5204"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5204"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5204"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}