{"id":5210,"date":"2015-08-12T09:45:55","date_gmt":"2015-08-12T16:45:55","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5210"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"smart-529-plan-beneficiary-save-college","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/smart-529-plan-beneficiary-save-college\/","title":{"rendered":"Be Smart About Your 529 Plan Beneficiary and Save More for College"},"content":{"rendered":"<p><strong>Update:<\/strong> Please see <a href=\"https:\/\/www.wealthfront.com\/529\">our 529 page<\/a>.<\/p>\n<p>For many people who are considering having children or already have started a family, the prospect of saving for college can be daunting. Rapidly rising tuition and related costs create the impression of a seemingly insurmountable savings goal.<\/p>\n<p>In the past, Wealthfront has written posts to help its clients navigate some of the difficult choices surrounding saving for college, including <a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\">how much to save<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\">which 529 plan to choose<\/a>. With estimates of the cost of a college education for a child born in 2015 running as high as $95,000 for in-state public college, and $323,000 for private college, this can be one of the most daunting financial goals young parents face.<\/p>\n<p>There are a couple options for really maximizing your college savings through 529 plans. The first method is <a href=\"https:\/\/blog.wealthfront.com\/529-plans-benefits-superfunding\/\">taking advantage of superfunding<\/a>: an upfront contribution of five years of gifts by both parents. This method takes full advantage of the ~18 years you have to save for a child&#8217;s higher education.<\/p>\n<p>The second method takes advantage of a lesser known option for 529 plans: changing the beneficiary.<\/p>\n<h2>It&#8217;s Easy to Change the 529 Plan Beneficiary<\/h2>\n<p>One of the largest risks a parent faces when saving for a child&#8217;s college education is the possibility that the child will not, in fact, choose to go to college. As a result, the 529 plan allows you, at least twice a year, to re-assign the beneficiary of a 529 plan without penalty or taxes. There are limits on who you can change the beneficiary to, but they are fairly flexible as long as you avoid skipping generations.<\/p>\n<p>This ability may not seem like much, but it turns out to have potentially large implications for how you save.<\/p>\n<h2>You Can Save for More than 18 Years<\/h2>\n<p>One of the most powerful benefits that accrue to young savers is the long term compounding of investment gains. Unfortunately, unlike retirement, which can be several decades in the future, college savings is largely limited by the fact that most young adults in the Unites States matriculate at the age of 18. However, you can use beneficiary changes to increase the time your investments have to grow.<\/p>\n<p>As a simple example, if you and your spouse are expecting a new addition to the family, you don&#8217;t need to wait until they arrive to open a 529 plan. You can open an account immediately, set the beneficiary to another qualifying family member, and start saving. Once your child is born and you have their social security number, you can switch the beneficiary to your child.<\/p>\n<p>For a more involved example, let&#8217;s assume a couple is planning on having more than one child. Rather than save equally for each child, there is a distinct benefit to effectively over-saving for the first child. Excess assets that accumulate for the first child can then be re-designated for a second child (or others) at a future date. If you have three children, each three years apart, investments for the third child potentially could have an extra six years to compound.<\/p>\n<p>Let&#8217;s examine two scenarios for that couple. In scenario one, the couple saves $5,000 per year, per child, every year from their birth until they turn 18 and matriculate. With the birth of each child, they add a new 529 account. In other words the couple will need to save $10,000 per year starting in year 4, and $15,000 per year in year 7. To simplify the exercise, we&#8217;ll assume a steady 6.5% annual return on their investments. Each child&#8217;s 529 account will end up with $177,584 by the time they reach 18.<\/p>\n<p>In scenario two, the couple begins with child one by saving $11,400 per year in a single 529. Once the child reaches 18, the couple splits off $177,884 into a separate 529 for the first child, and then changes the beneficiary of the original 529 to the second child. They follow the same process when the second hits 18. In this case, the couple will end up with $197,688 for their third child, $20,104 more than they had in scenario one. The extra return is the benefit of compounding on a larger initial contribution in the early years, even though the overall contributions in both scenarios are equivalent.<\/p>\n<h2>Who Can Be a Beneficiary?<\/h2>\n<p>It&#8217;s helpful to think of a 529 account as belonging to the person who opens it, the account owner. The account owner is not the beneficiary. For financial aid, for example, a 529 account of a parent is counted as a parental asset, which has a lower impact on financial aid calculations than an asset in the child&#8217;s name. This is one of the reasons it is so easy to change the beneficiary, and it&#8217;s also one of the reasons that financial aid offices do not take into account who the beneficiary is when making their calculations.<\/p>\n<p>Anyone can be a beneficiary of a 529 plan, but there can be tax implications if a change in beneficiary involves skipping generations or a changes to a beneficiary who is not a “qualified” family member. Qualified family members include children, parents, spouses, siblings, first cousins, nieces &amp; nephews and even aunts &amp; uncles. Changing beneficiaries between qualified family members should not trigger a penalty or tax consequence, although it is always best to consult a tax professional on your specific situation.<\/p>\n<h2>Maximize Your College Savings<\/h2>\n<p>529 plans are one of the most flexible &amp; powerful tools available to family members looking to save for college. Unfortunately, like 401(k) plans, the average 529 plan can come with high fees, so it&#8217;s important to choose one that features low cost index funds.<\/p>\n<p>You can amplify the power of your college savings using the techniques described above. While it may sound strange, my daughter will benefit from a 529 plan that was established before she was born. Meeting the high cost of post-secondary education is a challenge, and you should make sure every dollar you save is working as hard for you as possible, and for as long as possible.<\/p>\n<hr align=\"left\" size=\"1\" width=\"33%\" \/>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">For more information about the Wealthfront 529 College Savings Plan (the “Plan”), download the Plan Description and Participation Agreement (to be made available on Plan launch) or request one by calling or emailing support@wealthfront.com or (650) 249-4250. Investment objectives, risks, charges, expenses, and other important information are included in the Plan Description and Participation Agreement; read and consider it carefully before investing. Wealthfront Brokerage Corporation serves as the distributor and the underwriter of the Plan.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"alignleft wp-image-9671\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/screenshot-1.png\" alt=\"\" width=\"300\" height=\"153\" \/><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Please Note<\/strong>: Before investing in any 529 plan, you should consider whether you or the beneficiary&#8217;s home state offers a 529 plan that provides its taxpayers with favorable state tax and other benefits that are only available through investment in the home state&#8217;s 529 plan. You also should consult your financial, tax, or other advisor to learn more about how state-based benefits (or any limitations) would apply to your specific circumstances. You also may wish to contact directly your home state&#8217;s 529 plan(s), or any other 529 plan, to learn more about those plans&#8217; features, benefits and limitations. Keep in mind that state-based benefits should be one of many appropriately weighted factors to be considered when making an investment decision.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The Wealthfront 529 College Savings Plan (Plan) is administered by the Board of Trustees of the College Savings Plans of Nevada (Board).<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Earnings on nonqualified withdrawals are subject to federal income tax and may be subject to a 10 percent federal tax penalty, as well as state and local income taxes. The availability of tax and other benefits may be contingent on meeting other requirements.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information contained is provided for general informational purposes and should not be construed as investment advice. Nothing should be construed as tax advice, solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Wealthfront does not represent in any manner that the tax consequences described here will be obtained or will result in any particular tax consequence.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"> Prospective investors should confer with their personal tax advisors regarding the tax consequences of investing with Wealthfront, based on their particular circumstances<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Update: Please see our 529 page. For many people who are considering having children or already have started a family, the prospect of saving for college can be daunting. Rapidly rising tuition and related costs create the impression of a seemingly insurmountable savings goal. In the past, Wealthfront has written posts to help its clients [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7277,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7232,7231],"tags":[],"yst_prominent_words":[2686,5258,5376,5372,2723,5259,5255,5256,2732,2726,5375,5383,5679,2144,5382,5380,5257,5379,5378,5377],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5210"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5210"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5210\/revisions"}],"predecessor-version":[{"id":11881,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5210\/revisions\/11881"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7277"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5210"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5210"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5210"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5210"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}