{"id":5212,"date":"2015-08-19T11:06:15","date_gmt":"2015-08-19T18:06:15","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5212"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"commission-free-etfs-arent-seem","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/commission-free-etfs-arent-seem\/","title":{"rendered":"Commission-Free ETFs Aren’t What They Seem"},"content":{"rendered":"<p>Much has been made of the launch of commission-free ETF trading programs at places like Charles Schwab, Fidelity, TD Ameritrade and others. But are these a good deal?<\/p>\n<p>Let’s start with the positives.<\/p>\n<p>If you are a retail investor regularly socking away $100 or $500 or $1,000 (or even $10,000) a month, and you’re buying ETFs and paying a commission on those trades, you’re doing yourself a disservice.<\/p>\n<p>If the average portfolio holds seven ETFs (like most Wealthfront portfolios), and you’re paying a $8.95 commission each time you invest, you’re paying $63.65 to make these trades (7 * $8.95 = $63.65).<\/p>\n<p>That’s 60% of your investment if you’re putting $100 to work each month, which is obviously absurd. But it’s 0.6% of your investment even if you’re putting $10,000 to work. That fee would wipe out any cost savings you get from the ETF structure, and be damaging to your financial health.<\/p>\n<p>Commission-free trading programs solve this problem, and that’s great news for investors.<\/p>\n<p><em>Except<\/em> …<\/p>\n<p>We all know there is no free lunch, and that’s the case here too. The firms offering these commission-free programs are getting paid <em>somehow<\/em>, or else they wouldn’t do it.<\/p>\n<p>The easiest way to evaluate how these companies are getting paid is by looking at Charles Schwab. As a publicly traded company, its quarterly and annual filings SEC provide the best window we have into the inner workings of programs like this.<\/p>\n<p>Charles Schwab has been a leader in making money from “free” programs for years. The company dominates the “no-load mutual fund” marketplace with its <em>Mutual Fund OneSource program<\/em>, which allows individuals to buy mutual funds without paying a one-time fee or “load.” As of June 30, 2015, investors had $245 billion invested in mutual funds on the Schwab OneSource platform.<\/p>\n<p>But here’s the curious thing about this “free” program: Somehow, Charles Schwab earned $200 million from these “no-load” funds in Q2 alone. Here’s the table from its Q2 10-Q filing:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/freeetfsarentfree.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5213\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/freeetfsarentfree.png\" alt=\"freeetfsarentfree\" width=\"900\" height=\"405\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/freeetfsarentfree.png 900w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/freeetfsarentfree-640x288.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/freeetfsarentfree-768x346.png 768w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/a><\/p>\n<p>Notice how it even <em>says<\/em> “Average Fee” despite being a “no-load platform?”<\/p>\n<p>The reason is Charles Schwab charges mutual funds to participate in this program. The amount varies between 0.40%-0.45% per year for new funds, and according to this filing, nets out to 0.33% on average. The funds then wrap this fee into the fee they charge you, and rebate that money to Schwab.<\/p>\n<p>This is actually one of the reasons ETFs were originally so disruptive. Because they were available to be traded like any other stock, distributors like Schwab couldn’t levy rent simply for making them available on a “no-load” basis.<\/p>\n<p>Note that the weighted average total expense ratio of the ETFs used by Wealthfront are just 0.11% &#8212; about one-third the fee Schwab charges for mutual fund shelf space alone, even before you get to the part of the fee that goes to the fund company itself!<\/p>\n<p><strong>What About ETFs?<\/strong><\/p>\n<p>For years, ETF issuers refused to pay these fees for distribution. But in 2013, Schwab announced the launch of its <em>ETF OneSource program<\/em>, which offered more than 105 ETFs “commission-free” for Schwab customers. These included Schwab’s proprietary ETFs, but also third-party ETFs.  ETF issuers couldn’t resist the massive distribution Schwab provides to retail investors and financial advisors, so many caved and agreed to participate.<\/p>\n<p>How does Charles Schwab make money from these OneSource ETFs? The same way it does with mutual funds.<\/p>\n<p>For the Charles Schwab ETFs, the game is simple: Use the commission-free come-on as a way to get new customers in the door, where Schwab can make money from them multiple ways (expense fees on the funds, selling customer trades to high frequency traders, <a href=\"https:\/\/medium.com\/@adamnash\/broken-values-bottom-lines-3d550a27629\">investing cash balances in proprietary, below-market money market funds<\/a>, etc).<\/p>\n<p>The fee Schwab charges third party ETF providers for being on its platform is listed in this <a href=\"http:\/\/www.schwab.com\/public\/schwab\/nn\/legal_compliance\/compensation_advice_disclosures\/schwab_compensation.html\">hard-to-find document that details the myriad ways Schwab profits from its customers<\/a>:<\/p>\n<ul>\n<li>ETF providers pay a fixed fee of up to $250,000 per fund per year to participate in the program<\/li>\n<li>ETF providers also pay an asset fee of up to 0.20% of total assets.<\/li>\n<\/ul>\n<p>In other words, the “commission-free” program costs issuers up to $250,000 per fund and 0.20% in fees each year. Not surprisingly, they pass these costs directly on to you, the customer, in the form of higher expense ratios.<\/p>\n<p>Over the long haul, this will mean that funds that participate in the Schwab OneSource program have higher fees than funds that stay independent. It also means that you will see no competition on the OneSource program for low-cost, broad-based ETFs (the kind of ETFs that should dominate your portfolio). Those ETFs typically charge less than 0.20% in total fees (and often less than 0.10%), so they can’t afford to pass Charles Schwab 0.20% of their assets. The only low-cost funds you’ll be able to buy commission-free at Charles Schwab will be Charles Schwab ETFs, which will exist without competition in that marketplace.<\/p>\n<p><strong>What Does That Mean For How You Should Invest?<\/strong><\/p>\n<p>The rise of commission-free programs is great for do-it-yourself investors without access to scalable ways to execute extremely low-cost trading programs on an independent basis. While you sacrifice choice and probably (by proxy) quality by restricting investments to funds that are willing to hike up their expense ratios to pay Schwab’s rent, you’ll likely be better off paying these higher expense fees than if you paid commissions on your $100-$10,000 investments.<\/p>\n<p>In contrast, automated investment services, like Wealthfront, can take advantage of more modern brokerage platforms and automation to eliminate the human element of investing and thus eliminate commission charges for their clients. Because they offer commission-free trading, automated investment services can choose among the best ETFs in the world and thus populate their portfolios with the type of low-fee funds that could never work in a Schwab commission-free structure.<\/p>\n<p>Without a commission expense, such services can also offer value added services that potentially require frequent trading such as <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">Wealthfront’s Daily Tax-Loss Harvesting<\/a> and <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\">Stock-level Tax-Loss Harvesting<\/a> – all for an advisory fee below Schwab’s “average fee” for its Mutual Fund OneSource Program.<\/p>\n<p>So, in this case, even though there is no free lunch in investing, modern technology and automation can actually cure many of the ills of traditional brokerage programs.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a tax advice, solicitation or offer, or recommendation, to buy or sell any security. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. The analysis uses information from third-party sources, which Wealthfront believes to be, however Wealthfront does not guarantee the accuracy of the information. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Much has been made of the launch of commission-free ETF trading programs at places like Charles Schwab, Fidelity, TD Ameritrade and others. But are these a good deal? Let’s start with the positives. If you are a retail investor regularly socking away $100 or $500 or $1,000 (or even $10,000) a month, and you’re buying [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7222,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1024,1023,1025,376],"yst_prominent_words":[5254,2359,2348,2277,5250,5252,1672,1846,5247,5248,1281,2361,1329,5249,5245,1271,5246,1340,5253,5251],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5212"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5212"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5212\/revisions"}],"predecessor-version":[{"id":11882,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5212\/revisions\/11882"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5212"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5212"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5212"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5212"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}