{"id":5214,"date":"2015-08-24T11:54:10","date_gmt":"2015-08-24T18:54:10","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5214"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"volatile-uncertain-markets","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/volatile-uncertain-markets\/","title":{"rendered":"What You Should Do in Volatile and Uncertain Markets"},"content":{"rendered":"<p>World stock markets have been extremely volatile in 2015. Returns since the start of the year have been negative and the markets have recently experienced a major correction. Returns from fixed income investments have also been unusually low. The reaction of many investors to these market conditions has been to run to the sidelines and stop investing—or even worse to liquidate their investments. Indeed, many individual investors have panicked and liquidated their stock holdings. Years of investing experience suggests that such reactions are extremely harmful for anyone who desires to accumulate a nest egg for future expenditures such as buying a home or ultimately establishing a retirement portfolio. A policy of staying the course and steadily putting new savings into your portfolio (no matter how uncertain the outlook) is the time tested and surest method to accumulate wealth.<\/p>\n<p>No one can time the market and pick the optimal time to invest. And when investors try to do it, they are more likely to get it wrong rather than right. People tend to buy at market tops when everyone is optimistic and pull their money out at market bottoms when pessimism reigns. Because of bad timing, the typical investor earns a rate of return from the stock market far below the returns that would come from buying and holding a market index. The winners in the investment game are those who stay the course and <em>put new money in regularly<\/em>, no matter how uncertain the outlook might be. The losers have invariably been those who sold out after sharp stock-market declines such as the one we experienced in 2008. If, like most people, you will be building up your investment portfolio slowly over time with the accretion of yearly savings, you will be taking advantage of dollar-cost averaging. This technique helps you avoid the risk of putting all your money in the stock or bond market at the wrong time. And it does mean that at least some of your investments will be made at market lows.<\/p>\n<p>Dollar-cost averaging simply means investing the same fixed amount of money in, for example, the shares of some index mutual fund, at regular intervals—say, every month or quarter—over a long period of time. Periodic investments of equal dollar amounts in common stocks can reduce (but not avoid) the risks of equity investment by ensuring that the entire portfolio of stocks will not be purchased at temporarily inflated prices.<\/p>\n<p>The illustration below assumes that $1,000 is invested in each period. In scenario one, the market falls immediately after the investment program begins; then it rises sharply and finally falls again, ending, in year five, exactly where it began. In scenario two, the market rises continuously and ends up 40 percent higher. While exactly $5,000 is invested in both cases, the investor in the volatile market ends up with $6,048—a nice return of $1,048&#8211;even though the price of the index shares that were bought ended up exactly where they started. The investor has actually made more money in a volatile flat market than she would have earned in a steadily rising market.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/DCA-chart.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5215\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/DCA-chart.png\" alt=\"DCA-chart\" width=\"570\" height=\"704\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/DCA-chart.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/DCA-chart-405x500.png 405w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/DCA-chart-429x530.png 429w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>Warren Buffet presents a lucid rationale for this investment principle. In one of his published essays he says:<\/p>\n<blockquote><p>A short quiz: If you plan to eat hamburgers throughout your life and are not a cattle producer, should you wish for higher or lower prices for beef? Likewise, if you are going to buy a car from time to time but are not an auto manufacturer, should you prefer higher or lower car prices? These questions, of course, answer themselves.<\/p>\n<p>But now for the final exam: If you expect to be a net saver during the next five years should you hope for a higher or lower stock market during that period? Many investors get this one wrong.   Even though they are going to be net buyers of stocks for many years to come, they are elated when stock prices rise and depressed when they fall. In effect, they rejoice because prices have risen for the “hamburgers” they will soon be buying. This reaction makes no sense. Only those who will be sellers of equities in the near future should be happy at seeing stocks rise. Prospective purchasers should much prefer sinking prices.<\/p><\/blockquote>\n<p>Dollar-cost averaging is not a panacea that eliminates the risk of investing in common stocks. It will not save your investment portfolio from a devastating fall in value during a year such as 2008, because no plan can protect you from a punishing bear market (although <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">tax-loss harvesting<\/a> will help). And you must have both the cash and the confidence to continue making the periodic investments even when the sky is the darkest. No matter how scary the financial news, no matter how difficult it is to see any signs of optimism, you must not interrupt the automatic-pilot nature of the program. Because if you do, you will lose the benefit of buying at least some of your shares after a sharp market decline when they are for sale at low prices. Dollar-cost averaging will give you this bargain: Your average price per share will be lower than the average price at which you bought shares. Why? Because you’ll buy more shares at low prices and fewer at high prices.<\/p>\n<p>Some investment advisers are not fans of dollar-cost averaging, because the strategy is not optimal if the market does go straight up. (You would have been better off putting all $5,000 into the market at the beginning of the period.) But it does provide a reasonable insurance policy against poor future stock markets. And it does minimize the regret that inevitably follows if you were unlucky enough to have put all your money into the stock market during a peak period such as March of 2000 or October of 2007 (see <a href=\"https:\/\/blog.wealthfront.com\/dollar-cost-averaging-behavioral-view\/\">Dollar Cost Averaging: A Behavioral View<\/a>).<\/p>\n<p>Let’s now move from a hypothetical to an actual example. The first decade of the 2000s was a terrible decade for stock-market investors. In 2010 the Standard &amp; Poor’s 500 Stock Index was actually lower than it was at the start of the decade. Even with investing all of the dividends received over the period, the investor had less money at the end of the period than he had at the beginning.<\/p>\n<p>But now suppose that the investor had put money into the stock market each year on January 1. In some years such as 2006, the money would have been invested at a market high. But in a year like 2003 the money would have been invested at a market low. And over the whole decade—one of the worst in history since it started at the end of the internet bubble—the investor’s final stake was over 25 per cent higher than the total value of the investments made. The illustration below presents the actual data.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/lost_decade_graph.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5216\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/lost_decade_graph.png\" alt=\"lost_decade_graph\" width=\"570\" height=\"517\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/lost_decade_graph.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/08\/lost_decade_graph-551x500.png 551w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>Of course no one can be sure what markets will do in the future. But experience does illustrate the potential gains that are possible from consistently following a dollar-cost averaging program. A policy of putting more money into your investment program month by month is the surest way we know to build wealth. And when we couple periodic investing with broad diversification, rebalancing, low costs and tax loss harvesting, the probability of long-run investment success is even further enhanced.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. Wealthfront makes no representations or warranties about the accuracy or completeness of the information provided. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>World stock markets have been extremely volatile in 2015. Returns since the start of the year have been negative and the markets have recently experienced a major correction. Returns from fixed income investments have also been unusually low. The reaction of many investors to these market conditions has been to run to the sidelines and [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7256,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[465,35,56,1122,986,1026],"yst_prominent_words":[5244,5241,5141,5237,1258,2909,5240,1492,1294,1240,5238,5236,3206,5242,3488,1310,1838,5243,1296,5239],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5214"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5214"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5214\/revisions"}],"predecessor-version":[{"id":11883,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5214\/revisions\/11883"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7256"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5214"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5214"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5214"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5214"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}