{"id":5218,"date":"2015-09-03T13:09:28","date_gmt":"2015-09-03T20:09:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5218"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"physician-heal-thy-balance-sheet","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/physician-heal-thy-balance-sheet\/","title":{"rendered":"Physician, Heal Thy Balance Sheet"},"content":{"rendered":"<p>So it turns out there’s a good reason your mother wanted you to be a doctor.<\/p>\n<p>As a group, no other profession generates higher average annual income than physicians. In fact, <a href=\"http:\/\/www.bls.gov\/oes\/current\/oes_nat.htm\">U.S. government data shows<\/a> that various medical specialties account for the nine highest-paying occupations in the country &#8211; anesthesiologists and surgeon rank #1 and #2, respectively, with oral surgeons close behind. (CEOs, by the way, rank #10.) Just five job categories in the government survey sport annual salaries north of $200,000 a year &#8211; and all of them require medical degrees.<\/p>\n<p>See, mother knows best.<\/p>\n<p>The catch, of course, is that <a href=\"https:\/\/www.aamc.org\/students\/aspiring\/basics\/280558\/right-career.html\">it takes a long time<\/a> for doctors to reach six-figure annual earnings power. Four years of college, four years of medical school and anywhere from three to eight additional years of residency and fellowships mean most doctors are north of age 30 before they can start earning a meaningful salary. And the serious catch is, most doctors arrive at the starting line with a prodigious pile of debt.<\/p>\n<p><a href=\"https:\/\/www.aamc.org\/download\/152968\/data\/debtfactcard.pdf\">According to the Association of American Medical Colleges<\/a><u> (AAMC)<\/u>, the total cost of attending four years of medical school, including tuition, fees and other expenses, ranges from $226,000 at public universities to nearly $300,000 at private institutions. Not surprisingly, most students borrow some or all of the cash they need to pay the bills: the AAMC reports that 84% of all 2014 medical school graduates took out loans. The 2014 med school grads finished with mean accumulated educational debt, including undergraduate student loans, of more than $176,000 &#8211; and that’s not including non-education debt like credit cards and car loans. To put that in context: <a href=\"http:\/\/www.zillow.com\/home-values\/\">according to Zillow<\/a>, the average U.S. home price is just under $180,000.<\/p>\n<p>What non-physicians &#8211; and doctors’ mothers &#8211; might not realize is that the earnings potential for post-medical residents and fellows isn’t especially impressive in those first years after med school graduation. AAMC data show that average annual income for med-school grad in residency and fellowship programs is about $51,000 in the first year, increasing only modestly to $57,000 in year four. (That’s roughly <a href=\"https:\/\/www.quora.com\/How-much-money-do-Uber-drivers-make\">what a full-time Uber driver makes<\/a>.)<\/p>\n<p>During their residencies &#8211; and immediately after &#8211; young doctors face difficult financial questions. Should they use their modest free cash flow to focus on paying off their loans &#8211; or start thinking about saving for retirement and major purchases?<\/p>\n<p>At Wealthfront, we’re certainly big believers in investing as soon as practical. Time is money. The power of compounding is magical &#8211; the more you invest now, the easier it will be to reach your financial goals as you have children, buy a home and look toward retirement. But that compounding magic works against you on the debt side of the ledger &#8211; depending on the length of their loans, medical school graduates with $200,000 in debt could end up paying $400,000 in principal and interest costs over the long run, or maybe more.<\/p>\n<p>Here are some thoughts on how young physicians should approach this difficult issue.<\/p>\n<ul>\n<li><strong>First, pay off any credit-card debt<\/strong>. This is a no-brainer for anyone &#8211; doctors or not. Many credit cards charge annual rates as high as 22%. No investment portfolio is likely to generate returns of that size over any significant period. Before you focus on getting aggressive about paying off your student loans, or even thinking about opening an investment account, <a href=\"https:\/\/blog.wealthfront.com\/new-year-financial-planning\/\">get rid of your credit-card debt<\/a>.<\/li>\n<li><strong>Next, establish an emergency fund<\/strong>. Again, the advice here applies to everyone. While the exact size of your emergency fund will vary based on your age, profession and risk level, <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">it makes sense to have 3-6 months of living expenses set aside<\/a> for any potential disruption in employment or large unexpected costs.<\/li>\n<li><strong>Contribute to your 401(k), if there’s an employer match: <\/strong>Wealthfront isn’t quite as unabashedly enthusiastic about maxing out your 401(k) contributions as some other financial advisors, but<a href=\"https:\/\/blog.wealthfront.com\/max-out-401k-company-match\/\"> it certainly makes sense for young doctors to take full advantage of any employer matching program<\/a> if one happens to be available.<\/li>\n<\/ul>\n<p><strong><em>Weighing loan rates against expected returns<\/em><\/strong><\/p>\n<p>Here’s where things really get interesting. In case you hadn’t noticed, we continue to live in an ultra low return investment environment. Money market funds have a yield of just 0.25%; two-year certificates of deposit are returning 0.8%; interest-bearing checking accounts are under 0.5%. You can get a 15-year mortgage for under 3%, and a 30-year for 4% or less. In general, money is cheap. To generate reasonable returns, you are going to have to invest in the stock market. And while investing in the stock market has historically paid off over time, in the short run you can lose money &#8211; even lots of money.<\/p>\n<p>Meanwhile medical school loans, depending on the specific program, <a href=\"https:\/\/www.aamc.org\/advocacy\/meded\/79232\/federal_student_loans.html\">generally carry annual interest rates of about 6%, and in some instances 7%<\/a>. So much for cheap money.<\/p>\n<p>And that brings us to the heart of the matter: When young physicians begin to generate some free cash flow, are they better off aggressively paying down student loans &#8211; <a href=\"https:\/\/www.wealthfront.com\/questions\">or opening an investment account with a financial advisor<\/a>?<\/p>\n<p>While there are subtleties here, in the current financial environment the right answer for most people is to <strong>pay down the student loans as soon as possible<\/strong>. Here’s why:<\/p>\n<p>In creating portfolios for our clients, Wealthfront currently estimates that an investor with an average risk tolerance can generate long-term annual returns of about 6% per year before taxes. (That figure is a little higher for those willing to take higher risks, and a little lower for more risk-averse portfolios. <a href=\"http:\/\/vanguard.com\/pdf\/ISGVEMO.pdf\">Vanguard<\/a>, among others, has expressed similar expectations.) But those estimated returns are no sure thing &#8211; there’s a not insignificant risk of volatility and loss. On the other hand, the interest payments avoided by aggressively paying down debt principal is money in hand. Can you think of anyplace in the financial markets where you can find a riskless return above 6%? Nope, you can’t.<\/p>\n<p>To be sure, there are some additional factors for young doctors to consider. In some cases, <a href=\"https:\/\/www.aamc.org\/advocacy\/meded\/79222\/stloan_tax_issues.html\">student loans can offer some limited tax deductibility<\/a>. Also worth noting is that most student loans have variable rates &#8211; and there is widespread anticipation that <a href=\"http:\/\/www.ibtimes.com\/china-market-meltdown-shouldnt-delay-federal-reserves-interest-rate-hike-says-st-2072984\">rates are heading higher<\/a>.<\/p>\n<p>It’s also important for young doctors to be aware of programs that could ease their debt burdens &#8211; although they are not available to everyone, and they have trade-offs.<\/p>\n<ul>\n<li>Most medical residents qualify for <a href=\"https:\/\/www.aamc.org\/download\/94402\/data\/postponing.pdf\">loan forbearance<\/a>. Under this program, no payments are required while new doctors are serving as residents. The catch is, you aren’t skipping payments &#8211; you are simply delaying the inevitable. In fact, interest on the loans continues to pile up. Taking this route feels good in the short run, but in the long run it has the effect of significantly increasing total payments over the life of the loan. Making even modest payments during this period would be a wise move financially.<\/li>\n<li>The government’s <a href=\"https:\/\/www.aamc.org\/services\/first\/first_factsheets\/112140\/income-based_repayment.html\">Income-Based Repayment<\/a> program provides a way for residents with low salaries to make smaller payments on their loans than normal amortization tables would require. For new borrowers on or after July 1, 2014, the program caps loan payments at 10% of the household income that exceeds 150% of the Federal poverty guideline based on family size. Borrowers can remain in the program for up to 20-years &#8211; after that, any remaining debt is forgiven, but taxable. The payment amount is adjusted annually based on changes to household income &#8211; as salaries rise, so do required payments. For borrowers with older loans, the cap is 15% of household income, and the program can run up to 25 years.<\/li>\n<li>Another option is the <a href=\"https:\/\/www.aamc.org\/services\/first\/first_factsheets\/112344\/publicsvcloanforgiveness.html\">Public Service Loan Forgiveness<\/a> program, which provides forgiveness for the remaining balance on eligible loans after the borrower makes 120 qualifying monthly payments while working in a qualifying public service position.<\/li>\n<\/ul>\n<p>Wealthfront offers young physicians &#8211; and other professionals moving into their prime earning years – an ideal way to build wealth with high diversification, automatic rebalancing, tax-loss harvesting and low fees. We’re here when you’re ready, 24\/7\/365. But if you have loans with rates north of 6%, we’d prescribe paying them down first &#8211; it’s a wise step on the road to financial health.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>So it turns out there’s a good reason your mother wanted you to be a doctor. As a group, no other profession generates higher average annual income than physicians. In fact, U.S. government data shows that various medical specialties account for the nine highest-paying occupations in the country &#8211; anesthesiologists and surgeon rank #1 and [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7303,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[1027,1031,1030,1032,1028,1029,267],"yst_prominent_words":[1765,5235,5229,1420,5231,2768,1878,5226,4530,1419,5234,5233,5225,5228,5227,5224,5232,1838,3527,5230],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5218"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5218"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5218\/revisions"}],"predecessor-version":[{"id":11884,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5218\/revisions\/11884"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7303"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5218"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5218"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5218"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5218"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}