{"id":5229,"date":"2015-09-16T09:51:15","date_gmt":"2015-09-16T16:51:15","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5229"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"beware-snake-oil-salesmen-during-market-downturns","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/beware-snake-oil-salesmen-during-market-downturns\/","title":{"rendered":"Beware Snake Oil Salesmen During Market Downturns"},"content":{"rendered":"<p>With U.S. equity markets trading down and emerging markets in a full-on correction, it’s natural to feel nervous about the future. As we’ve written in the past, the best thing you can do in situations like this is <a href=\"https:\/\/blog.wealthfront.com\/volatile-uncertain-markets\/\">stay the course<\/a> and let diversification and <a href=\"https:\/\/blog.wealthfront.com\/protect-portfolio-tax-loss-harvesting\/\">tax-loss harvesting<\/a> provide your portfolio with offsetting opportunities.<\/p>\n<p>But if history is any guide, you’re about to get inundated with people telling you exactly the opposite. Over the next few months, market strategists, mutual fund salespeople, hedge funds and financial advisors will pop up to talk about how they sidestepped the August pullback and protected clients from pain. They’ll couch their performance in catchy terminology talking about moving averages, momentum strategies, volatility monitoring and other hoo-haw.<\/p>\n<p>The underlying message will be simple: Give your money to them and you’ll be safe in the next market pullback.<\/p>\n<p>Don’t believe the hype.<\/p>\n<p>These charlatans take advantage of luck and behavioral biases to prey on nervous investors during challenging times. The media celebrates them amidst the turmoil and then ignores subsequent performance. It’s painful to watch because it is so predictable. Guard yourself against the trouble.<\/p>\n<p><strong>Incubating Mutual Funds<\/strong><\/p>\n<p>The mutual fund industry has an entire sales methodology set up to take advantage of this. It’s called “fund incubation.”<\/p>\n<p>Large mutual fund complexes will launch handfuls of mutual funds privately, each using a slightly different strategy and starting with a slightly different inception date. Companies will maintain these strategies for a period of time behind the curtain using only internal capital, waiting for one to have its moment in the sun. If a strategy gets lucky and manages to sidestep a correction or catch onto a hot trend, the company will make that fund available publicly and start selling it hard. Meanwhile, it will close the other funds.<\/p>\n<p>As Richard Darden of the University of Virginia’s Darden School of Business explained in his 2010 Journal of Finance paper, “<a href=\"http:\/\/www.cfainstitute.org\/learning\/products\/publications\/dig\/Pages\/dig.v40.n4.22.aspx\">Mutual Fund Incubation<\/a>,” the results are predictable. Magically, the funds that survive the incubation period have magnificent track records … right up until they are opened to the public. Once they are opened to the public, they tend to trail the market like all other active strategies.<\/p>\n<p>The strategy is so transparently misleading that it’s amazing people don’t question it, but it plays directly into how our minds work. People <a href=\"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1571358\">internally prefer narratives to data<\/a>, and embrace those who outperform the market in stories of brilliance. We may know, deep down, that if you have enough funds or advisors playing in the market, some portion of them will sidestep market pullbacks or outperform in rising markets just by chance. But rather than writing them off as statistical blips, we put them on CNBC or the cover of Money magazine and paint them as the next great hope.<\/p>\n<p><strong>Timing Strategies Don’t Work<\/strong><\/p>\n<p>These “beat the falling market” proponents inevitably point to one of three strategies for explaining their amazing performance. They follow some sort of technical\/momentum strategy, use hedge funds or rely on sophisticated options strategies to hedge against market downturns.<\/p>\n<p>Technical or momentum strategies are among the most popular. These strategies use various kinds of triggers to tell investors when to get out of the market. They may be as simple as the market falling 10% or as complex as a “<a href=\"http:\/\/www.investopedia.com\/terms\/f\/fibonacciretracement.asp\">Fibonacci Retracement<\/a>.”<\/p>\n<p>That last one is not a joke. This popular technical strategy involves drawing a “trendline between two extreme points and then dividing the vertical distance by the key Fibonacci ratios of 23.6%, 38.2%, 50%, 61.8% and 100%.”<\/p>\n<p>What could go wrong?<\/p>\n<p>Unfortunately, real data suggests that none of these strategies work consistently. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/keep-investing-even-while-down\/\">Stay the Course, Even While You’re Down<\/a>, continuing to invest even when markets are down is a consistently better strategy than attempting to time your moves. What’s more, the most cited study in this space – the annual DALBAR study – suggests that investors consistently buy and sell at the wrong time.<\/p>\n<p>Hedge funds are the other major theme people push when asked how to handle falling markets. Like technical strategies, hedge funds have an organic appeal – they are sophisticated, high-cost strategies run by “masters of the universe.” Surely they’ve figured out the magic code to beating the markets.<\/p>\n<p>Unfortunately, again, the data shows that’s not the case. With high fees and higher turnover, hedge funds can’t even match, let alone beat, the risk-adjusted return of the kind of simple portfolios offered by Wealthfront.<\/p>\n<p>Another approach, using options to take advantage of offsetting opportunities, only works if you know exactly when the market will decline. Otherwise, the costs are too high to systematically sustain an ongoing hedge.<\/p>\n<p><strong>Conclusion<\/strong><\/p>\n<p>Our advice is to arm yourself against the coming onslaught. Random chance will mean that some investors and advisors will have sidestepped recent market volatility. In fact, random chance suggests some tiny fraction of them will sidestep the next downturn too.<\/p>\n<p>Unfortunately, there’s no way to figure out who that will be. So rather than chase returns, just say “Congrats” to them the same way you say congrats to people at the roulette wheel, and then go on your way.<\/p>\n<p>Emotions run high during market pullbacks. Don’t let people prey on yours.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>With U.S. equity markets trading down and emerging markets in a full-on correction, it’s natural to feel nervous about the future. As we’ve written in the past, the best thing you can do in situations like this is stay the course and let diversification and tax-loss harvesting provide your portfolio with offsetting opportunities. But if [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7268,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[994,1036,1034,1037,1033,1035],"yst_prominent_words":[1332,5221,1281,1352,2048,1257,1294,5220,1422,5222,1279,1329,1271,5223,5217,1268,5219,5218,1298,1296],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5229"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5229"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5229\/revisions"}],"predecessor-version":[{"id":11885,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5229\/revisions\/11885"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7268"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5229"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5229"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5229"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5229"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}