{"id":5287,"date":"2015-11-04T09:52:25","date_gmt":"2015-11-04T17:52:25","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5287"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"five-irrational-fears-keep-people-firing-advisor","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/five-irrational-fears-keep-people-firing-advisor\/","title":{"rendered":"Five irrational fears that keep people from firing their advisor"},"content":{"rendered":"<p>Everything about investing is irrational. As we have often written on this blog, what feels like the right thing to do usually isn’t.<\/p>\n<p>The most classic example is a falling market. We all know we should invest when markets decline and sell when they rise, but that’s counter to what our emotions tell us.<\/p>\n<p>Lots of investors have an emotional connection with their advisor as well, and one of the most harmful irrational behaviors we see is an unwillingness to change advisor relationships.<\/p>\n<p>As best as I can tell, there are five common irrational reasons why clients are reluctant to leave their current advisor:<\/p>\n<ul>\n<li>They fear they will lose the opportunity to borrow at a preferred mortgage rate<\/li>\n<li>They fear the taxes they might incur to make the change cannot be justified<\/li>\n<li>They believe the fee they pay is justified by the advice they receive<\/li>\n<li>They believe the convenience of a one-stop shop outweighs the alternatives<\/li>\n<li>They don’t want to incur the discomfort of firing their current advisor<\/li>\n<\/ul>\n<p>In the post below, I attempt to use data to make the case why each of these reasons is irrational.<\/p>\n<p><strong>The Myth of Preferred Mortgage Rates<\/strong><\/p>\n<p>One of the common reasons I hear why some Wealthfront clients maintain an investment advisory relationship at their current bank is the fear they won’t get as good a mortgage rate from other providers should they sever the relationship. We called Bank of America, Chase and Wells Fargo, three of the most popular places where people with less than $1 million keep their money to learn how they price their <em>preferred<\/em> mortgage rates.<\/p>\n<ul>\n<li>Bank of America told us they will give you 0.5% off only closing costs, but they will not lower their mortgage rate.<\/li>\n<li>Chase offers a 0.125% price break on their standard mortgage rate if you invest $500k with them. The discount increases to 0.25% if you maintain a $1 million investment account. There is no further discount for accounts in excess of $1 million.<\/li>\n<li>Wells Fargo doesn’t offer a discount until you invest at least $5 million with them.<\/li>\n<\/ul>\n<p>All that sounds pretty good. But now let’s look at each of the three banks’ standard 30-year fixed jumbo mortgage rates (as of November 3, 2015), and compare them to both their discounted rates and the current market leading rates according to <a href=\"http:\/\/www.bankrate.com\/mortgage.aspx?ic_id=home_smart-spending_mortgages_globalnav\">bankrate.com<\/a>, the ultimate source of data on this topic.<\/p>\n<table width=\"475\">\n<tbody>\n<tr>\n<td><\/td>\n<td style=\"text-align: center;\" colspan=\"2\">Standard Mortgage Rate<\/td>\n<td style=\"text-align: center;\">Preferred Client Interest<\/td>\n<td style=\"text-align: center;\"> Discounted Rate<\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td><strong>Bank<\/strong><\/td>\n<td><strong>Interest<\/strong><\/td>\n<td><strong>Points<\/strong><\/td>\n<td><strong>Rate Discount<\/strong><\/td>\n<td><strong>Interest<\/strong><\/td>\n<td><strong>Points<\/strong><\/td>\n<\/tr>\n<tr>\n<td>Bank of America<\/td>\n<td>3.750%<\/td>\n<td>0.628%<\/td>\n<td>0.000%<\/td>\n<td>3.75%<\/td>\n<td>0.628%<\/td>\n<\/tr>\n<tr>\n<td>Chase<\/td>\n<td>3.875%<\/td>\n<td>0.000%<\/td>\n<td>0.125%<\/td>\n<td>3.75%<\/td>\n<td>0.000%<\/td>\n<\/tr>\n<tr>\n<td>Wells Fargo<\/td>\n<td>3.750%<\/td>\n<td>0.000%<\/td>\n<td>0.000%<\/td>\n<td>3.75%<\/td>\n<td>0.000%<\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td>AimLoan (Bankrate leader)<\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<td>3.75%<\/td>\n<td>0.000%<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>As you can see, the banks’ preferred rates are no better than the market leader and in the case of Bank of America, worse because it charges points.<\/p>\n<p>This analysis ignores the opportunity cost on the investment you need to maintain at the bank to qualify for the preferred rate (which is not required at the market leading independent mortgage providers).<\/p>\n<p>Let’s assume you can earn the same gross return on that collateral with your Bank Investment Advisor as you could with Wealthfront. This assumption is based on the persistent research that you are highly unlikely to outperform the market, and Wealthfront generates a market rate of return (because it invests in a diversified portfolio of low cost index funds).<\/p>\n<p>As you can see from the table below, Wealthfront could generate an after tax return that is 2.67% higher annually than the bank advisor because of its fee advantage (<a href=\"http:\/\/www.investmentnews.com\/article\/20150405\/REG\/150409959\">according to Pricemetrix<\/a>), the average investment advisor charges 1.02% vs. Wealthfront’s 0.25%), its ability to do daily tax-loss harvesting and its unique ability to do Stock-level Tax-Loss Harvesting.<\/p>\n<table width=\"399\">\n<tbody>\n<tr>\n<td width=\"140\"><\/td>\n<td width=\"129\">Bank Investment Advisor<\/td>\n<td width=\"65\">Wealthfront<\/td>\n<td width=\"65\">Difference<\/td>\n<\/tr>\n<tr>\n<td>Diversified Portfolio Return<\/td>\n<td>6.00%<\/td>\n<td>6.00%<\/td>\n<td>0.00%<\/td>\n<\/tr>\n<tr>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td><strong>Incremental Benefit:<\/strong><\/td>\n<td><\/td>\n<td><\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td>Advisory Fee<\/td>\n<td><\/td>\n<td>0.77%<\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td>Tax-Loss Harvesting<\/td>\n<td><\/td>\n<td>1.55%<\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td>Stock-level Tax-Loss Harvesting<\/td>\n<td><\/td>\n<td>0.35%<\/td>\n<td><\/td>\n<\/tr>\n<tr>\n<td style=\"text-align: left;\"><strong>Total<\/strong><\/td>\n<td><strong>6.00%<\/strong><\/td>\n<td><strong>8.67%<\/strong><\/td>\n<td><strong>2.67%<\/strong><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>If you have to maintain a $500,000 account to qualify for the preferred mortgage rate, forfeiting that 2.67% would cost you $1.024 million over 20 years. Unless you’re buying a $40 million home, that’s a lot more than you would save on your preferred mortgage rate.<\/p>\n<p><strong>The Fear of Realizing Tax Gains<\/strong><\/p>\n<p>One of the most common issues that keeps people from firing their investment advisor is the fear that the taxes they will incur to unwind the relationship cannot be justified by a superior investment advisor. You might be surprised to learn the data would likely lead you to the opposite opinion.<\/p>\n<p>Let me illustrate with an example.<\/p>\n<p>Let’s say your investment advisor has done a decent job over the past five years, such that your account has compounded at a rate of 6% per year. In that case your $100,000 account will have increased to $133,822.56 ($100,000 * (1.06)<sup>5<\/sup>). To make the example specific, let’s assume all your gains are long term at the time you move your account, and you are part of a couple earning more than $250,000 per year in a high-tax state such as California.<\/p>\n<p>In this scenario, your likely state and federal long term capital gains tax will be $8,354.17 (($133,822.56- $100,000)* 24.7%). That equates to 6.24% of your portfolio value. If you further assume you paid the average advisory fee to your former advisor, it would take only 2.35 years for a superior investment advisor like Wealthfront to pay back those taxes.<\/p>\n<p>We calculate that payback number by dividing the percentage of your portfolio represented by your tax liability by the annual incremental benefit you receive from a lower advisory fee, Daily Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting (as mentioned earlier, 2.67%). From there it’s simple math: 6.24% divided by 2.67% equals 2.35 years.<\/p>\n<p>The payback is even quicker if Wealthfront is able to incorporate some of your current holdings into the new portfolio it manages for you (which is one of the benefits of our <a href=\"https:\/\/blog.wealthfront.com\/introducing-tax-minimized-brokerage-account-transfers\/\">tax minimized brokerage account transfer service<\/a>); if you transfer a larger account the benefit of Stock-level Tax-Loss Harvesting increases with account size); or the fee saving is greater. The payback is still likely to be less than 3 years even if the fee savings is less or the account size is smaller.<\/p>\n<p>The average tax liability for the more than 2,000 accounts that were transferred to Wealthfront since we launched our service is only 1.3%. That represents an average payback of only 0.49 years.<\/p>\n<p><strong>The Advice Is Worth It<\/strong><\/p>\n<p>Many investment advisory clients do not want to switch to an automated investment service despite its significant economic advantages because they highly value the advice and handholding their advisor can provide.<\/p>\n<p>And that’s fine, as long as people truly understand those costs.<\/p>\n<p>Over 20 years, the incremental benefit of switching a $500,000 account to Wealthfront could be over $1 million<strong>. <\/strong>That advice has to be awfully good to justify a lost $1 million.<\/p>\n<p>Most people don’t realize it, but the advice people value is available from much less expensive, highly competent alternative providers such as tax accountants and hourly fee based financial planners. A great tax accountant will gladly make the time to answer all your financial questions at an hourly rate of $200 &#8211; $400 per hour. Five hours of advice per year (over and above the time you pay for tax preparation) at $400 per hour is a tiny fraction of what you have to pay for that advice through an inferior investment solution.<\/p>\n<p>Most financial planners charge an asset based fee because that’s the only way they can earn more than half a million dollars per year. There are plenty of great planners who charge by the hour, which almost always ends up costing less.<\/p>\n<p>We are happy to make introductions to outstanding tax accountants and financial planners if you are interested.<\/p>\n<p><strong>The Seduction of The One-Stop Shop<\/strong><\/p>\n<p>Many financial advisors promote the convenience of a one-stop shop, offering investment advice, financial planning, estate planning and tax advice under one roof in return for one annual asset based advisory fee.<\/p>\n<p>I appreciate the convenience, but there’s a serious trade off that’s being made. The best estate planners and tax advisors can do far better opening their own shop than working for a financial advisor or private wealth manager. Best of breed advice almost always comes from independent specialists.<\/p>\n<p>Most of the services that are bundled into your advisory fee are episodic. You don’t need them all the time, so the incremental cost should not be all that significant. Again, that more than $1 million you could save by going to an automated investment service should more than adequately fund an independent specialist should and when you need one.<\/p>\n<p><strong>Conflict Avoidance: I don&#8217;t want to face firing my guy<\/strong><\/p>\n<p>One of the easiest to avoid issues that many people fear is having to fire their advisor. For many people, even the benefit of a significantly higher net worth is not worth the discomfort of having to tell someone you’ve known a long time, who might have been introduced by a loved one, that you no longer want to work with them.<\/p>\n<p>Speaking directly to someone you’re firing is almost always the right thing to do, but if it is an issue, there is an easy way out. The truth is you don’t need your advisor’s permission to move your account.<\/p>\n<p>Almost all brokerage account transfers are initiated by the brokerage firm to which the account holder wants to move her account. This electronic system is knows as <a href=\"http:\/\/www.investopedia.com\/terms\/a\/acat.asp\">ACATS<\/a> (Automated Customer Account Transfer Service). At Wealthfront, engaging the ACATS system is an online process that takes less than a minute to set up. When you open your Wealthfront account, you just specify the brokerage firm from which you want to move your account and the account number and we automatically move the account for you with no further effort on your part. You don’t have to talk to your advisor unless you want to.<\/p>\n<p><strong>Conclusion<\/strong><\/p>\n<p>Inertia is a powerful force. The easiest thing to do is sometimes nothing at all, which is why many people hold onto advisors despite knowing they should move on.<\/p>\n<p>But most of the arguments we encounter that keep people in sub-par advisor relationships don’t hold up under scrutiny. And they deserve scrutiny, as there are millions of dollars at stake.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the tax consequences described here will be obtained or that Wealthfront&#8217;s investment strategy will result in any particular tax consequence. The tax consequences of this strategy and other Wealthfront strategies are complex and uncertain and may be subject to challenge by the IRS.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Prospective investors should confer with their personal tax advisors regarding the tax consequences of investing with Wealthfront and engaging in a tax strategy, based on their particular circumstances. Investors and their personal tax advisors are responsible for how the transactions in an account are reported to the IRS or any other taxing authority. When Wealthfront replaces investments with “similar” investments as part of the tax-loss harvesting strategy, it is a reference to investments that are expected, but are not guaranteed, to perform similarly and that might lower an investor’s tax bill while maintaining a similar expected risk and return on the investor’s portfolio. Wealthfront assumes no responsibility to any investor for the tax consequences of any transaction. Projected after tax returns for Wealthfronts Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting strategies are intended to show only an expected possible outcome based on historical average returns for a typical Wealthfront account. To calculate the potential after tax savings of a typical Wealthfront client we assume a married couple filing jointly in California, combined federal and state short-term capital gain tax rate of 42.7%, combined federal and state long-term capital gain tax rate of 24.7%, and a risk score of 7.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Several processes, assumptions and data sources were used to create one possible approximation of how Wealthfront’s tax-loss harvesting and Stock-level Tax-Loss Harvesting strategy might have benefited investors in the past, and a different methodology may have resulted in different outcomes. The results of the historical simulations are intended to be used to help explain possible benefits of the tax-loss harvesting strategy and should not be relied upon for predicting future performance. The results were achieved by means of the retroactive application of a model designed with the benefit of hindsight. The projected returns consider dividend reinvestment, and interest but do not take into consideration commissions, the effect of taxes, changing risk profiles, or future investment decisions. Projected returns do not represent actual accounts and may not reflect the effect of material economic and market factors.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Investors transferring their accounts to Wealthfront should not rely on and should not expect to achieve a payback by of less than 0.5 years. The results of the payback associated with transferring accounts to Wealthfront are intended to be used to help explain the possible benefits of using Wealthfront and should not be relied upon for predicting future performance. Past performance is no guarantee of future results. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Everything about investing is irrational. As we have often written on this blog, what feels like the right thing to do usually isn’t. The most classic example is a falling market. We all know we should invest when markets decline and sell when they rise, but that’s counter to what our emotions tell us. Lots [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7278,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[568,1049,1050],"yst_prominent_words":[1509,2326,3550,2755,2342,5186,2225,2378,2371,1258,2630,5184,5188,5187,5185,2123,2119,2369,2366,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5287"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5287"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5287\/revisions"}],"predecessor-version":[{"id":11888,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5287\/revisions\/11888"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7278"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5287"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5287"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5287"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5287"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}