{"id":5305,"date":"2015-12-02T09:25:45","date_gmt":"2015-12-02T17:25:45","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5305"},"modified":"2019-11-26T07:21:42","modified_gmt":"2019-11-26T15:21:42","slug":"personal-economics-airbnb","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/personal-economics-airbnb\/","title":{"rendered":"The Personal Economics That Drive Services Like eBay &#038; Airbnb"},"content":{"rendered":"<p>As a Product Manager at eBay in 2004, I had the opportunity to fly to New Orleans for my first eBay Live in June of that year. Over 10,000 eBay fans, mostly part-time sellers, gathered together to discuss, debate and learn about new features that the eBay platform offered them. I&#8217;ll never forget that experience, for while my official role was to teach eBay sellers about new features available on the platform, the truth is I learned more from them about their lives and reasons for selling on eBay.<\/p>\n<p>The biggest lesson I learned from speaking to hundreds of people who sold either part-time or full-time on eBay was a simple one. The relatively small amounts of additional income and savings that came from selling on eBay mattered to them, <i>a lot<\/i>. One hard working mother told me that selling on eBay allowed her enough extra income to be able to stay at home with her children. Her son had just been accepted to a very selective school, and she credited his success to eBay and the extra time it gave her with him. This story was one among many that I heard that day, making it clear that a little extra income goes a long way.<\/p>\n<p>We&#8217;re all used to sensational stories about how people accumulate great wealth. We hear about huge contracts for professional athletes, movie stars who gross millions and we even fantasize about winning the lottery. However, it turns out that there is a much more common path to wealth accumulation: generate income on a regular basis, keep expenses below what you earn, and invest the difference over decades to allow long term compounding to work in your favor.<\/p>\n<p><b>Less than $500 a Month Can Be Worth Hundreds of Thousands<\/b><\/p>\n<p>Airbnb has seen explosive growth in the past few years, and like eBay over a decade ago, the personal economics of part-time listers or &#8216;hosts&#8217; can easily explain why. According to <a href=\"http:\/\/publicpolicy.airbnb.com\/new-report-impact-airbnb-middle-class-income-stagnation\/\">the recent report<\/a> published by Gene Sperling, the former White House National Economic Advisor and Director of the National Economic Council, the average Airbnb host realizes income of $7,530 per year, roughly the equivalent of $627.50 per month. Assuming half of that income is eaten up by taxes and expenses associated with hosting, the remainder would be $313.75 per month.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/annual_rental_income_final.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5316\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/annual_rental_income_final.png\" alt=\"annual_rental_income_final\" width=\"600\" height=\"581\" \/><\/a><\/p>\n<p>A few hundred dollars a month may not seem like a large amount on the surface, but it can add up tremendously if invested over a few decades. Assuming that these savings are invested in a low-cost, diversified portfolio (like the ones offered at <a href=\"https:\/\/www.wealthfront.com\/c\/airbnb\">Wealthfront<\/a>) at a 6% annualized return, an incremental<b> $313.75 per month<\/b> <b> grows to over $144,000 in 20 years. <\/b> Over 30 years, <b>that extra income could result in $315,000 &#8211; well over a quarter of a million dollars<\/b>.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/compounded_value_final.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5317\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/compounded_value_final.png\" alt=\"compounded_value_final\" width=\"600\" height=\"677\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/compounded_value_final.png 600w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/compounded_value_final-443x500.png 443w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/compounded_value_final-470x530.png 470w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>While those numbers might be surprising, the Airbnb host who adds $500 per month after taxes and expenses to her savings could have <b>an additional $502,000 added to her nest egg over 30 years<\/b>. Just think of what this extra savings could be used for; buying a home, your child&#8217;s education, healthcare, extra cushion in retirement and so on. Life is expensive and any extra income you can accumulate helps.<\/p>\n<p><b>Even With a Good Salary, A Little Extra Income Can Mean a Lot More Savings<\/b><\/p>\n<p>We all have a particular number in our heads in terms of salary we will require to live comfortably. Ironically, often when we reach that projected number, we learn the hard way that saving is still incredibly difficult. The above example shows relatively small incremental amounts of monthly savings compound into such huge value over the course of a working career. But, what might be even more surprising is the relative impact this type of income can have on your overall savings rate.<\/p>\n<p>For example, let&#8217;s take a look at Stephanie and Matthew, <b>a newly married couple <\/b><b> in their thirties.<\/b> After meeting at Notre Dame their senior year of undergrad, these two finally tied the knot and just moved into their first place in Chicago. Together they have a household income of $75,000 per year, at an effective tax burden of 30%. Their $52,500 of after-tax income represents a healthy $4,375 per month. Stephanie and Matthew dream of having children and sending them to their alma mater. Knowing full well that outside of paying for college, life with children is expensive, they are diligent savers and put away 10%, which means they save <b>roughly $438 every month. <\/b><\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/75K_438_final.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5315\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/75K_438_final.png\" alt=\"75K_438_final\" width=\"600\" height=\"527\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/75K_438_final.png 600w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2015\/12\/75K_438_final-569x500.png 569w\" sizes=\"(max-width: 600px) 100vw, 600px\" \/><\/a><\/p>\n<p>Annual income numbers tend to sound large at first blush: $75,000 is a big number. However, we rarely take into account the amount due in taxes, or how much this really translates into on a monthly basis. Stephanie and Matthew will be doing much better than the average family if they can save 10% of their income, but at $438 they&#8217;ll accumulate a little over $202,000 over the next 20 years. However, if these two can host through Airbnb for those 20 years an additional $313.75 could <b>increase their monthly savings by over 71%<\/b><b>. <\/b>That additional income may seem small next to a big number like $75,000, but with that extra savings they could reach over $347,000 in college savings.<\/p>\n<p>Looks like Stephanie and Matthew can start ordering the Notre Dame onesies.<\/p>\n<p><b>Two Ways to Boost Future Wealth<\/b><\/p>\n<p>Boosting your savings rate is a well proven way to increase the probability that you reach your wealth creation goals. It should therefore come as no surprise that Airbnb has seen an explosion of demand in the past few years.<\/p>\n<p>The lesson is simple. While added income from participating in services like Airbnb might seem marginal, <b>even relatively small amounts of additional monthly income can make a profound difference<\/b> in both short term and long term wealth accumulation.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The information provided here is for educational purposes only. Nothing in this article should be construed as a tax advice, solicitation or offer, or recommendation, to buy or sell any security. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>As a Product Manager at eBay in 2004, I had the opportunity to fly to New Orleans for my first eBay Live in June of that year. Over 10,000 eBay fans, mostly part-time sellers, gathered together to discuss, debate and learn about new features that the eBay platform offered them. I&#8217;ll never forget that experience, [&hellip;]<\/p>\n","protected":false},"author":63,"featured_media":7252,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[71,5],"yst_prominent_words":[5345,5350,5342,5343,5344,5337,5349,2555,5348,5351,5346,5353,5339,3813,5347,5338,5340,5336,5341,5352],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5305"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/63"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5305"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5305\/revisions"}],"predecessor-version":[{"id":11891,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5305\/revisions\/11891"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7252"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5305"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5305"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5305"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5305"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}