{"id":5378,"date":"2016-01-05T22:27:36","date_gmt":"2016-01-06T06:27:36","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5378"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"biology-good-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/biology-good-investing\/","title":{"rendered":"The Biology of Good Investing"},"content":{"rendered":"<p>Investment pundits – ourselves included – write a lot about how <a href=\"https:\/\/blog.wealthfront.com\/often-check-portfolio\/\">checking your portfolio too frequently is hazardous<\/a> to both your financial and mental health. The evidence is overwhelming that those who check their portfolios on a daily basis tend to underperform those who check their portfolios less frequently.<\/p>\n<p>The reason is simple: On any given day, there’s almost a 50-50 chance the market will be up or down. Because people dislike losses more than than they enjoy gains – a behavioral finding known as <em>loss aversion <\/em>– people who check their portfolios daily find the process painful. And just like your gut reaction to pain is to draw away from the source of that pain, your gut reaction to seeing an investment lose money is to make a change. To sell. To panic. To act.<\/p>\n<p>Changing your portfolio, or market timing as our Chief Investment Officer Dr. Burton Malkiel calls it, is an investor’s <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">Most Serious Mistake<\/a>.<\/p>\n<p>So what’s the solution? Just check your portfolio less often, right?<\/p>\n<p><strong>Unfortunately, things really don’t get much better if you check less frequently.<\/strong><\/p>\n<p>We looked at historical market data going back as far as possible (1871, to be precise) to ask what the probability is that the market is down depending on how often you check.<\/p>\n<p>Over the last 144 years, there was a 39% probability that an investor who checked her portfolio once a month would see the market down. Even if she looked once a year, there’s still a 31% chance that the market will be in the red.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/probability_graph.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5379\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/probability_graph.png\" alt=\"probability_graph\" width=\"570\" height=\"343\" \/><\/a><\/p>\n<p>Credit goes to <a href=\"http:\/\/www.nytimes.com\/2015\/08\/25\/upshot\/how-emotion-hurts-stock-returns.html?ribbon-ad-idx=8&amp;rref=business\/dealbook&amp;module=Ribbon&amp;version=context&amp;region=Header&amp;action=click&amp;contentCollection=DealBook&amp;pgtype=article&amp;abt=0002&amp;abg=1&amp;_r=1\">Justin Wolfers<\/a> for inspiring this chart. The data come from Professor Robert Shiller’s Yale University website.<\/p>\n<p>What’s an investor to do? Even if you control your curiosity and only check on your investments once a year, you’re going to spend a third of your life fuming at the results!<\/p>\n<p><strong>It isn’t your fault: The human body simply isn’t built for making good investment decisions <\/strong><\/p>\n<p>Loss aversion isn’t driven by mental weakness; it’s a biological phenomenon. A study published in the Proceedings of the National Academy of Sciences showed that loss aversion is primarily driven by the amygdalae, two almond-shaped parts of the brain that are key components our limbic system, which is responsible for most of our emotional life. The study found that people with damaged amygdalae aren’t loss averse.<\/p>\n<p>Does that make you want to get rid of your amygdalae?<\/p>\n<p>Scholars of evolutionary psychology actually believe that loss aversion is one of the reasons we are here today. Recent research suggests loss aversion became an important part of human nature tens of thousands of years ago, when we were foragers (McDermott, Fowler, and Smirnov, 2008). Running out of food was fatal, so if our ancestors ended up in a location where there wasn’t enough food they had to react quickly and change plans. Those who weren’t loss averse didn’t survive.<\/p>\n<p>What’s important to realize is that a loss in your investment portfolio isn’t the same as running out of food. Running out of food is an immediate problem; a temporary loss in your investment portfolio isn’t.<\/p>\n<p>In fact, it’s a problem that tends to even itself out over time. As the chart below shows, <em>$1 invested in 1871 is worth nearly $34,000<\/em> <em>today<\/em>. It just took some bumps along the way.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/value_log.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5380\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/value_log.png\" alt=\"value_log\" width=\"570\" height=\"388\" \/><\/a><\/p>\n<p>At Wealthfront we try to make very clear that our investment approach is only appropriate for the long term. Please see <a href=\"https:\/\/blog.wealthfront.com\/define-long-term-investing\/\">What Defines Long Term Investing<\/a> for more information on what that means.<\/p>\n<p>The best investors know they must have a long term perspective and find ways to make investing less emotional.<\/p>\n<p><strong>What to do? Find strategies to divorce emotion from investing<\/strong><\/p>\n<p>Research shows there is something you can do to make it easier. Specifically, the best approach is to make a single rational plan and commit to it, and then use that commitment to ride out the emotional ups and downs.<\/p>\n<p>That means doing things like:<\/p>\n<ul>\n<li>Setting up a repeating deposit, so that you’re always investing … whether the market is up short-term or down.<\/li>\n<li>Committing to an automated investment service or solid financial advisor … to take your hands off the trigger.<\/li>\n<li>Training yourself to think about market pullbacks as opportunities to buy more at lower prices … to prepare yourself for the inevitable.<\/li>\n<\/ul>\n<p>It isn’t easy, bucking basic biology. But if you take a moment while you’re calm to firmly commit yourself to investing early and often, it will pay off long-term.<\/p>\n<p>On our end, we’re here to help. We work every day to improve our service to help guide you in your desired direction. That means requiring you to do less and warning you before you make a mistake. We’ve optimized our site to make it seamless, and we take care of the annoying stuff, like automated rebalancing and dividend reinvestment, so you don’t have to check-in as often. And we’ve created what we believe is the best automated daily tax-loss harvesting process to <a href=\"https:\/\/blog.wealthfront.com\/tax-loss-harvesting-behavioral-tool\/\">soften the bumps from the inevitable pullbacks<\/a>.<\/p>\n<p>To paraphrase an old saying: Investing is simple. It just isn’t easy.<\/p>\n<p><strong>References <\/strong><\/p>\n<p>De Martino, Benedetto, Camerer, Colin F., Adolph, Ralphs. (2009) <a href=\"http:\/\/www.pnas.org\/content\/107\/8\/3788.full\">Amygdala Damage Eliminates Monetary Loss Aversion<\/a>. <em>Proceedings of the National Academy of Sciences,<\/em> 107(8): 3788—3792.<\/p>\n<p>McDermott, R., Fowler, James H., Smirnov, Oleg. (2008) <a href=\"http:\/\/jhfowler.ucsd.edu\/prospect_theory.pdf\">On the Evolutionary Origin of Prospect Theory Preferences<\/a>. <em>The Journal of Politics<\/em>, 70(2): 335—350.<\/p>\n<p>Shiller, Robert. <a href=\"http:\/\/www.econ.yale.edu\/~shiller\/data.htm\">U.S. Stock Markets 1871-Present and CAPE Ratio.<\/a> Retrieved Dec 17, 2015.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information. There is a potential for loss as well as gain. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investment pundits – ourselves included – write a lot about how checking your portfolio too frequently is hazardous to both your financial and mental health. The evidence is overwhelming that those who check their portfolios on a daily basis tend to underperform those who check their portfolios less frequently. The reason is simple: On any given [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":7226,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[506,1122,366,180],"yst_prominent_words":[5304,2685,5308,5301,5305,1242,1258,2909,1487,1524,5307,2683,5302,5297,1294,5306,5300,5303,5298,5299],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5378"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5378"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5378\/revisions"}],"predecessor-version":[{"id":11896,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5378\/revisions\/11896"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7226"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5378"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5378"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5378"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5378"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}