{"id":5427,"date":"2016-01-27T11:00:16","date_gmt":"2016-01-27T19:00:16","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5427"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"know-financial-advisor-right-thing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/know-financial-advisor-right-thing\/","title":{"rendered":"How do I know my financial advisor is doing the right thing?"},"content":{"rendered":"<p><strong>How do I know my financial advisor is doing the right thing?<\/strong><\/p>\n<p>The recent significant drop in world financial markets has created a lot of anxiety – especially <a href=\"https:\/\/blog.wealthfront.com\/advice-for-new-investors\/\">among people new to investing<\/a>. In times like these, investors who outsource the management of their investments can’t help but wonder if they chose the right person or firm to manage their money.<\/p>\n<p>The challenge is it’s really hard to tell who is doing a good job when markets decline. The financial press is saturated with two false promises: the promise that there are people who can reliably beat the market, and the promise that there are people who can reliably protect you from a downturn. Despite overwhelming research to the contrary, many people still believe it’s possible to time the market and avoid the downdrafts.<\/p>\n<p>We believe there are a few tell tale signs of advisors who do not know what they are doing in a down market:<\/p>\n<ol>\n<li>They sell their losers rather than rebalance<\/li>\n<li>They increase their allocation to cash<\/li>\n<li>They sell their riskier asset classes<\/li>\n<li>They don’t harvest losses<\/li>\n<\/ol>\n<p><strong>Mistake #1: Selling losers rather than rebalancing<\/strong><\/p>\n<p>One of the most common mistakes for a passive investor (one who invests in funds that track broad market indexes rather than attempting to outperform the market) is to sell her losers. It might temporarily stop the bleeding, but how do you know when to buy back in? The problem with market timing is that you have to be right twice. If the decline is temporary then you miss out on the recovery. This is exactly the scenario that recently played out in 2009, when far too many investors remained in cash during a huge market recovery. The problem is almost no one can predict what the market will do, even though many are paid a handsome salary to try.<\/p>\n<p>Academic research does show that rebalancing a portfolio will enhance your annual return. Rebalancing is the disciplined process of selling your winners and buying your losers. Think of it as forced contrarianism. When applied to a diversified portfolio of index funds, rebalancing sells funds whose percentage of your portfolio exceeds a predetermined threshold and buys more of funds whose percentage of your portfolio falls short a predetermined threshold due to poor relative performance.<\/p>\n<p>Rebalancing forces investors to purchase assets just at the moments when they emotionally are most biased against them, which is why it is such an effective strategy from a behavioral perspective. For example, it might sound crazy to recommend buying more emerging markets stocks at the moment after a greater than 20% drop in the past 12 months, but research clearly shows keeping your portfolio balanced will produce the strongest risk adjusted results over the long term.<\/p>\n<p>The chart below displays the historic ranking of asset class performance. You can see it might have been unthinkable to sell high performing asset classes in 2000 and 2008 and rebalance into emerging markets, but it turned out that was exactly the right thing to do.<\/p>\n<p><a href=\"https:\/\/www.wealthfront.com\/embed\/asset-return-rank?start_year=2000&amp;end_year=2015\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5431\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/benefits2000-2010.png\" alt=\"benefits2000-2010\" width=\"570\" height=\"604\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/benefits2000-2010.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/benefits2000-2010-472x500.png 472w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/benefits2000-2010-500x530.png 500w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p><strong>Mistake #2: Increasing your cash allocation <\/strong><\/p>\n<p>A very common advisor strategy to deal with declining markets is to hold more cash. This is no different from selling a particular asset class. It is premised on the belief that the advisor will know when to reenter the market. Unfortunately, there’s no evidence that investors can consistently time the market. In fact, the research clearly shows the exact opposite is true: investors who attempt to time the market underperform.<\/p>\n<p>One of the biggest reasons individual investors underperform the markets is they consistently buy when the markets rise and sell when they decline. The chart below illustrates this behavior quite vividly.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/EF_SP500_Return-final.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-5432\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/01\/EF_SP500_Return-final.png\" alt=\"EF_SP500_Return final\" width=\"570\" height=\"425\" \/><\/a><\/p>\n<p>DALBAR, a market research firm that has studied this issue over the past 40 years, has found that the average investor underperforms the overall markets by an average of approximately 4% per year due to this bad behavior. Advisors, unfortunately, are not immune from this bad practice, or the negative results it generates over the long term.<\/p>\n<p><strong>Mistake #3: Selling riskier asset classes<\/strong><\/p>\n<p>One of the best ways to avoid a conversation about how poorly one of your investments performed is to sell the losers. Mutual funds are famous for doing this. The strategy even has a name – <em>window dressing<\/em>. Mutual funds are able to get away with it because they only report their positions at the end of each quarter. You can’t tell if they had particularly poorly performing individual investments because they often are sold before quarter end and therefore not reported.<\/p>\n<p>Advisors tend to use a different approach when selling off riskier asset classes, which is to convince their clients that they “got out early.” Assuming they didn’t panic at the exact bottom, they can always point to subsequent declines as proof of their prowess. Of course, in the long term, this leads them to the exact type of underperformance DALBAR reports, where they fail to reinvest in the asset class in time for the recovery.<\/p>\n<p>None of these excuses are necessary if you take a passive approach to investing. Markets will go up and down, but in general, if you keep fees low, stay diversified and minimize taxes, your investments will outperform most other investors over the long term.<\/p>\n<p>For example, over the past year, a common question we have heard is “<a href=\"https:\/\/blog.wealthfront.com\/why-you-shouldnt-just-invest-in-sp-500\/\">Why not just own the S&amp;P 500?<\/a>” As you can see from the historical asset class performance chart above, US stocks have done very well on a relative basis of late, but historically asset class performance reverts to the mean, which doesn’t bode well for the S&amp;P 500 in the future. Wealthfront recommends diversifying portfolios across 11 different asset classes, including a significant allocation to emerging markets for our clients with a higher risk tolerance. Last year, owning emerging markets had a significantly negative impact on our average client as compared to a portfolio that only consisted of US stocks.<\/p>\n<p>As our chief investment officer Burt Malkiel explained in <a href=\"https:\/\/blog.wealthfront.com\/emerging-markets\/\">How Much Should We Invest in Emerging Markets?<\/a>, emerging markets stocks now represent over 20% of the world’s aggregate market capitalization. Unfortunately a portfolio allocation of 20% to emerging market stocks would have led to a negative overall portfolio return in 2015 even though the US stock market was up slightly. Emerging markets stocks were down 15.8% in 2015 primarily due to the steep down draft in the Chinese stock market. The 0.1% return from a 30% allocation to US stocks (0.3% return for 2015 * 30% allocation) could not make up for the 3.2% loss that resulted from a 20% allocation to Emerging market stocks (-15.8% return for 2015 * 20% allocation). Your returns would have been much worse if you first invested in the middle of the year.<\/p>\n<p>Over the long term a portfolio diversified according to relative market values should generate the best risk adjusted return because it reflects the global economy &#8211; but there can be volatility in the short term. The best advisors deliver their asset allocations based on their clients’ risk tolerance and a mathematical analysis of the risk-adjusted, net of fee, net of tax performance of the actual financial products they utilize. The analysis should consider a variety of historical time periods, and make use of <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\">the most academically credible approaches<\/a>.<\/p>\n<p><strong>Mistake #4: Not harvesting losses <\/strong><\/p>\n<p>In the case of a portfolio loss, perhaps the most effective way to provide an offsetting economic benefit is through daily tax-loss harvesting. Selling index funds that have traded to a loss and replacing them with the same amount of new index funds that track highly correlated indexes allows you to maintain the risk and return characteristics of your portfolio while realizing a loss that can be applied to up to $3,000 of ordinary income each year and an unlimited amount of capital gains. Your losses can even be carried forward indefinitely.<\/p>\n<p>Unlike “selling your losers” in an attempt to avoid what may be perceived as a bad asset class, tax-loss harvesting maintains your allocation to each asset class consistent with your overall asset allocation and rebalancing goals.<\/p>\n<p>Only automated investment services are able to offer <em>daily<\/em> tax-loss harvesting because it requires tremendous automation that is only possible through a software-based approach. Some traditional advisors practice <em>year-end<\/em> tax-loss harvesting, but that approach can miss out on significant opportunities. For example, there was a significant market down draft in June 2013 that allowed Wealthfront to capture losses that could provide tax savings for our clients. The market recovered soon after the down draft and the S&amp;P 500, for example, ended the year up 29.7%. No losses would have been harvested if an advisor waited until year-end.<\/p>\n<p>You are likely missing out on significant improvements to your long term, after tax results if your advisor is taking an ad-hoc or year-end approach to tax-loss harvesting.<\/p>\n<p><strong>Take charge of your investments<\/strong><\/p>\n<p>Evaluating an advisor’s performance can be difficult, because investors feel like there is no good benchmark against which they can compare their diversified portfolio. The most common mistake people make is to compare their performance against the S&amp;P 500 because it’s the best known index.<\/p>\n<p>The S&amp;P 500 should only be used as a benchmark for US stock performance because it only includes US stocks (and only the 500 largest companies in the US). A diversified portfolio has a much lower risk profile than a portfolio solely comprised of US stocks, so it needs a different benchmark against which it can be compared &#8211; if you want an apples to apples comparison.<\/p>\n<p>Interestingly the premier university endowments – the best managed large pools of capital in the world &#8211; use something not terribly different from the Wealthfront portfolio <em>as their benchmark<\/em>. They use mean variance optimization, like Wealthfront, to determine which asset classes they should include and in what mix to maximize their risk adjusted return and then use market indexes to supply the performance for each asset class. The premier universities are able to outperform their benchmark because they have access to alternative assets that normal individuals don’t.<\/p>\n<p>Anxiety in volatile markets is normal. But be sure your advisor avoids common mistakes that can be costly for your long-term return.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>How do I know my financial advisor is doing the right thing? The recent significant drop in world financial markets has created a lot of anxiety – especially among people new to investing. In times like these, investors who outsource the management of their investments can’t help but wonder if they chose the right person [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7253,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[1051,68,194,522,454],"yst_prominent_words":[1390,3656,5283,1383,2316,5286,2345,5284,1321,1487,1294,1422,5289,1377,5288,1293,5287,5285,2119,2190],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5427"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5427"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5427\/revisions"}],"predecessor-version":[{"id":11898,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5427\/revisions\/11898"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7253"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5427"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5427"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5427"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5427"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}