{"id":5444,"date":"2016-02-17T09:33:20","date_gmt":"2016-02-17T17:33:20","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5444"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"qualified-small-business-stock-2016","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/qualified-small-business-stock-2016\/","title":{"rendered":"Qualified Small Business Stock Is An Often Overlooked Tax Windfall"},"content":{"rendered":"<p><strong>Editor’s Note: This post was originally published on February 26, 2015. Given recent changes to the tax code, we are updating and re-publishing it.<\/strong><\/p>\n<p>It’s no secret that small businesses have long been the growth engine of the US economy. With that in mind, Congress has packed the tax code with lots of breaks for those investing in small companies. One of the best, but little known breaks became permanent with the passage of the Protecting Americans from Tax Hikes (PATH) Act on December 18, 2015. I am referring to qualified small business stock (QSBS), a big reason for venture capitalists, angel investors, and entrepreneurs to smile in 2016 and beyond.<\/p>\n<p><strong>What is QSBS?<\/strong><\/p>\n<p>Like all things in tax, the IRS definition of <em>qualified small business<\/em> can get complicated, and it changes depending on the section of the tax code in question. For our purposes, we’ll be focusing on Section 1202 of the Internal Revenue Code (IRC).<\/p>\n<p>To qualify as QSBS under Section 1202:<\/p>\n<ul>\n<li>The stock must be in a domestic C corporation (not an S corporation or LLC, etc.), and it must be a C corporation during substantially all the time you hold the stock.<\/li>\n<li>The corporation may not have more than $50 million in assets as of the date the stock was issued and immediately after.<\/li>\n<li>Your stock must be acquired at its original issue (not from a secondary market).<\/li>\n<li>During substantially all the time you hold the stock, at least 80% of the value of the corporation’s assets must be used in the active conduct of one or more qualified businesses.<\/li>\n<\/ul>\n<p>To elaborate on the last point, <em>active conduct<\/em> means a qualified business can’t be an investment vehicle or inactive business. It can’t be, for example:<\/p>\n<ul>\n<li>A service business in the fields of health, law, engineering, architecture, accounting, actuarial science, performing arts, consulting, athletics, financial services, or brokerage services<\/li>\n<li>A banking, insurance, financing, leasing, investing, or similar business<\/li>\n<li>A farming business<\/li>\n<li>A business involving the production of products for which percentage depletion can be claimed<\/li>\n<li>A business of operating a hotel, motel, restaurant, or similar business<\/li>\n<\/ul>\n<p>As I mentioned before, this can get really complicated, since each of the points above could be expanded into an in-depth discussion. That being said, in my experience working in Silicon Valley, most early-stage investments in C corporation technology companies meet these requirements.<\/p>\n<p><strong>Tax Benefits of QSBS<\/strong><\/p>\n<p>If you’ve held stock qualifying as QSBS for at least five years when it’s sold (more on this point below), <strong>a portion of your gain—or in some cases all of your gain—can be excluded from federal tax<\/strong>. The remaining capital gain is then taxed at a 28% rate (assuming you are in the 15% or 20% bracket for regular long-term capital gains). The maximum gain eligible for exclusion on any one investment is the greater of $10 million or 10 times the taxpayer’s adjusted basis in the stock (which is normally not greater).<\/p>\n<p>It bears mentioning that this post focuses on the federal tax treatment for QSBS. Some states follow the federal tax treatment, while others may have their own set of rules. California, for example, offered preferential treatment for QSBS in prior years, but eliminated the benefit for tax years after 2012. The bottom line: Don’t assume your state provides a benefit for QSBS gain.<\/p>\n<p>In recent years Congress wanted to incentivize more investment in small businesses, so it progressively increased the amount of gain exclusion. Per the table below, there are now several possible treatments for gain exclusion depending on when you purchased your private company stock. Note as well that the gain excluded from capital gains tax is not subject to the 3.8% net investment income tax (NIIT).<\/p>\n<p>The table below summarizes the QSBS rules for regular tax (versus alternative minimum tax) depending on the time frame when the QSBS was first acquired:<\/p>\n<table width=\"444\">\n<tbody>\n<tr>\n<td colspan=\"2\" width=\"444\"><strong>Federal Exclusion of Gain<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"233\">Acquisition Period<\/td>\n<td width=\"211\">Percent Exclusion (Regular Tax)<\/td>\n<\/tr>\n<tr>\n<td width=\"233\">Before February 18, 2009<\/td>\n<td width=\"211\">50<\/td>\n<\/tr>\n<tr>\n<td width=\"233\">February 18, 2009–September 27, 2010<\/td>\n<td width=\"211\">75<\/td>\n<\/tr>\n<tr>\n<td width=\"233\">September 28, 2010 and later<\/td>\n<td width=\"211\">100<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>As noted in my introduction, the 100% exclusion window was set to expire at the end of 2014, but the passage of the PATH Act on December 18, 2015 made this permanent. That’s not to say the law won’t change in the future with a different Congress or Administration, but it will take another act of Congress to end this tremendous benefit. This should be very welcome news and cause for celebration by all those investing in or starting new qualified small businesses!<\/p>\n<p>To demonstrate the actual tax savings of selling QSBS versus regular stock, let’s look at an example. Say we have a married taxpayer with $450,000 in joint ordinary taxable income. We’ll use $450,000 so we can demonstrate the benefits of QSBS for a taxpayer who is in the 20% long-term gain bracket and also subject to the 3.8% NIIT. Furthermore, let’s assume the taxpayer realizes a long-term capital gain of $100,000 by selling stock on October 1, 2015.<\/p>\n<p>The following scenarios illustrate how the tax due varies depending on the type of stock and its purchase date:<\/p>\n<table>\n<tbody>\n<tr>\n<td width=\"86\"><strong>Purchase Date of Stock<\/strong><\/td>\n<td width=\"159\"><strong>Is the Stock QSBS?<\/strong><\/td>\n<td width=\"117\"><strong>Simplified Regular Tax Calculation<\/strong><\/td>\n<td width=\"117\"><strong>Federal Tax Due on Gain<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"86\">September 30, 2013<\/td>\n<td width=\"159\">No—the $100,000 is all taxable<\/td>\n<td width=\"117\">23.8% of $100,000<\/td>\n<td width=\"117\">$23,800<\/td>\n<\/tr>\n<tr>\n<td width=\"86\">February 17, 2009<\/td>\n<td width=\"159\">Yes—exclude 50% of $100,000<\/td>\n<td width=\"117\">31.8% of $50,000<\/td>\n<td width=\"117\">$15,900<\/td>\n<\/tr>\n<tr>\n<td width=\"86\">September 26, 2010<\/td>\n<td width=\"159\">Yes—exclude 75% of $100,000<\/td>\n<td width=\"117\">31.8% of $25,000<\/td>\n<td width=\"117\">$7,950<\/td>\n<\/tr>\n<tr>\n<td width=\"86\">September 29, 2010<\/td>\n<td width=\"159\">Yes—exclude 100% of $100,000<\/td>\n<td width=\"117\">31.8% of $0<\/td>\n<td width=\"117\">$0<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>The tax rate is only 23.8% (20% plus the 3.8% NIIT) for the lot purchased in 2013 because none of the stock qualifies as QSBS. As explained above, the higher 31.8% rate (28% plus the 3.8% NIIT) must be applied to QSBS stock.<\/p>\n<p>At this point you may be thinking that QSBS sounds too good to be true, and if you’re subject to the alternative minimum tax (AMT), you would be right. The analysis above oversimplifies the QSBS tax calculation by assuming the taxpayer is <em>not<\/em> in AMT for the year of sale. For most taxpayers, however, AMT is likely to apply. While Section 1202 excludes a portion of the gain from regular tax, it also adds back 7% of the excluded gain as an AMT preference item. <strong>This is true for all purchase periods except the 100% exclusion window, as shown below<\/strong>:<\/p>\n<table width=\"473\">\n<tbody>\n<tr>\n<td colspan=\"3\" width=\"473\"><strong>Federal Exclusion of Gain on QSBS<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"240\"><strong>Acquisition Period <\/strong><\/td>\n<td width=\"117\"><strong>Percent Exclusion (from Regular Tax)<\/strong><\/td>\n<td width=\"117\"><strong>AMT Add-Back Percentage<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"240\">Before February 18, 2009*<\/td>\n<td width=\"117\">50<\/td>\n<td width=\"117\">7<\/td>\n<\/tr>\n<tr>\n<td width=\"240\">February 18, 2009–September 27, 2010<\/td>\n<td width=\"117\">75<\/td>\n<td width=\"117\">7<\/td>\n<\/tr>\n<tr>\n<td width=\"240\">September 28, 2010 and later<\/td>\n<td width=\"117\">100<\/td>\n<td width=\"117\">0<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><em>*If the acquisition occurred before January 1, 2000, AMT add back is 42%. <\/em><\/p>\n<p>To see the impact of the AMT add back, let’s take a look at our examples again, now assuming the taxpayer is already in AMT before realizing the $100,000 long-term capital gain. Let’s also assume the flat 28% AMT rate fully applies. (Note that lower income levels may also benefit from a partial AMT exemption. I have intentionally used the higher income in this example to clearly show the AMT impact without any exemption.)<\/p>\n<p>Compare the following scenarios for the stock sold below:<\/p>\n<table width=\"464\">\n<tbody>\n<tr>\n<td width=\"95\"><strong>Purchase Date of Stock<\/strong><\/td>\n<td width=\"95\"><strong>Is the Stock QSBS?<\/strong><\/td>\n<td width=\"95\"><strong>Simplified Regular Tax <\/strong><\/td>\n<td width=\"99\"><strong>Simplified AMT Add-Back <\/strong><\/td>\n<td width=\"80\"><strong>Federal Tax Due on Gain (Regular + AMT)<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"95\">September 30, 2013<\/td>\n<td width=\"95\">No—the $100,000 is all taxable<\/td>\n<td width=\"95\">$23,800 (23.8% tax on $100,000)<\/td>\n<td width=\"99\">NA<\/td>\n<td width=\"80\">$23,800<\/td>\n<\/tr>\n<tr>\n<td width=\"95\">February 17, 2009<\/td>\n<td width=\"95\">Yes—exclude 50% of $100,000<\/td>\n<td width=\"95\">$15,900 (31.8% tax on $50,000)<\/td>\n<td width=\"99\">$980 (7% of 28% tax on $50,000)<\/td>\n<td width=\"80\">$16,880<\/td>\n<\/tr>\n<tr>\n<td width=\"95\">September 26, 2010<\/td>\n<td width=\"95\">Yes—exclude 75% of $100,000<\/td>\n<td width=\"95\">$7,950 (31.8% tax on $25,000)<\/td>\n<td width=\"99\">$1,470 (7% of 28% tax on $75,000)<\/td>\n<td width=\"80\">$9,420<\/td>\n<\/tr>\n<tr>\n<td width=\"95\">September 29, 2010<\/td>\n<td width=\"95\">Yes—exclude 100% of $100,000<\/td>\n<td width=\"95\">$0 (31.8% tax on $0)<\/td>\n<td width=\"99\">NA<\/td>\n<td width=\"80\">$0<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>As you can see, AMT reduces the potential benefit of selling QSBS for all periods except during the 100% exclusion window. That being said, there’s still a substantial benefit to be had for the 50% or 75% gain exclusions.<\/p>\n<p><strong>Qualifying for QSBS Treatment<\/strong><\/p>\n<p>Unfortunately federal and state tax authorities sometimes make it difficult to claim your QSBS benefit. I recommend taking the following steps to support that your sale of QSBS will qualify:<\/p>\n<p><strong>1. Document your purchase.<\/strong><\/p>\n<p>Keep good records for each purchase of stock in your private portfolio, including:<\/p>\n<ul>\n<li>The date purchased<\/li>\n<li>The amount paid<\/li>\n<li>A copy of the canceled check or wire with your account statement showing the funds leaving your account<\/li>\n<li>A copy of the share certificate<\/li>\n<\/ul>\n<p><strong>2. Have your stock certified.<\/strong><\/p>\n<p>If you think you’re making an investment that may eventually qualify for QSBS treatment, ask the company to certify to the following:<\/p>\n<ul>\n<li>That it is a domestic C corporation<\/li>\n<li>That it has $50 million or less in assets immediately after your purchase<\/li>\n<li>That at least 80% of the company assets are used in the active conduct of a qualifying business<\/li>\n<\/ul>\n<p>Note that if you wait several years to ask for this information, the company may not be able to provide it, either due to staff turnover or unclear records.<\/p>\n<p><strong>3. Watch the clock.<\/strong><\/p>\n<p>Keep track of the date when your investment reaches the five-year holding period. You wouldn’t want to sell right before it hit the threshold if you could have waited and paid significantly less or perhaps zero federal tax. This is even more critical now that we are more than five years out from September 28, 2010, the beginning of the 100% exclusion window.<\/p>\n<p>While the five year holding period seems straight forward, there is one common twist worth mentioning. That is the situation when you have QSBS held less than five years and your shares are acquired by a larger company (not a QSBS) where you receive stock in the acquirer instead of cash. You might think that since you sold your shares before the five year hold was met, you wouldn’t qualify for QSBS treatment, but you could be wrong. The shares you receive in the acquirer may actually become QSBS shares in your hands to the extent of the gain at the time of the transaction.<\/p>\n<p>This is best illuminated with an example. Assume you own 1,000,000 shares of QSBS stock in Small Tech, Inc., which represents all of the shares outstanding with a total cost basis of $1,000 that you acquired on February 1, 2013 (during the 100% window). On February 1, 2016, Mega Tech, Inc. acquires all your shares in Small Tech, Inc. in a tax free stock deal worth $5,000,000. You are now holding shares of Mega Tech, Inc. worth $5,000,000 with a cost basis of $1,000, a holding period of three years, and an unrealized gain of $4,999,000. Let’s say, three more years go by (making your QSBS hold more than 5 years) and your Mega Tech, Inc. shares are now worth $6,000,000. At this point, if you were to sell all of the shares, for federal purposes you would have a long-term capital gain of $5,999,000. The first $4,999,000 of said gain would be 100% excluded as QSBS gain while the remaining $1,000,000 would be taxed under the normal rules for long-term gains.<\/p>\n<p><strong>4. Seek a professional.<\/strong><\/p>\n<p>If you’re making a lot of QSBS investments, work with an accountant who understands the rules well.<\/p>\n<p><strong>Other QSBS Opportunities<\/strong><\/p>\n<p>QSBS treatment can provide significant tax savings to your private investment portfolio. While this article looked at the benefits available under Section 1202, there are other sections which may provide benefits as well, including Section 1045 for the rollover of gain from one QSBS to another. If you’re going to invest in small businesses—including technology start-ups—it’s well worth your time to engage a qualified tax accountant to help you learn how to use QSBS to your portfolio’s advantage.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Wealthfront, Inc. is an SEC registered Investment Advisor. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">The material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor’s Note: This post was originally published on February 26, 2015. Given recent changes to the tax code, we are updating and re-publishing it. It’s no secret that small businesses have long been the growth engine of the US economy. With that in mind, Congress has packed the tax code with lots of breaks for those [&hellip;]<\/p>\n","protected":false},"author":83,"featured_media":7254,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[20,905,1052,1053],"yst_prominent_words":[5075,5469,5463,5464,5468,2290,5460,1911,5077,5461,5466,5074,5471,5462,1310,2123,5465,5467,5472,5470],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5444"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/83"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5444"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5444\/revisions"}],"predecessor-version":[{"id":11900,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5444\/revisions\/11900"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7254"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5444"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5444"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5444"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5444"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}