{"id":5470,"date":"2016-03-16T09:45:09","date_gmt":"2016-03-16T16:45:09","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5470"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"us-stock-long-term-returns","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/us-stock-long-term-returns\/","title":{"rendered":"What long-term returns should I expect from US stocks?"},"content":{"rendered":"<p>It is virtually impossible to predict short-term movements in the stock market. Prices change from day to day in a more or less random fashion. But there are several methods by which reasonable estimates of future long-run (such as 10-year) equity returns may be forecasted. Three principal forecasting methods are widely used. While none should be considered even close to precise, all of them suggest similar outlooks at the present time. Future equity returns are very likely to be modest and well below the returns that have been achieved over the past century.<\/p>\n<p><strong>Risk and Return<\/strong><\/p>\n<p>Both market practitioners and academic economists have long believed that risk and return are related. On average, investors should receive a higher rate of return for bearing greater risk. While risk is a tricky concept to measure, the variability of returns (or their standard deviation) is often used as a reasonable proxy for what we normally consider risk to represent.  An investment whose return is relatively certain is considered safe while an investment whose future return might vary considerably from what we expect (and where losses may well be suffered) is considered risky. The upward sloping relationship between risk and return is an essential part of modern portfolio theory as well as the widely used capital-asset pricing model.<\/p>\n<p>If I buy a 30-day U.S. Treasury bill to yield 3% and hold it for 30 days, I am virtually certain to receive a 3% return. If I then reinvest proceeds in another bill in 30 days, I will also get a certain return although it may be a bit more or less depending upon whether interest rates change. If I have a 10-year U.S. Government bond that promises a 5% yield, I will be assuming more risk because bond prices will fluctuate with changing interest rates. During a period when interest rates rise sharply, I could even lose money on my bond purchase as bond prices fall to reflect the higher interest rates. Similarly, the returns in any period from holding equities are likely to be very variable. In periods such as the first six weeks of 2016, portfolios of common stocks lost 10% of their value or more.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/table_risk_return.png\"><img loading=\"lazy\" class=\" size-full wp-image-5473 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/table_risk_return.png\" alt=\"table_risk_return\" width=\"570\" height=\"235\" \/><\/a><\/p>\n<p>&nbsp;<\/p>\n<p>The table above shows that actual experience confirms our expectations that risk and return are related. Common stocks have returned 4.5 percentage points in excess of the return of government bonds and 6.5 percentage points in excess of Treasury bill returns. Of course, the additional average return was associated with much greater volatility as is indicated by our risk measure of standard deviation. In some years, such as 2008, holders of common stocks suffered sharp losses.<\/p>\n<p>Suppose we assume that the historical relationship between risk and return stays stable over time and that risky assets must continue to provide higher rates of return than safer ones in order to induce investors to hold them. We can then use this relationship to project future returns. But we cannot simply project historical returns into the future because the returns on safe assets have fallen dramatically.<\/p>\n<p>U.S Treasury bills are usually considered the risk-free asset in models of risk and return. Today the Treasury bill yield is about 0.25%. If we add 6.5 percentage points to that yield (the historical excess return of stocks over bills) we would estimate a future long-run rate of return for stocks of 6.75%, well below the past return on stocks. The point is that the whole level of security returns is lower than it has been in the past. We live in a period of unusually low interest rates. Stocks will also provide relatively low rates of return, <u>even if historical risk premiums continue to be realized<\/u>.<\/p>\n<p><strong>Valuation Levels and Future Returns<\/strong><\/p>\n<p>Initial valuation levels have been shown to be reasonably good (but far from perfect) predictions of long-run equity rates of return. If stocks in general have been providing above–average dividend yields, the future returns that investors have received have tended to be generous. Conversely, when initial dividend yields are low, so are future 10-year rates of return.<\/p>\n<p>Two academic studies—one by Eugene Fama and Kenneth French and the other by Robert Shiller—concluded that as much as 40% of the variability in future market returns can be predicted as the basis of the initial dividend yield of the market as a whole.<\/p>\n<p>An interesting way of presenting the results is shown in the following diagram. The diagram was produced by measuring the dividend yield of the broad U.S. stock market each quarter since 1926 and then calculating the market’s subsequent 10-year total return through the present time. The observations were then divided into deciles depending upon the level of the initial dividend yield. In general, the exhibit shows that investors have earned higher total rates of return from the stock market when the initial dividend yield of the market portfolio was relatively high, and relatively low future rates of return when stocks were purchased at low dividend yields. With current dividend yields between 2 and 2.5%, future 10-year returns of even less than 6% would appear likely.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_yield.png\"><img loading=\"lazy\" class=\" size-full wp-image-5472 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_yield.png\" alt=\"historic_yield\" width=\"570\" height=\"552\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_yield.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_yield-516x500.png 516w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_yield-547x530.png 547w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>The same kind of predictability that was demonstrated for dividends has been confirmed for the price-earnings ratio of the market. The data in the figure below are presented in a decile analysis similar to that described for dividend yields. Investors have tended to earn larger future returns when purchasing stocks at relatively low price-earnings multiples. Campbell and Shiller report that over 40% of the variability in 10-year returns can be predicted on the basis of the initial market P\/E. They conclude that equity returns were predictable in the past to a considerable extent. In this analysis, the P\/E that is used is the “Cyclically Adjusted P\/E Multiple,” or CAPE, often calculated by averaging the earnings per share of a broad market index such as the S&amp;P 500 over a 10-year period. Today the CAPE is in the low 20s, suggesting a future 10-year return of less than 5%. While this second method of predicting long-run returns is often unreliable, it does suggest that simply extrapolating historical 10 per cent equity returns into the future is probably unrealistic, given today’s valuation levels.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_pe.png\"><img loading=\"lazy\" class=\" size-full wp-image-5471 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_pe.png\" alt=\"historic_pe\" width=\"570\" height=\"556\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_pe.png 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_pe-513x500.png 513w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/03\/historic_pe-543x530.png 543w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Using Fundamental Factors to Project Equity Returns<\/strong><\/p>\n<p>There is a third method to project stock returns that is widely used both by Wall Street security analysts and financial economists. It uses net present value analyses to determine the implicit rate of return given by the current level of share prices.<\/p>\n<p>Very long-run rates of return from common stocks are driven by two critical factors: the dividend yield at the time of purchase and the future growth rate of earnings and dividends. In principle, for the buyer who holds his or her stocks forever, a share of common stock is worth the “present” or “discounted” value of its stream of future dividends. This “discounting” reflects the fact that a dollar received tomorrow is worth less than a dollar in hand today. A stock buyer purchases an ownership interest in a business and hopes to receive a growing stream of dividends. Even if a company pays very small dividends today and retains most (or even all) of its earnings to reinvest in the business, the investor implicitly assumes that such reinvestment will lead to a more rapidly growing stream of dividends in the future or alternatively to greater earnings that can be used by the company to buy back its stock.<\/p>\n<p>The discounted value of this stream of dividends (or funds returned to shareholders through stock buybacks) can be shown to produce a very simple formula for the long-run total return for either an individual stock or the market as a whole:<\/p>\n<p>Long-run Equity Return = Initial Dividend Yield + Growth Rate<\/p>\n<p>From 1926 to the present, for example, common stocks provided an average annual rate of return of about 10%. The dividend yield for the market as a whole on January 1, 1926, was about 5%. The long-run rate of growth of earnings and dividends was also about 5%. Thus, adding the initial dividend yield to the growth rate gives a close approximation of the actual rate of return.<\/p>\n<p>Over shorter periods, such as a year or even several years, a third factor is critical in determining returns. This factor is the change in valuation relationships—specifically, the change in the price-dividend or price-earnings multiple. (Increases or decreases in the price-dividend multiple tend to move in the same direction as the more popularly used price-earnings multiple.) But over the very long run (or if valuation relationships do not change) the factors of yield and growth determine equity returns.<\/p>\n<p>Today, the dividend yield for the market as a whole is just over 2%. If earnings and dividends grow at their historical rate of 5%, the long-run market return will turn out to be 7%. Since profit margins today are at historically elevated levels, if earnings growth instead recedes to 4%, long-run equity returns would be about 6%.<\/p>\n<p><strong>Implications for Investors<\/strong><\/p>\n<p>We have examined three widely-used methods of estimating future equity returns. They all suggest a similar conclusion. Future returns are very likely to be below the returns that have been realized by equity investors over the past century. With short-term rates near zero in the United States (and actually negative in Europe and Japan), and with bond yields substantially below historical norms, equity investors should have realistic expectations for only single digit returns. Realistic long-term projections should be in the 5 to 7% range.<\/p>\n<p>The good news, however, is that inflation is also extremely low. While the (informal) target rate set by the Federal Reserve has been 2%, the actual rate of inflation has been below that and is likely to continue to be so. Hence, the real rate of return on common stocks (the rates projected above the rate of inflation) is likely to remain attractive, especially compared with fixed-income securities issued by the Federal Government. While future returns are projected to be modest, equity risk premiums are estimated to be positive and relative rates of return appear generous.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Wealthfront, Inc. is an SEC registered Investment Advisor. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the outcomes described herein will result in any particular tax consequence. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It is virtually impossible to predict short-term movements in the stock market. Prices change from day to day in a more or less random fashion. But there are several methods by which reasonable estimates of future long-run (such as 10-year) equity returns may be forecasted. Three principal forecasting methods are widely used. While none should [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7227,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1122,586,5,916,435],"yst_prominent_words":[5241,5449,5455,5456,5458,5451,1245,1478,5453,5448,1990,5452,5457,3851,3579,5454,1521,1278,5450,5459],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5470"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5470"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5470\/revisions"}],"predecessor-version":[{"id":11901,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5470\/revisions\/11901"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7227"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5470"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5470"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5470"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5470"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}