{"id":5503,"date":"2016-04-06T09:50:07","date_gmt":"2016-04-06T16:50:07","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5503"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"investor-bond-market","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/investor-bond-market\/","title":{"rendered":"What Should the Investor Do About The Bond Market?"},"content":{"rendered":"<p>Professional investment advisors as well as academic financial economists have traditionally advised investors to hold widely diversified portfolios. Indeed diversification has often been called “the only free lunch” available to investors. Broad diversification is recommended to provide investors with a reasonably secure rate of return while containing portfolio risk.<\/p>\n<p style=\"text-align: left;\">Diversified portfolios have normally included some bonds. The role of bonds has been to provide a safety net during the inevitable times when equities suffer sharp losses. Especially since bond returns are often negatively correlated with stock returns, bond holdings make investment portfolios more stable. That stability can help investors to stay invested during periods of extreme volatility. Probably the biggest mistake that investors make is to sell out their equity holdings during periods of extreme stress in markets, such as the fall of 2008 at the height of the worldwide financial crisis. While even broadly diversified equity portfolios fell sharply, bonds actually increased in value and cushioned losses during that difficult period.<\/p>\n<p style=\"text-align: left;\"><strong>Current Conditions in the Bond Market<\/strong><\/p>\n<p style=\"text-align: left;\">But the bond markets today present unusual challenges that call into question the traditional advice. Governments around the world are heavily indebted and are beset by sluggish growth. There appears to be considerable excess capacity throughout the world. Even the United States, with the highest growth rate in the developed world, has been growing at only a 2% rate, well below its historical average. Growth rates in Europe and Japan have been close to zero or negative. Fiscal stimulus, the running of government deficits to stimulate growth, has been constrained because governments are already running deficits and have high Debt\/GDP ratios. This leaves the role of providing stimulus to monetary policy. And the monetary authorities have not only been running extremely expansive monetary policies, but have also engaged in nontraditional methods of monetary support.<\/p>\n<p style=\"text-align: left;\">In the United States, the Federal Reserve has set short-term interest rates near zero. They have also been engaged in buying up government securities and government-guaranteed mortgage bonds driving up their prices and lowering their yields. Foreign developed countries have adopted similar policies, which are generally described as “quantitative easing.” The 10-year U.S. Treasury bond today has a yield of less than 2%. Government bond yields in Europe and Japan are considerably lower and in some cases are even negative. Such low yields present difficult problems for the bond investor.<\/p>\n<p style=\"text-align: left;\">What is an investor to do when short-term interest rates are near zero and long-term rates are at historical lows? Suppose an investor buys a 10-year U.S. Treasury bond to yield 2% and the inflation rate is 2% as well. In this case the investor who holds to maturity would realize a real (after inflation) rate of return of zero. In Europe, where nominal long-term government rates are essentially zero, the investor would fare even worse. And if inflation accelerated, bond prices would likely fall as rates rise and investors would suffer capital losses as well. The last time interest rates were nearly this low in the United States was the period during and following World War II into the 1950s when interest rates were pegged at low levels to help our government service its war debts. Bond investors during that period earned rates of return well below the rate of inflation and they also suffered large capital losses when interest rates eventually rose. The dilemma for the bond investor is that history could repeat itself. And the Federal Reserve in the United States has already begun the process of raising interest rates.<\/p>\n<p style=\"text-align: left;\">The problem is especially acute for retired investors and for pension funds. Retired investors will often be living off the income generated from their investment portfolios. But bond portfolios are unlikely to generate sufficient income to sustain a comfortable life style in retirement. Pension funds that have made promises to future retirees have implicitly assumed generous rates of return on their investment portfolios. But bond yields today are far below their promised rates of return.<\/p>\n<p style=\"text-align: left;\">A stark dilemma exists today for all investors. Safe assets are needed to contain investment risks and provide portfolio stability. But sovereign bonds in the developed world provide inadequate returns for bonds to fulfill their important role in diversified portfolios. There are two possible solutions. The first is to look for those parts of the bond market that can provide adequate spreads over the yields available from sovereign bonds. The second is to consider bond substitutes that can also play a role in providing income and stability to the overall portfolio. Using the United States market as an example, let’s see how we could implement these strategies.<\/p>\n<p style=\"text-align: left;\"><strong>Alternatives to Government Bonds<\/strong><\/p>\n<p style=\"text-align: left;\">Within the U.S. bond market there are two broad categories of bonds that can provide stability, safety, and relatively attractive returns. The first is high-quality corporate bonds. The second is investment-grade tax-exempt bonds.<\/p>\n<p style=\"text-align: left;\">Corporate bond spreads are relatively generous at the present time. These bonds are not guaranteed by the government and consequently have yields that are less influenced by the bond buying activities of the monetary authorities. High-quality corporate bonds yield about 3 percentage points more than U.S. Treasury bonds. Thus, a portfolio of long-term corporate bonds can produce a yield very close to 5%. To be sure, investment-quality corporate bonds do carry some risk of default. Unlike the government, which can print money to service their debt, corporations are forced to sell assets or default when they cannot pay the interest and principal of their debt. But defaults on investment-grade corporate bonds have been rare. Even during the 2008 recession and financial crisis, few major corporations defaulted on their debts.<\/p>\n<p style=\"text-align: left;\">A yield spread of about 3 percentage points is historically quite attractive for the assumption of only moderately more risk. Moreover, if the economy continues to strengthen and the monetary authorities raise interest rates further, the perceived default risk of high-quality corporate bonds will tend to decline. Rising rates during periods of strong economic performance often lead to declining yield spreads for corporate credit.<\/p>\n<p style=\"text-align: left;\">The same type of argument can be made for investment quality tax-exempt bonds. If interest rates rise along with an economy that continues to improve, the credit worthiness of municipal bonds will also improve. Tax-exempts will also tend to protect investors from any future increase in federal income taxes. Municipal tax-exempt bonds have generous yields compared with U.S. Treasuries. The bankruptcy of Detroit and the well-publicized financial difficulties of Puerto Rico and the inevitable restructuring of its debt have cast a pall over the entire municipal bond market. But portfolios of high-quality municipal bonds offer relatively attractive rates of return. And municipal bonds are not subject to federal income taxes and are also free of state income taxes if purchases are limited to bonds issued by municipalities or agencies within the state. The extra return on these securities should more than compensate for the default risk that they carry.<\/p>\n<p style=\"text-align: left;\">For investors who are able and willing to accept greater portfolio risk, lower-rated corporate bonds can be purchased at promised yields of around 7%. While some defaults and restructurings are likely, a diversified portfolio of high-yield bonds is likely to produce an attractive net yield. The same is true of a portfolio of dollar-denominated bonds from emerging markets. While lower quality bonds are not suitable for everyone, investors who can accept the higher risk are likely to be rewarded with attractive higher returns.<\/p>\n<p style=\"text-align: left;\">Risk-tolerant investors, including younger investors who are building up retirement savings and who are able to ride out greater volatility in return for potentially higher return, have an additional strategy available. As an alternative to bonds, the investor could buy a portfolio of high-dividend-paying common stocks, including stocks with growing dividends. This strategy might be called a “stock-substitution strategy.” A “high-dividend” or a “dividend-growth” ETF could be used as a partial substitute for what otherwise would be an all-bond portfolio in normal times.<\/p>\n<p style=\"text-align: left;\">Of course stocks are riskier than bonds. But high-quality stocks with growing dividend streams are relatively stable and are only moderately more volatile than bonds.  For example, AT&amp;T’s 10-year bonds yield only 4% per year. But AT&amp;T stock, one of the most stable and highest-quality equities, yields about 5% and its dividend has grown moderately over time. Portfolios of similar “divided growth” stocks can serve investors well as a relatively stable income-producing anchor for the overall portfolio.<\/p>\n<p style=\"text-align: left;\">Even during periods when monetary authorities in the developed world have driven interest rates to extraordinarily low levels, there are smart ways to add bonds to your portfolio. Bonds other than those issued by the developed nations of the world have serviceable yields. Both corporate and tax-exempt securities can give portfolios an anchor that can smooth out portfolio fluctuations and provide reasonable income. Moreover, a subset of relatively stable income-producing stocks can substitute for at least a portion of what traditionally has been an all-bond allocation during these unusual times in the government bond market.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. This article is not intended as investment advice, and Wealthfront does not represent in any manner that the circumstances described herein will result in any particular outcome. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Professional investment advisors as well as academic financial economists have traditionally advised investors to hold widely diversified portfolios. Indeed diversification has often been called “the only free lunch” available to investors. Broad diversification is recommended to provide investors with a reasonably secure rate of return while containing portfolio risk. Diversified portfolios have normally included some [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7263,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[1057,465,370,54,1122,1058],"yst_prominent_words":[4026,4341,1976,1977,5430,5433,5428,5434,5426,1447,1990,5431,1257,5429,1993,3091,3579,5427,5432,2672],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5503"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5503"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5503\/revisions"}],"predecessor-version":[{"id":11903,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5503\/revisions\/11903"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7263"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5503"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5503"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5503"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5503"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}