{"id":5509,"date":"2016-04-14T10:00:26","date_gmt":"2016-04-14T17:00:26","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5509"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"advice-on-retirement-accounts","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/advice-on-retirement-accounts\/","title":{"rendered":"Last Minute Advice on Retirement Accounts"},"content":{"rendered":"<p class=\"p1\">Ordinarily, important investment decisions shouldn&#8217;t be rushed. But this week presents an exception, because you only have a few days left to contribute to your retirement account and get a credit for the amount on 2015 taxes.<\/p>\n<p class=\"p1\">You need to do so by Monday, April 18, 2016, the same day taxes are due, which is three days later than the traditional filing date, on account of April 15 being a holiday in Washington D.C. And if you don&#8217;t already have a retirement account, you&#8217;re also going to need to open one by Monday. (The deadline to do so with Wealthfront is Friday, April 15.)<\/p>\n<p class=\"p1\">Retirement accounts are a somewhat complex topic, with so many permutations that most people can&#8217;t absorb everything in one sitting. In this piece, we&#8217;ll try to work through the main things you need to know to make an intelligent decision quickly, considering the lateness of the hour. We&#8217;ll break it down one issue at a time.<\/p>\n<p class=\"p3\"><b>You mean I&#8217;m allowed to deduct an expense on last year&#8217;s taxes even though I didn&#8217;t actually incur the expense until this year?<\/b><\/p>\n<p class=\"p1\">Yes, in the case of retirement accounts, the IRS goes out of its way to accommodate the natural tendency of most people to wait until the last minute.<\/p>\n<p class=\"p3\"><b>Should I even have a retirement account?<\/b><\/p>\n<p class=\"p1\">Yes, of course you should; it&#8217;s as important as a job or a home. And tax laws provide an enormous incentive for doing so, since retirement accounts are shielded from all taxes, including those for capital gains, until you actually retire. Start one early in your career, and you&#8217;ll have the opportunity for many decades of tax-free compound growth. With a traditional retirement account, you don’t pay taxes on the money until you withdraw it in your retirement, as though it were regular income.<\/p>\n<p class=\"p3\"><b>So I should open one right away?<\/b><\/p>\n<p class=\"p1\">Maybe not <b><i>right<\/i><\/b> away. If you&#8217;re new to the workforce, chances are you don&#8217;t have anything saved up in a rainy day fund. If so, consider putting off funding a retirement account for as long as it takes you to stash away enough cash to tide you over for three to six months in the event of an unexpected setback. Please see<span class=\"Apple-converted-space\"> <\/span><span class=\"s1\"><a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">Build the Emergency Fund That’s Right for You<\/a><\/span> for more details.<\/p>\n<p class=\"p3\"><b>But once I open an account, I should use it to do all my savings, right?<\/b><\/p>\n<p class=\"p1\"><b><i>NO!<span class=\"Apple-converted-space\">  <\/span><\/i><\/b>We take a distinctly different view of this topic than most personal finance bloggers, who usually suggest going &#8220;all in&#8221; on your retirement accounts – for example, maxing out your 401(k).<\/p>\n<p class=\"p1\">We strongly urge a different path, at least for starters: That you split your savings between a tax-free retirement account and a liquid taxable investment<span class=\"Apple-converted-space\"> <\/span>account.<span class=\"Apple-converted-space\">  <\/span>We think you should keep splitting between the two until you have more clarity on how you&#8217;ll be dealing with some of life&#8217;s big issues, especially marriage, family and a home.<\/p>\n<p class=\"p1\">As their name implies, retirement accounts have a specific goal, and the IRS wants you to stay focused on that goal. If you withdraw any of your retirement money when you&#8217;re in your 30s, 40s or early 50s, you&#8217;ll pay a 10% penalty on the sums involved, plus all the relevant taxes (with a few exceptions, noted below). That makes using the money very costly.<\/p>\n<p class=\"p1\">But everyone has life expenses that need saving for, especially when you have a family and want to buy a home. So you should save for these eventualities, but outside of the system set up for retirement; a taxable investment account is the best choice. Keep this up until you&#8217;re comfortable that you have more certainty about what your life expenses are going to be like. Only then should you commit all the resources to your retirement that you&#8217;re able to.<\/p>\n<p class=\"p1\">As mentioned, there are exceptions in which you can withdraw retirement money without a penalty, but they are fairly limited. You can use it to buy a first home – but only up to $10,000. And it&#8217;s okay to pay for medical insurance – but only if you&#8217;re unemployed. Certain college expenses can be paid for – but not student loans. The penalty is lifted entirely for serious emergencies, including severe disability.<\/p>\n<p class=\"p1\">Many retirement accounts allow you to borrow money from them, usually with no questions asked about what you&#8217;ll do with the proceeds. But there are limits on how often you can do this. And you&#8217;ll need to &#8220;pay yourself back&#8221; the loaned money on a strict, and relatively short, timetable. Miss the schedule, and the penalty boom comes crashing down.<\/p>\n<p class=\"p1\">We hope you get the point by now. Your retirement account is not meant to be a general-purpose piggy bank, and so you shouldn&#8217;t use it as one.<span class=\"Apple-converted-space\">  <\/span>If some financial advisors suggest a different course – that you start loading up on your retirement accounts right away– it&#8217;s usually because they don&#8217;t trust their clients to have the financial discipline to put money aside, without being tempted to blow it all on a new car or a fancy vacation. We operate on the assumption that our readers have more self-control.<\/p>\n<p class=\"p3\"><b>Which kind of retirement account should I have? A 401(k)? An IRA? I&#8217;ve read about so many.<\/b><\/p>\n<p class=\"p1\">Let&#8217;s start with a 401(k). You can only open one through your employer. Typically, a company will match whatever contributions you make, dollar for dollar, up to a certain limit. Usually, the company&#8217;s contribution is much lower than the maximum amount you can contribute tax-free, an amount that is adjusted every year. For this year, your personal limit is $18,000 if you are under 50.<\/p>\n<p class=\"p3\"><b>If my employer offers a 401(k), should I &#8220;max out&#8221; and contribute as much as I possibly can, all the way up to $18,000? <\/b><\/p>\n<p class=\"p1\">As long as you&#8217;ve heeded the earlier advice about having some savings outside of a retirement account, the answer is &#8220;Yes, probably.&#8221;<\/p>\n<p class=\"p1\">The answer is qualified because there is a potential problem with a 401(k) you need to be aware of. Most of them offer a limited menu of investment options, often just a few dozen mutual funds, chosen by the company providing the 401(k). Some of these mutual funds charge fees of a percentage point or two a year, which may not sound like much, but which can add up to tens of thousands of dollars over the decades you&#8217;ll be saving for retirement.<\/p>\n<p class=\"p1\">Worse, you&#8217;ll be paying for a service you&#8217;re not even getting. Mutual funds attract investors with the implicit promise that the (well-paid) people managing them can &#8220;out-perform&#8221; the stock market. On average, though, most of them do only as well as common stock indexes, like the S&amp;P 500 – and that’s before fees. For more details please see<span class=\"Apple-converted-space\"> <\/span><span class=\"s1\"><a href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\">Why Your 401(k) Plan Sucks<\/a><\/span>.<\/p>\n<p class=\"p1\">That&#8217;s why the most sensible investment vehicles are very low-cost index funds, which don&#8217;t even try to beat the market, but simply track whatever stocks are doing. Index funds lack the costly overhead of &#8220;actively managed&#8221; mutual funds, and as a result of their much lower cost of ownership, have become enormously popular. If your 401(k) includes a sampling of index-style funds (or a close cousin of them known as Exchange Traded Funds, or ETFs) then you can feel comfortable going all in with it. But if your plan&#8217;s investment choices are limited and expensive, you&#8217;d be better off investing the amount in excess of your company&#8217;s matching contribution in an account you&#8217;ve set up yourself and which therefore has more options. In fact, there are occasionally situations where 401(k) accounts have such high fees that you&#8217;d be better of in a taxable account, a scenario we describe in greater detail in <span class=\"s1\"><a href=\"https:\/\/blog.wealthfront.com\/401k-versus-taxable-account\/\">Your 401(k) May Not Be the Best Way to Save for Retirement<\/a><\/span>.<\/p>\n<p class=\"p1\">Note that when you leave an employer, you can rollover the balance of your 401(k) into an IRA account you control. You&#8217;ll face no penalty as long as you move the entire sum.<\/p>\n<p class=\"p3\"><b>So what&#8217;s an IRA?<\/b><\/p>\n<p class=\"p1\">An Individual Retirement Account is essentially a tax-advantaged investment account. You open it yourself; your employer has nothing to do with it. You can do almost any kind of investing you want with an IRA, including buying and selling individual stocks – though stock picking is something we at Wealthfront very strongly discourage. Many IRAs forbid more &#8220;sophisticated&#8221; forms of investing, such as options and commodities. As with a 401(k), the maximum contribution to an IRA is adjusted from year to year; for 2015, it&#8217;s $5,500 for people under 50. Opening and funding an IRA takes only a few minutes online.<\/p>\n<p class=\"p3\"><b>And how about all the different kinds of 401(k) and IRA plans, like &#8220;Traditional&#8221; and &#8220;Roth?&#8221;<\/b><\/p>\n<p class=\"p1\">This is the part of the exercise that confuses most people. Both kinds of plans come in two flavors: Traditional and Roth. With Traditional IRAs, you get a tax break every time you contribute to it; you&#8217;re funding it with pre-tax dollars. With a 401(k), for example, you&#8217;ll see the deduction on your paycheck statement taken right off the top, before any taxes are levied. But you need to pay the taxman at some point, and that occurs when you finally withdraw the money.<\/p>\n<p class=\"p1\">Roth accounts are different; you use ordinary, after-tax money to fill them up, much as you would a taxable savings account. You&#8217;ve already been taxed on the funds, so you don&#8217;t pay any taxes upon withdrawal, even if the account has grown many times through compounding and capital gains. Both accounts compound appreciation without annual taxes.<\/p>\n<p class=\"p1\">Determining which type of account is right for you requires an accurate crystal ball that lets you see into your financial future. Absent that, some rough rules of thumb will have to do. A Roth IRA is more appropriate when you are younger, since you have longer time for tax-free accumulation. However, a Roth IRA is not appropriate for people who will be in a very low tax bracket when they retire, owing to minimal withdrawals from their account.<\/p>\n<p class=\"p1\">If you’re a young professional with a high potential upside to your income, then you’re probably better off with a Roth. By contrast, if you’re a young college graduate who’s making about $100,000 per year right now, and who only expects your salary to keep pace with inflation, you’re probably better off with a 50\/50 split between Traditional and Roth.<\/p>\n<p class=\"p1\">To contribute to a Roth IRA, you must have had an adjusted gross income in 2015 of less than $116,000 if you&#8217;re single and less than $183,000 if you were married.<\/p>\n<p class=\"p1\">There&#8217;s another IRA worth briefly mentioning: the SEP IRA, for Self-Employed Persons. Its most noteworthy characteristic is much higher contribution limits. For 2015, the amounts are 25% of compensation, or $53,000, whichever is less<b>. <\/b>For more details on SEP IRAs please read<span class=\"Apple-converted-space\"> <\/span><span class=\"s1\"><a href=\"https:\/\/blog.wealthfront.com\/when-you-should-consider-sep-ira\/\">When Should You Consider a SEP-IRA?<\/a><\/span><\/p>\n<p class=\"p3\"><b>What if I pick a plan this week, but realize in a few months I made a mistake? Am I going to be stuck with it for my whole life?<\/b><\/p>\n<p class=\"p1\">Absolutely not. Later, you can add new accounts, or switch funds between different kinds of accounts, closing those you&#8217;re no longer happy with. As long as you keep your money in some form of a retirement account, you&#8217;ll pay no penalty. However, if you move funds from a Traditional retirement account into a Roth, you&#8217;re going to first need to pay the taxes that you didn&#8217;t pay when you opened the original account. The formulas you&#8217;ll use to do this are pretty straightforward, and are supplied by the IRS.<\/p>\n<p class=\"p1\">If you&#8217;re reading this right as the 2015 tax year deadline is approaching, but feel overwhelmed by all the choices available to you, the simplest thing might be to open up a Traditional IRA, and then deposit as much as you can afford into it, up to the maximum $5,500. Make sure you specify that the contributions are for tax year 2015, and that the amount shows up on line 32 of Form 1040.<\/p>\n<p class=\"p1\">You&#8217;ll have at least begun your retirement journey, and have a funded account in place that will start working for you. Course corrections can always come later. They inevitably will, but you&#8217;ll have the distinct advantage of knowing that you&#8217;re headed in the right direction.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\">Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. This article is not intended as tax advice, and Wealthfront does not represent in any manner that the tax consequences described here will be obtained or that Wealthfront&#8217;s investment strategy will result in any particular tax consequence. Past performance is no guarantee of future results. Actual investors on Wealthfront may experience different results from the results shown. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ordinarily, important investment decisions shouldn&#8217;t be rushed. But this week presents an exception, because you only have a few days left to contribute to your retirement account and get a credit for the amount on 2015 taxes. You need to do so by Monday, April 18, 2016, the same day taxes are due, which is [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7270,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[12,107,1059,205,1053],"yst_prominent_words":[3351,1509,4200,1281,4530,1452,1240,1271,1339,2922,4963,3478,1820,1456,1446,2123,5422,2429,5425,5421],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5509"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5509"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5509\/revisions"}],"predecessor-version":[{"id":11904,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5509\/revisions\/11904"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7270"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5509"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5509"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5509"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5509"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}