{"id":5513,"date":"2016-04-27T17:09:48","date_gmt":"2016-04-28T00:09:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5513"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"venture-capital-economics-part-4","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/venture-capital-economics-part-4\/","title":{"rendered":"Demystifying Venture Capital Economics, Part 4: What Analysts Get Wrong About Innovation"},"content":{"rendered":"<p>In 2014 our CEO, Adam Nash, caused quite a stir when he said “In the next 10 years, everyone will be using some form of automated investment service.”  Frankly, many market analysts thought he was nuts. Twenty-five years in the venture capital business leads me to believe Adam is right. As a matter of fact, I think automated investment services will ultimately attract more than $2 trillion of assets. So what leads to the enormous difference of opinion Adam and I have with market analysts?<\/p>\n<p>In my experience, industry observers consistently make the same mistake. They evaluate innovations based on their <strong>magnitude of adoption<\/strong>, rather than their <strong>rate of adoption<\/strong>. Put another way, they over-emphasize the current size of the new market, and don&#8217;t pay enough attention to how quickly the new market is growing. Very often, that results in them missing the obvious fact that the new market, though currently small, is on a growth path that will have it soon eclipsing the status quo with which it is competing. I saw this analytical failure over and over in my days as a venture capitalist, and I am seeing it again as Chairman of Wealthfront.<\/p>\n<p>Amazon, Facebook or Airbnb are great examples of this phenomenon. The early articles about these companies almost all said they were interesting ideas, but unlikely to beat their much larger competitors (Barnes &amp; Noble, Myspace and hotels respectively). You seldom if ever heard about the rate of adoption of these new entrants vs. their competitors.<\/p>\n<p><strong>Innovations Spread Faster Today<\/strong><\/p>\n<p>That was a big mistake, because innovations are being adopted at an increasingly rapid rate. For almost 20 years, Mary Meeker, formerly of Morgan Stanley and now a partner at Kleiner Perkins Caufield &amp; Byers, has published a report on the state of the Internet. My favorite chart from her fantastic reports is a graph that compares the rate of adoption of new technologies over time.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/consumption_chart.png\"><img loading=\"lazy\" class=\" size-full wp-image-5515 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/consumption_chart.png\" alt=\"consumption_chart\" width=\"570\" height=\"484\" \/><\/a><\/p>\n<p>As you can see, the slopes of the adoption lines keep increasing as we move through time from left to right. In other words, each new technology that succeeds is adopted at a faster rate than previous new technologies. It took the clothes washer six decades to do what the cell phone was able to do in just one.<\/p>\n<p>We see the same dynamic in the investment space. Consider the graph below (drawn with a log scale), which shows adoption rates for three forms of &#8220;passive investing.&#8221; You can see that ETFs were adopted at a faster rate than index funds. And automated investment services are being adopted at a faster rate than ETFs. <strong>When a new product has a faster rate of adoption than its predecessor, it invariably results in an even larger total market<\/strong>. For some reason market analysts seldom learn this lesson – despite overwhelming evidence.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/passive-growth-1-e1476394459954.png\"><img loading=\"lazy\" class=\"aligncenter wp-image-7017\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/passive-growth-1-e1476394459954.png\" width=\"570\" height=\"500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/passive-growth-1-e1476394459954.png 580w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/passive-growth-1-e1476394459954-570x500.png 570w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>&nbsp;<\/p>\n<p>It’s important to understand that when I use the term automated investment service, I mean <em>fully automated,<\/em> software-based services like the ones offered by Wealthfront, Schwab, Blackrock and Betterment. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/everyone-wants-manage-investments\/\">Not Everyone Wants to Manage Their Own Investments<\/a>, there is a tremendous difference between an automated investment service and a <em>technology assisted advisor<\/em> like Vanguard’s Personal Advisor Service. Vanguard offers tremendous value, but it only uses software to open an account and even that isn’t fully automated. Technology assisted advisors are a cost effective alternative for older investors, but not likely to be replicated by others due to Vanguard’s not-for-profit business model.<strong> <\/strong><\/p>\n<p><strong>Innovations Evolve Faster Than You Think<\/strong><\/p>\n<p>One of the main reasons market analysts continue to underestimate innovators is they assume innovators will not move beyond their initial products. In fact, innovators not only move beyond their initial products, they move beyond them rapidly. Believe it or not few people foresaw Amazon moving beyond books. Mutual fund market analysts couldn’t imagine an index fund for something other than the S&amp;P 500. Last month Wealthfront surprised analysts when <a href=\"https:\/\/blog.wealthfront.com\/introducing-new-dashboard\/\">we announced our intention to apply artificial intelligence to our clients’ vast trove of accessible behavioral data to deliver sophisticated financial advice<\/a>. I say &#8220;surprised&#8221; because the vast majority of these market analysts thought we would continue to just offer an investment management service. We find this fascinating since we have said from the beginning that our mission is to democratize access to sophisticated <em>financial advice<\/em>.<\/p>\n<p>Perhaps innovation is being adopted at a more rapid rate because software can be enhanced so much more quickly than previous hardware-based innovations.<\/p>\n<p><strong>The Technology Adoption Life Cycle<\/strong><\/p>\n<p>The classic argument in favor of using current magnitude to evaluate a new business is the question: If it’s so great then why doesn’t everyone use it <em>now<\/em>? We hear this all the time at Wealthfront. How compelling could automated investment services be if they represent only $13 billion of managed assets out of a total market of more than $16 <em>trillion<\/em>? Geoffrey Moore definitively answered this question in his groundbreaking book <em>Crossing the Chasm<\/em>.<\/p>\n<p>The book’s well-proven premise is every new technology has a similar adoption cycle no matter how great it is. Start-up products initially appeal to “innovators,” people who want to try every new thing, but who are seldom willing to spend very much (if anything) for products that interest them. Then come the “visionaries,” early adopters willing to take a chance on a new product if it solves a burning problem. All they need is a proof of concept to take the leap of faith. After the visionaries come the “pragmatists.” They buy only after friends or colleagues have recommended it &#8211; no matter how well a product serves their needs. Typically, the pragmatists or the “early majority” represent by far the largest market segment. The “late majority,” conservatives who buy only after a product has become the standard, follow the early majority. Finally come the “laggards,” who never buy.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/tech-adoption-filled.png\"><img loading=\"lazy\" class=\" size-full wp-image-5517 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/04\/tech-adoption-filled.png\" alt=\"tech-adoption-filled\" width=\"570\" height=\"300\" \/><\/a><\/p>\n<p>The problem is you first have to build a very large base of early adopters to generate the references pragmatists require. You also need to build out the capabilities of your product to address a larger audience. That takes time, and unfortunately there is no way to shortcut this process.<\/p>\n<p><strong>A Niche Market is the Key to the Mass Market<\/strong><\/p>\n<p>Name a successful tech company. The overwhelming odds are it followed Moore’s advice.<\/p>\n<p>Facebook started with students at Ivy League universities. eBay focused first on collectibles. LinkedIn’s initial target was execs in Silicon Valley. Google’s early ads only appealed to start-ups that couldn’t afford the minimum order size associated with banner ads. Amazon started with books.<\/p>\n<p>Over time each company added functionality and addressed a broader audience – but over time, not from the beginning. Attempting to start with the largest market – the pragmatists – would have been met with failure because this audience doesn’t care how well your product addresses their pain. They only care about references, which take time to build.<\/p>\n<p>The only path to success I know is to start with the early adopters who are desperate for your product and build references among them to address adjacent markets. Adjacent markets typically require additional features. It is those additional features that are required to build the “whole product.” The beauty of software, unlike people-intensive businesses, is it constantly improves over time. For some reason market analysts like to evaluate software-based businesses as though their products will remain in their initial form.<\/p>\n<p><strong>Innovation Will Accelerate<\/strong><\/p>\n<p>Clearly, history is repeating itself. Automated investment services are being adopted at twice the rate ETFs were at the same point in their life cycle. If the past is any predictor of the future then this is likely the start of something big and it&#8217;s going to happen faster than most people appreciate. Maybe this time, analysts won&#8217;t be the last ones to figure it out.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Product screenshots and projected returns do not represent actual accounts and may not reflect the effect of material economic and market factors. Past performance is no guarantee of future results. Actual investors on Wealthfront may experience different results from the results shown.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In 2014 our CEO, Adam Nash, caused quite a stir when he said “In the next 10 years, everyone will be using some form of automated investment service.”  Frankly, many market analysts thought he was nuts. Twenty-five years in the venture capital business leads me to believe Adam is right. As a matter of fact, [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7298,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[23,219,646,843],"yst_prominent_words":[5410,5419,5420,1540,1531,1527,2348,5417,5416,1530,4983,1294,5409,5413,5414,5411,5418,5412,5415,1683],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5513"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5513"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5513\/revisions"}],"predecessor-version":[{"id":11905,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5513\/revisions\/11905"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7298"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5513"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5513"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5513"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5513"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}