{"id":5537,"date":"2016-05-25T11:50:26","date_gmt":"2016-05-25T18:50:26","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=5537"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"venture-capital-economics-part-5","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/venture-capital-economics-part-5\/","title":{"rendered":"Demystifying Venture Capital Economics, Part 5: When Should New Entrants Partner with Incumbents"},"content":{"rendered":"<p>At some point in its evolution, every startup faces the question of whether or not it should partner with a large company to accelerate its growth. On the surface, partnering almost always looks like a great idea. Unfortunately, the reality is seldom as rosy.<\/p>\n<p><strong>Partner Motivation: The Chesbrough Framework<\/strong><\/p>\n<p>In my experience, understanding your potential corporate partner’s motivations will tell you a lot about how likely it will behave post investment. In my product\/market fit class at the Stanford Graduate School of Business, I use <a href=\"http:\/\/facultybio.haas.berkeley.edu\/faculty-list\/chesbrough-henry\/\">Hank Chesbrough’s<\/a> outstanding framework to describe the motivations that drive corporate partnerships (Hank is a professor at the University of California’s Haas School of Business).<\/p>\n<p>Like most compelling frameworks, it is based on a simple two-by-two matrix: On one dimension the &#8220;Motivation for the investment&#8221; can either be strategic or financial. On the other the dimension, &#8220;Organizational fit&#8221; with its current business can either be tight or loose.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/05\/quadrants_final.png\"><img loading=\"lazy\" class=\"size-full wp-image-5540 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/05\/quadrants_final.png\" alt=\"quadrants_final\" width=\"570\" height=\"500\" \/><\/a><\/p>\n<p>Chesbrough refers to a strategic motivation with a tight organizational fit as a “driving” investment because it has the opportunity to drive significantly increased revenue in the corporate partner’s own business. A strategic motivation with a loose organizational fit is called “enabling” because it is motivated by a desire to grow the market it currently serves. Intel investing in companies that build products that require a lot of processing power is a classic enabling investment. A financial motivation and a tight organizational fit is called “emergent” because it might be an opportunity in the future, but is not one today. Corporate partners pursue this kind of investment for its option value because they may be interested in a closer relationship in the future. A financial motivation with a loose organizational fit is called a “passive investment” because it is made purely for financial return.<\/p>\n<p><strong>Look for a Driving Investment<\/strong><\/p>\n<p>In my experience the only kind of corporate relationship worth pursuing is a driving investment. Corporate partners are far more likely to pay attention to their investments if their portfolio companies help drive a significant increase in their own product revenues. That’s because companies are valued based on their future <em>operating<\/em> cash flows, which are far more likely to be impacted by a multiple increase in their own product revenues than by selling another company’s products.<\/p>\n<p>I am not a fan of enabling investments because as an entrepreneur I want to be my partner’s passion, not option. A corporate partner who invests in your company purely for the opportunity to see how the market plays out has no motivation to help you. As a startup you face enough challenges that you should only want to involve people who are motivated to help in every possible way.<\/p>\n<p>Emergent investments are not terribly relevant because they are quite rare. If a passive investment is what you’re after, then a venture capital firm is likely to provide more help.<\/p>\n<p>The best recent example of a driving investment was Microsoft’s 2007 investment in Facebook. Prior to the partnership, Microsoft faced significant headwinds in its attempt to sell Bing-based advertisements. In return for a $200 million investment, Microsoft earned the exclusive right to sell Facebook ads. The ability to offer a bundle of Facebook and Bing ads enabled Microsoft to significantly grow its Bing business.<\/p>\n<p>Intel’s 2014 investment of $740 million in Cloudera was a classic example of an enabling investment. The success of big data should drive the need for a lot more processing power and therefore more microprocessors. As mentioned earlier Intel was a pioneer when it came to this kind of investment. Unfortunately, over the past 10 years the vast majority of Intel’s investments have been what Chesbrough would classify as passive, which may explain why they haven’t had much of an impact on Intel’s stock price.<\/p>\n<p>Cisco is the company most associated with emerging investments. It has taken minority positions in scores of companies and followed up with acquisitions when the investees proved they had created important new markets.<\/p>\n<p><strong>Corporate Partners: Who is Driving?<\/strong><\/p>\n<p>The challenge with a driving investment is that its strategic importance usually leads the corporate investor to attempt to exert influence over the investee to get what it believes is appropriate for the market. Unfortunately, the corporate partner’s view of what’s needed seldom jives with the startup’s perspective. This usually leads to an over specified product, which in turn leads to time to market delays.<\/p>\n<p>Eric Ries and Steve Blank revolutionized the way entrepreneurs think about business in large part by stressing the importance of getting a minimum viable product to market to get the feedback necessary to iterate into the most attractive niche. Corporate partners in the driving quadrant typically are not interested in the “lean startup” approach because they usually have very strong opinions about what they need and don’t think it is necessary to experiment to find product\/market fit.<\/p>\n<p>Making a profit on its investment is of little value to a corporate partner because publicly traded stocks are valued based on their future <em>operating<\/em> cash flows. Investment profits are not considering an <em>operating<\/em> cash flow, so it seldom impacts the value of the corporate investor’s stock. It only has value if the value of the investment exceeds the value of the corporate investor’s main business, which is very rare (think Yahoo and Alibaba). If the value of the investment is meaningless then the only reason to invest is to improve one’s own business (driving) or get an insight into a business that might hurt you (emergent).<\/p>\n<p>Pundits excoriated Microsoft for investing in Facebook at what seemed like a ridiculously high price ($15 billion valuation), but Microsoft believed that the price it paid didn’t matter. As an investment, it turned out Microsoft made billions, but that had very little impact on its stock price. Microsoft and their investors were far more focused on the improved Bing cash flow that resulted from the deal.<\/p>\n<p><strong>The Innovator’s Dilemma Prevents Successful Partnerships<\/strong><\/p>\n<p>By now you can see there are some significant issues involved in building an effective corporate relationship even when your goals are aligned. Imagine how much worse it might be if you have a business model that is disruptive to your potential corporate partner. By disruptive I mean the Clayton Christensen definition: a product or service that is uneconomic for the incumbent to address.<\/p>\n<p>According to Christensen there are two types of disruptions: <em>new market disruptions<\/em> and <em>low end disruptions<\/em>. New market disruptions address consumers who for one reason or another are not able to buy the incumbent’s product. eBay was a classic new market disruption because Sotheby’s was not able to address people who wanted to sell inexpensive items. A low end disruption is something that is simpler, cheaper or more convenient than the incumbent’s product. Dell sold PCs direct to consumers cheaper than its primary competitor Compaq sold to its resellers. Compaq couldn’t cut its price and go direct because it would infuriate its resellers, on whom it was dependent for billions of dollars of revenue.  That would have been suicide for a public company.<\/p>\n<p>A true disruptor creates an <em>innovator’s dilemma<\/em> (the name of Christensen’s book that introduced the concept of disruption) for the incumbent &#8211; attempting to compete with the disruptor will destroy earnings and ignoring the disruptor will allow it to grow and destroy you in the future. Thus the dilemma!<\/p>\n<p>It’s awfully hard for a corporate partner to embrace your product if its investment either hurts its margins or acts as a perceived endorsement that might lead its traditional customers to ask for a lower price.<\/p>\n<p>For this reason, almost every successful Internet entrant chose to compete with the incumbents rather than partner with them. The only exception I know of is the real estate market.<\/p>\n<p>Below is a sample of the ever-growing list of traditional markets that have been destroyed by new Internet entrants:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/05\/table_final.png\"><img loading=\"lazy\" class=\"size-large wp-image-5541 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/05\/table_final-501x1024.png\" alt=\"table_final\" width=\"501\" height=\"1024\" \/><\/a><\/p>\n<p>In each of these cases, partnering with an incumbent would have weakened the new entrant’s ability to position the incumbent as the bad guy who was charging way too much. Imagine Amazon partnering with Barnes &amp; Noble!<\/p>\n<p>I raise the Barnes &amp; Noble issue because Amazon did partner with incumbents after it clearly became the leader. It only chose to work with incumbents like Toys &#8220;R&#8221; Us once it controlled the power dynamic and was able to dictate the terms of how it wanted to do business. And those terms clearly favored Amazon.<\/p>\n<p>To be fair there are always outliers. As I said before real estate is the one market where the new entrants (Zillow and Trulia) worked with, rather than competed against, the real estate agent community. Trulia is a particularly embarrassing example for me because the two founders, Pete Flint and Sami Inkinen, were my students and advisees at Stanford Graduate School of Business. I strongly recommended Pete and Sami compete with real estate agents rather than work with them based on my 20 years of having observed the incumbent\/new entrant dynamic. Fortunately for Pete and Sami they ignored my advice.<\/p>\n<p><strong>Disrupters Look for New Channels<\/strong><\/p>\n<p>Interestingly, Christensen found that disrupters almost always had to create their own distinct channel for their products. That’s because the typically lower price for a disruptive product leads to far lower margins for the reseller. Existing channels resist taking on new products that have lower margins, which forces the disruptor to find a new channel for which even the low margin is better than what it makes on its other products. Selling via the web or mobile rather than through the incumbent distributor is a classic example of Christensen’s observation.<\/p>\n<p>Don’t confuse partnering to access supply with partnering to gain distribution. Supply partnerships have a much higher chance of succeeding because the private company seldom is interested in disrupting its supplier. Hulu partnered with the networks to gain proprietary access to content in an attempt to disrupt cable operators, the classic distributors of such content. The broadcast networks’ investments in Hulu were driving because they created a new channel for their content.<\/p>\n<p><strong>Startups Should Be Cautious Approaching Partnerships<\/strong><\/p>\n<p>It’s imperative that you consider to whom you might be disruptive when contemplating a corporate partnership. Chesbrough would argue there’s very little incentive for a potentially disrupted incumbent to make an investment other than one that could be characterized as emerging. Again, that provides no incentive for them to help you.<\/p>\n<p>I faced this dilemma up close.  My company, Wealthfront, operates an automated investment service. We employ exchange traded funds (ETFs) from Vanguard as part of our managed portfolio, but we would never take an investment from a firm that offers investment advisory services. Having a potential competitor as an investor weakens the messaging we could use to explain how much they take advantage of their clients with high fees. It also creates the potential for a conflict should we ever want to specifically compete against them.  For this reason, venture capitalists are usually the preferred source of private funding because their only motivation is to see the value of your equity grow. They don’t care how you do it and who you irritate in the process. In other words, there are no potential conflicts.<\/p>\n<p>Having a corporate investor could increase your revenues in the short term, based on the credibility it might bring or an initial stocking order. But over the long term the potential impact due to conflicts and delays are likely not to be worth it.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>At some point in its evolution, every startup faces the question of whether or not it should partner with a large company to accelerate its growth. On the surface, partnering almost always looks like a great idea. Unfortunately, the reality is seldom as rosy. Partner Motivation: The Chesbrough Framework In my experience, understanding your potential [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7270,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[23,219,646,843],"yst_prominent_words":[5390,5396,5402,5398,5389,5393,5388,3300,5392,1258,5394,5401,5387,5397,3303,5023,5395,5399,5391,5400],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5537"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=5537"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5537\/revisions"}],"predecessor-version":[{"id":11907,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/5537\/revisions\/11907"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7270"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=5537"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=5537"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=5537"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=5537"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}