{"id":6902,"date":"2016-07-29T11:29:30","date_gmt":"2016-07-29T18:29:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=6902"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"benchmark-diversified-portfolio","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/benchmark-diversified-portfolio\/","title":{"rendered":"The Right Way and the Wrong Way to Benchmark a Diversified Portfolio"},"content":{"rendered":"<p>One of the biggest challenges for an investor is to determine how well her diversified portfolio is performing. The two most common benchmarks featured in published advice are:<\/p>\n<ul>\n<li>S&amp;P 500<\/li>\n<li>A 60\/40 Stock\/Bond portfolio<\/li>\n<\/ul>\n<p>Unfortunately, most published advice is incorrect. That’s because it usually encourages comparison to an irrelevant index or too generic of a model portfolio. In our opinion, the right way to benchmark a diversified portfolio is to take into account risk and taxes.<\/p>\n<p><strong>Let’s Start with Indexes<\/strong><\/p>\n<p>Most individual investors think they should benchmark their diversified portfolios against a stock index like the S&amp;P 500®. That’s probably because such indexes are the only indexes with which they are familiar or the only indexes their financial advisors used in the past. Most financial news outlets repeatedly report on the Dow Industrials Average and the S&amp;P 500, so those two must be the best indexes to use, right?<\/p>\n<p>These US equity indexes were created to be used as benchmarks for US public equity managers who attempt to outperform the market, not for diversified portfolios. A US stock index has a slightly higher expected return and significantly higher expected volatility (risk) than a well diversified portfolio. Using a stock index as a benchmark for a diversified portfolio is like comparing apples to oranges.  The only fair way to compare the two types of investments is on a risk adjusted return basis.<\/p>\n<p><strong>Evaluating Risk: Enter the Sharpe Ratio<\/strong><\/p>\n<p><a href=\"http:\/\/en.wikipedia.org\/wiki\/William_Forsyth_Sharpe\">William Sharpe<\/a>, the co-recipient of the Nobel Prize awarded for the creation of <a href=\"http:\/\/techcrunch.com\/2012\/08\/11\/is-modern-portfolio-theory-dead-come-on\/\">Modern Portfolio Theory<\/a> (the method by which we and the vast majority of financial advisors determine an optimal asset allocation), helped solve this problem by creating the Sharpe Ratio to evaluate the risk adjusted return of dissimilar investment opportunities.  It is calculated as follows:<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/03\/28978770.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-3611\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/03\/28978770.png\" alt=\"28978770\" width=\"180\" height=\"250\" \/><\/a><\/p>\n<p>The Sharpe Ratio for the S&amp;P 500 over the past 15 years was 0.23.  In contrast the Sharpe ratio over the past 15 years for a hypothetical moderate risk portfolio diversified across six asset classes (similar to Wealthfront) would have been 0.34. That means a common diversified portfolio could have outperformed the S&amp;P 500 by almost 50% on a <em>risk adjusted return<\/em> basis (See disclosures at the bottom of the post).<\/p>\n<p>Sharpe ratios are used extensively by institutional investors to evaluate the performance of their portfolios.  Unfortunately most individual investors are not familiar with the Sharpe Ratio and are therefore conditioned to evaluate their portfolios’ performance solely on return rather than risk AND return.  As a result a number of other lower fidelity approaches have been created to help benchmark diversified portfolios.<\/p>\n<p><strong>The Traditional Approach<\/strong><\/p>\n<p>The most common approach to benchmarking diversified portfolios is to compare a client’s portfolio to a portfolio that consists of 60% stocks and 40% bonds. This is commonly referred to as the “60\/40” portfolio.  Typically the S&amp;P 500 is used for the stock component and the Barclays Aggregate Bond Index for the bonds.  The benefit of this approach is it contemplates some diversification, but it fails to consider risk and taxes (two of the most important investment issues).<\/p>\n<p>In their Nobel Prize winning work on Modern Portfolio Theory, Harry Markowitz and Bill Sharpe showed that one’s tolerance for risk should be the primary driver of one’s investment mix. As you can see from the chart below there exists a maximum return for every level of risk as defined by volatility.<\/p>\n<p>The line that connects the maximum returns for every level of risk is known as the <em>Efficient Frontier<\/em>. Numerous research studies have shown that it can only be achieved through the optimal allocation of asset classes, not through security selection. As you can see the “60\/40 portfolio” only represents one level of risk and isn’t even on the efficient frontier (because its expected return is not the maximum expected return for a diversified portfolio with that particular level of expected risk).<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/07\/return-v-risk-e1469816951211.png\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-6903\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/07\/return-v-risk-e1469816951211.png\" alt=\"return-v-risk\" width=\"570\" height=\"403\" \/><\/a><\/p>\n<p>Comparing a portfolio with one particular level of risk is not appropriate for investors who might have another risk tolerance. For example, an investor with significant risk tolerance (say an 8 on Wealthfront’s 10 point scale) should expect both a higher return than a 60\/40 portfolio and greater volatility over long periods of time.<\/p>\n<p><strong>Benchmarks Don’t Include Taxes, But Taxes Matter<\/strong><\/p>\n<p>Almost every discussion I have read on the topic of portfolio performance <strong>ignores the impact of taxes<\/strong>. This is likely due to the difficulty of adjusting a benchmark for your particular tax rate. At Wealthfront we attempt to maximize your net of fee, after-tax risk adjusted return (as should every advisor). That usually implies the use of a municipal bond fund for your fixed income allocation (because municipal bonds are not taxed at the federal and often state level) rather than a corporate bond fund that has a higher pre tax interest rate.<\/p>\n<p>This point is so obvious, you’d think it wasn’t necessary to make. However almost every article I have read that evaluates Wealthfront’s performance compares our portfolios to ones that use the aforementioned Barclays Aggregate Bond Index for the fixed income allocation. Our portfolios should have a lower pre-tax return (the only return that is usually discussed), but a superior after-tax return (the only thing that matters).<\/p>\n<p><strong>Ignoring Tax-Loss Harvesting and Stock-level Tax-Loss Harvesting<\/strong><\/p>\n<p>Another major challenge of traditional attempts to evaluate your portfolio’s performance is they usually exclude the benefit you might have received from Tax-Loss Harvesting or Stock-level Tax-Loss Harvesting. That’s because very few advisors, especially ones that don’t serve very large clients, are able to provide either service.<\/p>\n<p>We believe the best way to calculate the true measure of the Wealthfront service is to add the realized after-tax benefit of your harvested losses to your money weighted return. For example, if you have a $50,000 account, you earned a 5% return for the year, we harvested $1,500 of losses for the year and your total federal plus state marginal tax rate is 40%, then your <em>tax adjusted return <\/em>(money weighted return + the realized after-tax benefit of your harvested losses) would be 6.2% (5% nominal return + ($1,500 x 40%\/$50,000). Assuming no net loss carry forwards, all of that return would be realized because the tax benefit from the harvested losses is less than the $3,000 ordinary income limit against which losses can be applied. Surprisingly, few of our clients add their tax-loss harvesting benefit to their money weighted returns when they compare our performance to alternatives.<\/p>\n<p><strong>Focus On What’s Under Your Control<\/strong><\/p>\n<p>Interestingly, the premier university endowments, the investment managers I believe are the best managers of large diversified pools of capital in the world, use the portfolio represented by the efficient frontier as their benchmark. In other words they use the equivalent of the Wealthfront portfolio as their benchmark. Now I hope you understand our challenge. How do we use a benchmark for our performance if our portfolio <em>is<\/em> the benchmark?<\/p>\n<p>Rather than worry about benchmarking, for over 40 years Burt Malkiel has advised his students and readers to own a portfolio of broad asset class based index funds and maximize their outcome by focusing on the three things under their control: diversifying your portfolio, minimizing fees and minimizing taxes. It’s no surprise that we took Burt’s advice when we designed our automated investment service.<\/p>\n<p>Next time one of your friends suggests you evaluate your portfolio based on the S&amp;P 500 or a 60\/40 portfolio, don’t fall for it. Neither takes risk or taxes into consideration which makes no sense given the entire goal of investing is to maximize your net of fee, after tax risk adjusted return.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>One of the biggest challenges for an investor is to determine how well her diversified portfolio is performing. The two most common benchmarks featured in published advice are: S&amp;P 500 A 60\/40 Stock\/Bond portfolio Unfortunately, most published advice is incorrect. That’s because it usually encourages comparison to an irrelevant index or too generic of a [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7295,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[467,481,882,480,454],"yst_prominent_words":[5529,5536,5531,5528,5530,2316,5535,2961,5532,2843,5537,1377,1293,5534,1521,1307,5533,5287,2118,1922],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6902"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=6902"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6902\/revisions"}],"predecessor-version":[{"id":11911,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6902\/revisions\/11911"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7295"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=6902"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=6902"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=6902"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=6902"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}