{"id":6918,"date":"2019-02-06T07:00:56","date_gmt":"2019-02-06T15:00:56","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=6918"},"modified":"2019-11-27T01:20:33","modified_gmt":"2019-11-27T09:20:33","slug":"compound-interest","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/compound-interest\/","title":{"rendered":"The Miracle of Compound Interest"},"content":{"rendered":"<p>Let’s talk about the TV show <a href=\"http:\/\/www.cc.com\/video-clips\/lzxm9k\/futurama-interest\"><em>Futurama<\/em><\/a>. Protagonist, delivery boy, and iconic beacon of mediocrity Phillip J. Fry once put 93 cents into an account. A thousand years later, even at a small interest rate, he ended up with $4.3 billion.<\/p>\n<p>It’s fair to point out that we are talking about a cartoon here, but Fry isn’t the only case when early investment and years of patience yielded exponential payoffs. (Besides, he was accidentally cryogenically frozen, so he’s basically just a lucrative example of failing up.)<\/p>\n<p>Let’s give props to a real person with the kind of legit financial foresight we should all aspire to: Anna C. Mott was the richest woman in Toledo, Ohio at the turn of the 20th century (get it, girl). When she died in 1902, she left behind a $1,000 fund to improve her city’s parks. But the gift came with a condition: No one was allowed to touch the money for 100 years.<\/p>\n<p>Anna Mott wasn’t just trying to teach the impulsive youths of Toledo a lesson about carefully considering their choice in playground equipment. Her 100-year requirement was a calculated strategy to optimize her gift for the city’s benefit — and it worked beautifully. When the fund paid out in 2002, it had <a href=\"https:\/\/www.toledoblade.com\/local\/2002\/01\/29\/100-year-old-1-000-gift-to-Toledo-soars-to-213-000-for-parks.html\">grown to a hefty $213,000<\/a> (or about 10 times the purchasing power as it had started with).<\/p>\n<p>So how did this happen?<\/p>\n<h2>OK, let’s talk about compound interest versus simple interest.<\/h2>\n<p>The $1,000 Mott originally invested grew through compounding interest. In other words, the fund’s gains were reinvested. Interest grew on top of the principal and the reinvested gains. Compound interest is the magic force that stimulates the wild proliferation of an investment when it’s left alone for long enough. As time goes on, interest leads to more money, over and over again. This is a good thing.<\/p>\n<p>But it’s worth noting that not all investments use compound interest. Many bond and stock investments use simple interest so earnings are simply paid out, not reinvested. Simple interest is great when you’re borrowing money, like to pay for a car or home, but it’s decidedly suboptimal when you’re trying to grow investments. But two common places where you will compound your gains: savings accounts and dividend reinvestment in your portfolio.<\/p>\n<p>Here is the key question to ask when assessing the potential of any investment: Is the money that accrues from dividends being reinvested to be factored into future returns calculations? If yes, you can breathe easier. You’ll benefit from the impact of compounding. Anna Mott would be so proud.<\/p>\n<h2>But you actually have to leave your investment alone. This is important.<\/h2>\n<p>So the wonderful thing about compounding is how it creates new money in a way that shakes the laws of physics. The downside? For it to really pay off, you have to take a hard “hurry up and wait” strategy to managing your investment. This can be comforting to some (“You mean I have to mostly just do nothing? Uh, yeah, I’ll take two, thanks.”) but seriously challenging to a lot of people.<\/p>\n<p>If you’re struggling with the idea of doing nothing, here’s a framework to estimate how long your suffering (your very, very financially advantageous suffering) might last. To calculate how quickly your investment doubles with the impact of compounding, use the “Rule of 72.” Take the number 72 and divide it by the percent annual return. The result is the number of years it will take for your investment to double, assuming you don’t make any additional investment. For example, an investment with a rate of return of 6% will double in 12 years; a rate of return of 8% will double in nine years. When rates of return is compounded more than once a year, your money doubles even faster. In comparison, simple interest would still theoretically double your money – eventually.<\/p>\n<p>(Don’t worry — if all those figures just gave you a headache, you can always just <a href=\"https:\/\/www.wealthfront.com\/login\">log in to your Wealthfront account<\/a> where we lay out all these projections for you. We would never ask you to do so much math.)<\/p>\n<p>Let’s revisit the Futurama example: If Fry had taken out the interest on his tiny initial investment every year without reinvesting it, he would have made $20.93 in interest after the thousand years he spent frozen. Imagine finding out everyone you’ve ever known has been dead for most of a millennium, and you aren’t a billionaire. That&#8217;s the vast difference between compound and simple interest.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone wp-image-9835 size-large\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/CompoundInterest_PhilipFry-268x530.png\" alt=\"\" width=\"268\" height=\"530\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/CompoundInterest_PhilipFry-268x530.png 268w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/CompoundInterest_PhilipFry-253x500.png 253w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/CompoundInterest_PhilipFry.png 720w\" sizes=\"(max-width: 268px) 100vw, 268px\" \/><\/p>\n<p>As you’ve probably deduced, the biggest factor to growing your money with compound interest is, in fact, time. Compound interest and time are the sunlight and water of growing your money. But if you’re tripping over the notion of waiting 1,000 or 100 years like investment heroes Fry and Anna Mott, don’t sweat it. Compound interest adds up way faster than that.<\/p>\n<p>Let’s say, for example, that you want to have $1 million by the time you reach age 65. Here’s how much you would have to save each month, depending on the age you start:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-6931\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/tablev2-e1471284750404.png\" alt=\"\" width=\"570\" height=\"440\" \/><\/p>\n<p>As with most things, like skin care and sleeping more, the earlier you start investing, the better. If you get in the long game by age 25, you’re truly killing it. All is not lost if you don’t start investing until after that, but the pressure is on to save more the longer you wait to get started.<\/p>\n<h2>Stay the course whenever possible<\/h2>\n<p>The best way to gain from compound interest is to <a href=\"https:\/\/blog.wealthfront.com\/dont-let-fear-get-in-the-way\/\">leave your money where it is<\/a> and let it grow long-term. Life happens, and even those of us who are resolved to let our money sit tight will need to deviate from the financial plan from time to time (to pay off a loan, for example). But given the tremendous benefits of leaving your money to incubate in the bright light of compound interest over the course of decades, even at relatively low interest rates, it’s best to stay the course for as long as possible.<\/p>\n<p>It might be tempting to <a href=\"https:\/\/blog.wealthfront.com\/financial-health-market-volatility\/\">pull your money out at a market downturn<\/a> or try to time the market, but remember that you’re playing a long-term investing strategy and the market tends to recover from any downturns. And when people try to time the market, they often end up missing the right time to invest entirely. That defeats the purpose.<\/p>\n<p>One habit that can surprisingly undermine your goal of not touching your investment: babysitting your account. Checking in on your investment constantly can lead to self-defeating behaviors like withdrawing money at inopportune times or adjusting your risk tolerance; you see every tiny dip and bump, which looks far more dramatic on a more micro timeline than it does on a longer one.<\/p>\n<h2>Investing what you can<\/h2>\n<p>This probably goes without saying, but hey, we’re going to say it anyway: The more you invest, especially early on, the greater the impact compounding will have in the end. You can even set up recurring investments to make it easier to save more.<\/p>\n<p>By investing more, you can increase your savings or reduce the amount of time it takes to hit your goals. This could mean an emergency fund, a college savings account for your kids, an early retirement — whatever your long-term goals and priorities are, they will be nothing but helped but throwing absolutely everything you can into your investments. Compounding is incredibly helpful, but unless you’re planning to cryogenically freeze yourself for the next thousand years, you’re going to want to start with more than 93 cents.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Compound interest is the magic force that stimulates the wild proliferation of an investment when it’s left alone for long enough — but there&#8217;s one important thing you have to do for it to work. Let us explain exactly how your money grows on itself.<\/p>\n","protected":false},"author":129,"featured_media":9836,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1072,180,1073],"yst_prominent_words":[6470,6468,5519,5511,6474,6471,6466,6469,6473,2782,1242,1258,1492,1240,6472,3851,6467,2920,1296,2190],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6918"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=6918"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6918\/revisions"}],"predecessor-version":[{"id":12007,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6918\/revisions\/12007"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9836"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=6918"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=6918"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=6918"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=6918"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}