{"id":6933,"date":"2016-08-24T10:01:05","date_gmt":"2016-08-24T17:01:05","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=6933"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"forecast-inflation","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/forecast-inflation\/","title":{"rendered":"How to Forecast Future Inflation Rates"},"content":{"rendered":"<p>Estimating inflation accurately is enormously important to the development of a viable financial plan.  Misforecast inflation by 1% and the plan might not be able to cover living expenses upon retirement.  The challenge is finding a credible way to forecast inflation.<\/p>\n<p>As is the case with most financial statistics, the best estimate is usually found in the public markets. Those who put their money where their mouth is tend to be right more  often than pundit prognosticators (Brexit not withstanding, where those betting in the UK got it wrong).<\/p>\n<p><strong>Bond Market Provides Clues on Inflation<\/strong><\/p>\n<p>Bond market participants routinely price bond securities based upon their inflation projections.  The difference between the nominal 10 year Treasury rate and the inflation adjusted Treasury Inflation Protected Securities (TIPS) rate implies the average inflation rate expected by bond market players over the next 10 years.  The nominal Treasury rate is the yield an investor gets for the next 10 years from buying the bond, with no adjustments.  The TIPS rate is the yield an investor receives for the next 10 years in addition to protection from inflation. In other words the investor in TIPS receives extra payments that account for inflation.<\/p>\n<p>For example, the 10 year nominal Treasury is currently trading at an interest rate of around 1.5%, whereas the 10 year TIPS bond is trading around 0%.  That’s right, 0% for 10 years for a TIPS bond.  The TIPS bond investor, however, will get paid the inflation rate each of the next 10 years as well.  This implies that bond investors currently expect annual inflation of only around 1.5% over the next 10 years, as that level would make a bond investor indifferent between the two bonds.<\/p>\n<p>The chart below compares the historical implied 10 year inflation rate from Treasury bonds vs. TIPS with the actual inflation rate for the 10 years following that date. As you can see the implied inflation rate is a decent predictor of future inflation.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation.png\"><img loading=\"lazy\" class=\"alignnone wp-image-6935\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation.png\" alt=\"10yinflation\" width=\"570\" height=\"381\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation.png 946w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation-640x428.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation-768x513.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/10yinflation-793x530.png 793w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>The graph starts in August 1998 because that’s soon after TIPS first became available in the US. It ends in June 2006 because that’s the latest date for which we could get the inflation rate for the next 10 years. The big spread in the first couple of years can be attributed to the lack of market efficiency in the nascent TIPS market due to the infrequency of auctions and the resulting lack of liquidity prior to 2000. As a result of this inefficiency, early investors in TIPS generated outstanding returns. I know because my former employer, the Howard Hughes Medical Institute, was one of the largest investors in TIPS during the first five years TIPS were traded.<\/p>\n<p>Despite the difficulty of projecting future financial environments (e.g. the financial crisis of 2008), within a few years of their introduction TIPS investors were able to predict inflation within 50 basis points (+\/- 0.5%) on average.  That’s far better than any other source I know.<\/p>\n<p>As you can see from the next chart, the ability of TIPS to predict inflation over the next 5 years is even more accurate.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation.png\"><img loading=\"lazy\" class=\"alignnone wp-image-6934\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation.png\" alt=\"5yinflation\" width=\"570\" height=\"493\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation.png 946w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation-578x500.png 578w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation-768x664.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/08\/5yinflation-613x530.png 613w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>This chart runs through June 2011 because it only predicts inflation 5 years into the future. You’ll notice that this methodology does a particularly bad job of predicting inflation during times of unusual trading (see May 2008 through May 2009). But on average it’s pretty close, and the best measure we have.<\/p>\n<p><strong>So, What Do the Markets Predict?<\/strong><\/p>\n<p>The current pricing of similar duration Treasuries and TIPS indicates the market projects the annual rate of inflation for the next 10 years at 1.5%, which is below historical averages.   While the future is always highly uncertain, we should use the data available to make the most educated estimate possible.  Given this low level of predicted inflation, investors should assume that inflation will not be running at the historical 2% -3% range.   This means that even though currently predicted asset returns may be lower than in the past, in real terms (after inflation) portfolio returns may still be acceptable.<\/p>\n<p>Predictive markets have revolutionized forecasting and there is no better predictive market than a public financial market; participants take their predictions very seriously because of the significant capital they put at risk based upon their outlooks.  For this reason we know of no better way to forecast inflation than to analyze the difference in pricing between inflation protected bonds and regular bonds. That’s not to say the financial markets are always right.. They’re just right a lot more often than the alternatives.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><br \/>\nNothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. The information provided here is for educational purposes only and is not intended as investment advice. Financial advisory services are only provided to investors who become Wealthfront clients. Past performance is no guarantee of future results. The author believes the third-party information comes from reliable sources, but the author does not guarantee the accuracy of the information and may receive incorrect information from third-party providers. Unless otherwise indicated, the information has been prepared by author and has not been reviewed, compiled or audited by any independent third-party or public accountant.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"> <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Estimating inflation accurately is enormously important to the development of a viable financial plan.  Misforecast inflation by 1% and the plan might not be able to cover living expenses upon retirement.  The challenge is finding a credible way to forecast inflation. As is the case with most financial statistics, the best estimate is usually found [&hellip;]<\/p>\n","protected":false},"author":113,"featured_media":7298,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1057,1122,1074,97,701],"yst_prominent_words":[3046,4026,5505,4341,1237,5504,5509,5498,1257,5503,1294,5499,5507,5508,5418,5500,5501,5510,5506,5502],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6933"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/113"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=6933"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6933\/revisions"}],"predecessor-version":[{"id":11914,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6933\/revisions\/11914"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7298"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=6933"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=6933"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=6933"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=6933"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}