{"id":6985,"date":"2016-09-21T10:00:47","date_gmt":"2016-09-21T17:00:47","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=6985"},"modified":"2019-11-26T07:21:43","modified_gmt":"2019-11-26T15:21:43","slug":"financial-advice-for-lawyers","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/financial-advice-for-lawyers\/","title":{"rendered":"Financial Advice for Young Lawyers in Debt"},"content":{"rendered":"<p><strong>What to Do First? Invest or Pay off Debt?<\/strong><\/p>\n<p>Among the many decisions facing young professionals as they embark on their careers is how to begin a lifetime of financial planning. And young attorneys have an especially tough call. Most of them leave law school with significant student debt, but without the sort of starting salary necessary to quickly pay off their loans. At the same time, they are usually smart enough to appreciate that they need to start saving for major life events, including a home, college for their children, and their own retirement.<\/p>\n<p>So what to do? Pay off their loans, or start in on a nest egg? The answer for young lawyers, just like it is for most other <a href=\"https:\/\/blog.wealthfront.com\/physician-heal-thy-balance-sheet\/\">young professionals in careers requiring lengthy and expensive training<\/a>, is straightforward.<em><strong> Get rid of student debt as quickly as possible, and start saving only after you&#8217;re free and clear of that obligation.<\/strong><\/em><\/p>\n<p>The economic assumptions behind this advice are easy to understand. The average debt load of <a href=\"http:\/\/abovethelaw.com\/2015\/08\/how-are-lawyers-managing-their-law-school-debt-most-will-never-be-able-to-pay-it-off\/\">a newly-minted J.D.<\/a> is $140,616, and they <a href=\"https:\/\/www.edvisors.com\/college-loans\/federal\/stafford\/interest-rates\/?utm_source=staffordloan#rates-for-the-2016-2017-academic-year\">can currently expect to pay it off<\/a> at an unsubsidized interest rate of 5.3%. Starting salaries depend on many factors, especially location and type of firm, but they <a href=\"http:\/\/www.law360.com\/articles\/699081\/lawyers-starting-salaries-to-rise-in-2016-report-says\">can be as low as $55,250<\/a>. That doesn&#8217;t exactly leave a lot of free cash available.<\/p>\n<p><strong>The Case Against Investing First<\/strong><\/p>\n<p>Now, if you could invest money at a guaranteed return greater than that &#8212; say 10% &#8212; then the obvious course of action would be to open an account, make your 10% return, and then use the proceeds to make loan payments while putting the rest in some sort of brokerage account.<\/p>\n<p>Unfortunately, the world we live in offers no guaranteed return anywhere near 10%. To the contrary, we happen to be in an unusual era marked by historically low interest rates, meaning that relatively risk-free investments such as money market funds pay dismal yields at the moment, usually well under 1%.<\/p>\n<p>The stock market, of course, offers the chance at to do much better. No one can be sure what will happen on Wall Street over the next few years; the current valuation of the securities markets implies an estimated annual growth of 5% for an average risk level diversified portfolio.<\/p>\n<p>You might think that&#8217;s too low, especially considering the way stocks doubled in the years following the 2008 crash. But you need to take a longer view; there have been long stretches where the market has been flat, or even declined; 5% is much closer to the market&#8217;s historical average over many decades.<\/p>\n<p>And remember, that 5% is <strong><em>nowhere close<\/em><\/strong> to being guaranteed. The actual return could just as well be nothing. Or, worse yet, you could lose money in the short run. (Over <strong><em>the long term<\/em><\/strong>, of course, an equity-oriented diversified portfolio remains the best investment.) All of which points to the best use of free cash being to pay off student debt, including making extra principal payments if at all possible. That’s because it’s akin to earning a guaranteed rate of return. I would take a guaranteed 5.3% over a moderately risky 5% every time.<\/p>\n<p><strong>Take Care of Your Debt and Set Aside Emergency Fund<\/strong><\/p>\n<p>It goes without saying that student debt should take a back seat to whatever credit card debt you may have, since interest rates on those purchases is usually much higher &#8212; near 20%. So make paying off credit cards your first priority.<\/p>\n<p>If you&#8217;re stuck with a big balance but your credit rating is good, you should explore applying for a new card, since banks often offer interest-free periods for balance transfers, sometimes for a year or more. (You usually have to pay a 3%-4% fee on each transfer.) But only follow this advice if you&#8217;re confident you can keep track of your cards, and remember, simply applying for a credit card dings your credit rating.<\/p>\n<p>Also, before you take a sledgehammer to your student loans, we recommend having savings set aside to handle three to six months of living expenses, in case of unforeseen events. Unfortunately the number of jobs for attorneys has been shrinking so it’s a very good idea to prepare for the worst case scenario.<\/p>\n<p><strong>Invest Soon After Debts Are Paid Off<\/strong><\/p>\n<p>Once your student debt is out of the way, you can get to the real business of saving\/investing. And you want to do this as quickly as possible, on account <a href=\"https:\/\/blog.wealthfront.com\/compound-interest\/\">of the remarkable way that compound interest works<\/a>. The sooner you start, the better off you&#8217;ll be; delaying only a few years can make for a dramatic difference. Consider: If you start saving at age 25, you&#8217;ll have twice the amount at age 65 than you would have if you started at age 35 even when setting aside the same amount each month.<\/p>\n<p>The only exception to this advice involves employees of firms that offer matching 401(k) contributions as a retirement benefit. It’s the equivalent of free money that you should be sure to take advantage of.<\/p>\n<p>And so in summary, all you young barristers, the evidence points to the same verdict. Get rid of your student debt first, and then get on with saving for the rest of your life. Case closed.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><br \/>\nThe information contained in this article is provided for general informational and educational purposes. Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. This article is not intended as investment advice, and Wealthfront does not represent in any manner that the circumstances described herein will result in any particular outcome. Financial advisory services are only provided to investors who become Wealthfront clients.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>What to Do First? Invest or Pay off Debt? Among the many decisions facing young professionals as they embark on their careers is how to begin a lifetime of financial planning. And young attorneys have an especially tough call. Most of them leave law school with significant student debt, but without the sort of starting [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7299,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[528,556,58,1075],"yst_prominent_words":[1558,2781,5493,5492,1420,2316,1880,5497,5494,1990,1240,1339,5491,1521,1861,3643,5495,5490,1552,5496],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6985"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=6985"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6985\/revisions"}],"predecessor-version":[{"id":11915,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/6985\/revisions\/11915"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7299"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=6985"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=6985"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=6985"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=6985"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}