{"id":7051,"date":"2016-10-31T09:55:34","date_gmt":"2016-10-31T16:55:34","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7051"},"modified":"2019-12-05T00:35:44","modified_gmt":"2019-12-05T08:35:44","slug":"passing-baton-again","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/passing-baton-again\/","title":{"rendered":"Passing the Baton, Again"},"content":{"rendered":"<p>I never thought I would be a founder.  After 25 years in venture capital, my intention was to focus my time on sharing what I had learned with the next generation of entrepreneurs and business leaders at the Stanford Graduate School of Business. Fate, as it would seem, had a different idea.<\/p>\n<p>After countless frustrating experiences trying to explain to my students why they couldn’t access quality financial advice, I realized that I should do something about it. But it wasn’t until I met Dan Carroll that I knew that I <em>would<\/em> do something about it.<\/p>\n<p>Dan and I launched Wealthfront at the end of 2011, and a new way to invest began to form. Not long after we launched, I met Adam Nash, one of our earliest clients and supporters, and <a href=\"https:\/\/blog.wealthfront.com\/adam-nash-joins-wealthfront\/\">convinced him to join the company<\/a> in the beginning of 2013. That first year we grew our assets under management from under $100 million to over half a billion dollars, and laid out a strategy that is the foundation of the company we are today. At the beginning of 2014, I was convinced that I needed to hand over my company and serve as a board member and an advisor. I was an investor after all, not a CEO. What I didn’t realize at the time is that I’m no longer just an investor, board member or advisor. I am a founder.<\/p>\n<p>Under Adam’s leadership, our client base grew over 60x, our assets over 45x and we became the top brand in the nascent industry of automated investment services. Adam led us through not one, but two rounds of financing in a single year. Through his vision and advocacy, automated services became a globally recognized industry category. And when the incumbents began attacking us with free and less capable offerings, Adam <a href=\"https:\/\/medium.com\/@adamnash\/broken-values-bottom-lines-3d550a27629\">wasn&#8217;t afraid to take them head on<\/a>. The question today is no longer “will this work?” but rather “how big will this be?” It has been an incredible ride.<\/p>\n<p>However, while watching the company achieve this level of success, I realized that instead of spending less time with the company, I actually want to spend more. I want to be the one to lead us to deliver on <a href=\"https:\/\/blog.wealthfront.com\/introducing-new-dashboard\/\">the promise we laid out in March<\/a>: <em>to be the only financial advisor our clients will ever need. <\/em>And I’m more motivated than ever to be part of this amazing team that aspires to enable tens of millions of people, who previously had no compelling alternative, to have access to affordable, high-end financial advice.<\/p>\n<p>And so, after an amazing tour of duty, Adam is handing the baton back to me. While he will be transitioning out of an operating role at the company, he will continue to play a strategic role as a member of our Board of Directors. I want to thank him for everything he’s done for us, for the team he has assembled, and for his willingness to continue to help us as we build a truly exceptional company.<\/p>\n<p>For the first time, I’m actually thinking of myself as a founder first, not an investor.  I’m excited to be diving back in as CEO full time, and I’m even more excited about what we’ll be able to achieve at Wealthfront in 2017 and beyond.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><br \/>\nNothing in this article should be construed as tax advice, a solicitation or offer, or recommendation to buy or sell any security. This article is not intended as investment advice, and Wealthfront does not represent in any manner that the circumstances described herein will result in any particular outcome. Investment advisory services are only provided to investors who become Wealthfront clients. For more information, please visit <a href=\"https:\/\/www.wealthfront.com\/legal\/disclosure\">Full Disclosure<\/a>. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>I never thought I would be a founder.  After 25 years in venture capital, my intention was to focus my time on sharing what I had learned with the next generation of entrepreneurs and business leaders at the Stanford Graduate School of Business. Fate, as it would seem, had a different idea. After countless frustrating [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7286,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[267],"yst_prominent_words":[1786,3401,1558,2326,10033,10031,1418,1391,1640,1237,1685,10032,1258,1715,10034,10036,10035,1795,1296,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7051"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7051"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7051\/revisions"}],"predecessor-version":[{"id":12154,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7051\/revisions\/12154"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7286"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7051"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7051"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7051"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7051"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}