{"id":7077,"date":"2016-11-16T10:00:55","date_gmt":"2016-11-16T18:00:55","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7077"},"modified":"2020-06-12T16:13:20","modified_gmt":"2020-06-12T23:13:20","slug":"navigating-taxes-self-employed","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/navigating-taxes-self-employed\/","title":{"rendered":"Navigating Taxes for the Self-Employed"},"content":{"rendered":"<p>If you’re one of the many people who work as an independent contractor or self-employed individual, you’ve probably wondered if you’re doing the right thing when it comes to your tax returns.&nbsp; Are there tax benefits you’re missing out on?&nbsp; Should you form a business entity?&nbsp; These are common questions and the answers will vary depending on circumstances.&nbsp; Let’s explore some basic guidelines for dealing with taxes when you’re self-employed.<\/p>\n<h3>What’s deductible?<\/h3>\n<p>I tell my clients that nearly every dollar you spend in relation to your business is tax deductible in some fashion.&nbsp; There are three keys to remember for staying out of trouble:<\/p>\n<ol>\n<li>Expenses should be ordinary and necessary.<\/li>\n<li>You can’t deduct personal expenses.<\/li>\n<li>Don’t spend more money than is necessary just because it’s tax deductible.<\/li>\n<\/ol>\n<p><strong>Ordinary and Necessary<\/strong><\/p>\n<p>The IRS considers any expense that is “ordinary and necessary” for your business to be tax deductible with some exceptions.&nbsp; You might consider ordinary to mean an expense that is common to your industry and similar businesses.&nbsp; For example, it’s common for realtors to incur marketing costs and software contractors to purchase computer equipment.&nbsp; You might consider necessary to mean an expense that was appropriate and helpful in carrying on your business.&nbsp; For example, a realtor may find it necessary to pay for open house signage and a software contractor to buy high speed internet access.<\/p>\n<p><strong>Don’t Deduct Personal Expenses<\/strong><\/p>\n<p>For a self-employed individual, you may consider dividing your expenses in to three buckets &#8211; business expenses, personal expenses, and a hybrid of business and personal expenses.&nbsp; Obviously you get to deduct the business expenses and you shouldn’t deduct the personal ones.&nbsp; That leaves the hybrid bucket, which is more difficult to deal with because these expenses are both business and personal in nature.&nbsp; A couple of rules to go by:<\/p>\n<ol>\n<li>Incidental benefit &#8211; If an expense is ordinary and necessary for your business, but also happens to have incidental personal benefits, then you likely can deduct the entire expense. For example, you take a business trip to meet with several clients in New York.&nbsp; In between client meetings, you decide to visit an old friend from college.&nbsp; In this case, even though you got some personal benefit from the trip, the entire cost of the plane ticket and hotel stay are deductible.<\/li>\n<li>Mixed use allocation – If an expense is clearly for business and more than incidental personal benefit, you may need to allocate the cost incurred between business <em>and<\/em> personal and not deduct the personal portion. For example, let’s assume you use your car as a realtor for showing homes, driving to properties, etc.&nbsp; You also use this same car for personal travel.&nbsp; The IRS will expect you to determine the business use percentage by taking the business miles driven over the total miles driven and only deducting the business use portion of the car.<\/li>\n<\/ol>\n<p><strong>Don’t Overspend for Tax Deductions<\/strong><\/p>\n<p>Remember that a tax deduction provides an economic benefit equal to the amount spent times your marginal tax rate.&nbsp; So if your federal and state combined marginal tax rate is 50%, you get a benefit of 50 cents for every dollar spent.&nbsp; It bears mentioning that you are still out of pocket the other 50 cents, so you should never spend more than you need to because it’s a losing game.<\/p>\n<h3>How should I account for my business activity?<\/h3>\n<p>The best way to account for your business activity really depends on the number of transactions you generate. &nbsp;Here are a couple considerations based on my experience:<\/p>\n<p><strong>Separate Bank and Credit Card<\/strong><\/p>\n<p>If you have a serious business that’s going to last for more than a year, it’s advisable to set up a separate business bank account and credit card.&nbsp; This goes a long way towards organizing your accounting records and gives the business more legitimacy in the eyes of the IRS as well as potential customers in some cases.&nbsp; Make your best effort to run all business expenses through these accounts and avoid using them for any personal expenses.&nbsp; If you’re operating as a sole proprietor or have a DBA (Doing Business As), you should be able to use your own social security number for the tax ID on these accounts.<\/p>\n<p><strong>Accounting Systems<\/strong><\/p>\n<p>I’ve seen clients use everything from a shoe box to sophisticated accounting software to keep track of their small business.&nbsp; For tax purposes, you’ll eventually need to categorize all your expenses into the various deductions that appear on your Schedule C for Sole Proprietors.&nbsp; It’s much more cost efficient for you or a bookkeeper to do this categorization than to have your CPA do it at tax time.&nbsp; If you don’t want to use one of the online accounting packages like QuickBooks or Zero then my recommendation is to go with a spreadsheet customized for your business.&nbsp; Consider this monthly process:<\/p>\n<ol>\n<li>Create a spreadsheet listing the twelve months across the top and your common expense categorizes down the side.<\/li>\n<li>Each month, when you get your business bank statement and credit card statement, input each expense into one of the categories or create a new row if needed. Make sure you account for each item and tie out to the ending cash and credit card balance. You may want to hire an inexpensive bookkeeper to do this part.<\/li>\n<li>At the end of the year (or perhaps quarterly for tax planning), give the spreadsheet and your bank statements to your CPA for use on your tax returns.<\/li>\n<\/ol>\n<h3>Should I form a separate business entity?<\/h3>\n<p>While there are times when it may make sense to form a legal entity to operate your business, for many people a sole proprietorship works just as well.&nbsp; You’ll find below a list of key points as well as some common myths to consider with your decision.&nbsp; In the end, you’ll need to weigh the benefits of forming the entity against the additional costs and added complexity.<\/p>\n<p><strong>Cost<\/strong><\/p>\n<p>All legal entities will have a cost to set up and most of them will also have an annual maintenance cost.&nbsp; For example, in California, even if you set up a single member LLC, you’ll still have to pay the $800 minimum tax each year until you dissolve the LLC.&nbsp; Most legal entities will also require separate tax filings and thus your tax preparation and bookkeeping costs will go up.&nbsp; Continuing with the example of the California single member LLC, even though you may not have to file a separate federal tax return for the LLC (since it’s considered a disregarded entity), California still requires you to file a Form 568 LLC return to report your gross receipts with associated fees and pay the minimum tax.<\/p>\n<p><strong>Complexity<\/strong><\/p>\n<p>With any legal entity you choose, there is an increased amount of complexity because now you’re dealing with a separate entity in addition to yourself.&nbsp; Complexity may come with extra tax return filings, the need to track and report a business balance sheet, separate tax payments and additional legal disclosures, etc.&nbsp;&nbsp; If private company stock options are part of your compensation, you may also find it difficult to deal with these in a legal entity separate from yourself due to restrictions on transfer etc.&nbsp; This may all be well worth it but then again it may not.<\/p>\n<p><strong>Liability<\/strong><\/p>\n<p>Most legal entities (LLC, Corporation, etc.) have some form of liability protection, which makes sense for some businesses and may not be necessary for others.&nbsp; From a non-attorney perspective (and attorney’s love to set up entities because they get paid for them) there are two issues.&nbsp; The first is whether or not your business has significant liability risk and the second is whether you have assets that might be vulnerable to a law suit.&nbsp; If you’re a massage therapist with little in assets, you’re probably fine getting a good business liability insurance policy and not forming an entity for liability protection.&nbsp; On the other hand, if you manufacture chain saws and have significant personal assets, you definitely want to form an entity for liability protection.<\/p>\n<p><strong>Myths<\/strong><\/p>\n<p>There are a lot of myths out there when it comes to forming an entity for your business.&nbsp; The biggest one is that all businesses should incorporate or risk financial ruin.&nbsp; This is simply not true for many businesses.&nbsp; Another myth is that by forming an entity you’ll get tons of additional tax benefits.&nbsp; While there are some tax benefits for certain types of legal entities (S-Corps etc.), in general, a sole proprietor can obtain the same tax benefits that are available to an incorporated business.<\/p>\n<h3>Some final tips<\/h3>\n<p>As if staying in business wasn’t hard enough, taxes for a sole proprietor can get a little overwhelming at times.&nbsp; That said, here are a few final tips to keep in mind. Contribute to a self-employed retirement account (SEP IRA, Solo 401(K), etc.). Wealthfront has a great SEP IRA option and unlike a traditional IRA, you can contribute up to the lesser&nbsp;of 20% of your net self-employment income or $53,000 annually tax free.&nbsp; Keep track of your business expenses (meals and entertainment, vehicle expenses, travel, home office expenses and cell phone) so you can write them off on your taxes. If you’re not a numbers person, hire a good bookkeeper. And finally, don’t forget to make quarterly estimated tax payments to avoid underpayment interest.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><br \/>\nThe material appearing in this communication is for informational purposes only and should not be construed as legal, accounting, or tax advice or opinion provided by Moss Adams LLP. This information is not intended to create, and receipt does not constitute, a legal relationship, including, but not limited to, an accountant-client relationship. Although these materials have been prepared by professionals, the user should not substitute these materials for professional services, and should seek advice from an independent advisor before acting on any information presented. Moss Adams LLP assumes no obligation to provide notifications of changes in tax laws or other factors that could affect the information provided. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you’re one of the many people who work as an independent contractor or self-employed individual, you’ve probably wondered if you’re doing the right thing when it comes to your tax returns.&nbsp; Are there tax benefits you’re missing out on?&nbsp; Should you form a business entity?&nbsp; These are common questions and the answers will vary [&hellip;]<\/p>\n","protected":false},"author":83,"featured_media":7303,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[1080,1081,237,1082],"yst_prominent_words":[1418,10808,10812,5493,10810,10817,10806,2783,10809,10813,5915,10816,6394,1975,10807,10811,10815,2123,3597,10814],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7077"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/83"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7077"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7077\/revisions"}],"predecessor-version":[{"id":13257,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7077\/revisions\/13257"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7303"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7077"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7077"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7077"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7077"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}