{"id":7094,"date":"2016-11-21T20:07:16","date_gmt":"2016-11-22T04:07:16","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7094"},"modified":"2019-12-08T15:37:18","modified_gmt":"2019-12-08T23:37:18","slug":"indexing-worse-than-marxism","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/indexing-worse-than-marxism\/","title":{"rendered":"Is Indexing Worse Than Marxism?"},"content":{"rendered":"<p>Index funds have always been ridiculed by active mutual-fund managers.  Two recent events have fueled a new set of criticisms.  The mid-year 2016 Standard and Poor’s report on index fund performance showed that the superiority of low-cost indexing, whether in the form of mutual funds or exchange-traded funds (ETFs), has increased over time.  Over the preceding five and ten-year periods, index funds outperformed over 80 percent of their active peers.  It has become increasingly untenable to claim that passive index investing produces mediocre results.  The second related event is that investors have increasingly taken note.  Money has been pouring out of active mutual funds and into passively-managed index funds.<\/p>\n<p>Last year investors pulled over $200 billion out of actively-managed funds and invested over $400 billion in index funds.  The same trends have continued in 2016, and index funds now account for more than one-third of the total invested in mutual funds and ETFs.  So recently a new critique has emerged.  It is now alleged that index funds pose a grave danger both to the stock market and to the general economy.<\/p>\n<p>The criticism has come from both professional and general publications.  One of the most respected research houses on Wall Street recently published a 47-page report with the provocative title: “The Silent Road to Serfdom: Why Passive Investing is Worse Than Marxism.”  The report argued that a capitalist market system in which investors invest passively in index funds is even worse than a centrally planned economy, where government directs all capital investment.  Also this year, the New Yorker magazine escalated the case against passive indexing by arguing that it causes money to pour into a set of investments independent of considerations such as profitability and growth opportunities.   The article also suggested that indexing pushes money into larger firms and raises their valuations to “bubble” levels as well as producing a concentration of ownership not seen since the days of the Rockefeller Trust.<\/p>\n<p>Let’s dispose of the latter argument first.  Indexing does not involve simply buying an index of large companies, such as those included in the Standard &amp; Poor’s 500 stock index.  There are index funds and ETFs containing medium-sized and smaller companies as well as those including all the major developed and emerging-market economies in the world.  In principle, the index investor should buy all the stocks available in the market to achieve the performance of the entire stock market.  Indeed, mutual fund complexes offer such funds, the largest in the United States being the Vanguard “Total Stock Market Index Fund,” comprising all the stocks in the U.S. economy.  Index funds also exist for the total world economy.  Indexing will not lead to a bubble in any one group of stocks.  If stock prices are “too high,” it is the money pouring into both actively managed and index funds that makes them so.  And Vanguard is hardly the only purveyor of index funds and ETFs.  BlackRock, State Street, and a host of other companies offer indexed products.<\/p>\n<p>It is true that as indexing grows there may well be a growing concentration of ownership among the index providers and they will have increased influence in proxy voting.  They must use their vote to ensure that companies act in the best interests of shareholders.  But there is no evidence that they have used or will use their vote to collude in an attempt to cartelize any industry.<\/p>\n<p>The more fundamental criticism is that index funds might grow in the future to such a size that stocks could become massively mispriced.  If everybody indexed, who would ensure that stock prices reflect all the information available about the prospects for different companies?  In a world with 100 percent indexing, who would trade from stock to stock to ensure that the market was efficient?  The stock market does need some active traders who analyze and act on new information so that stocks are efficiently priced and sufficiently liquid for investors to be able to buy and sell.  Active traders play a positive role in determining security prices and in turn how capital is allocated.<\/p>\n<p>Active managers are incentivized to perform this function by charging substantial management fees.  They will continue to market their services with the claim that they have above-average insights that enable them to beat the market even though, unlike in Garrison Keillor’s mythical Lake Wobegon, they cannot all achieve above-average market returns.  And even if the proportion of active managers shrinks to as little as 10 or 5 percent of the total, there would still be more than enough of them to make prices reflect information.  We have far too much active management today, not too little.<\/p>\n<p>But as a thought experiment, suppose everybody did index and individual stocks did not reflect new information?  Suppose a drug company develops a new cancer drug that promises to double the company’s sales and earnings but that the price of their shares does not increase to reflect the news.  In our capitalist system it is inconceivable that some trader or hedge fund would not emerge to bid up the price of the stock and profit from the mispricing.  In a free-market system we can expect that advantageous arbitrage opportunities are exploited by profit-seeking market participants no matter how many investors index.<\/p>\n<p>To be sure, index investors are free riders.  They do receive the benefits that result from active trading without bearing the costs.  But free riding on price signals provided by others is hardly a flaw of the capitalist system; it is an essential feature of that system.  In a free-market economy we all benefit from relying on a set of market prices that are determined by others.<\/p>\n<p>Index funds have been of enormous benefit for individual investors.  Competition has driven the cost of broad-based index funds very close to zero.  Individuals can now save for retirement far more efficiently than before.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><br \/>\n<span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><br \/>\nNothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. This article is not intended as investment advice, and Wealthfront does not represent in any manner that the circumstances described herein will result in any particular outcome. Investment advisory services are only provided to investors who become Wealthfront clients. For more information please visit www.wealthfront.com or see Wealthfront’s Full Disclosure. While the data Wealthfront uses from third parties is believed to be reliable, Wealthfront does not guarantee the accuracy of the information.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The S&amp;P 500® (&#8220;Index&#8221;) is an index of 500 stocks seen as a leading indicator of U.S. equities and a reflection of the performance of the large cap universe, made up of companies selected by economists. The S&amp;P 500 is a market value weighted index and one of the common benchmarks for the U.S. stock market.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The Index is a product of S&amp;P Dow Jones Indices LLC and\/or its affiliates. Copyright © 2015 by S&amp;P Dow Jones Indices LLC, a subsidiary of the McGraw-Hill Companies, Inc., and\/or its affiliates. All rights reserved.<br \/>\n<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Index funds have always been ridiculed by active mutual-fund managers.  Two recent events have fueled a new set of criticisms.  The mid-year 2016 Standard and Poor’s report on index fund performance showed that the superiority of low-cost indexing, whether in the form of mutual funds or exchange-traded funds (ETFs), has increased over time.  Over the [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7304,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[595,718,465,35,1122,95,481,867,152],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7094"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7094"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7094\/revisions"}],"predecessor-version":[{"id":11922,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7094\/revisions\/11922"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7304"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7094"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7094"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7094"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7094"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}