{"id":7141,"date":"2016-12-21T11:12:52","date_gmt":"2016-12-21T19:12:52","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7141"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"save-for-college","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/save-for-college\/","title":{"rendered":"You Don&#8217;t Need to be a Parent to Benefit from 529 Accounts"},"content":{"rendered":"<p>When I learned that our investment team, a group of talented PhDs, was helping our clients with the problem of saving for their children’s future college education and building <a href=\"https:\/\/www.wealthfront.com\/529\">our own tax-advantaged 529 college savings plan<\/a>, I was excited because I have two eight year old girls and I <i>still<\/i> hadn’t started a 529 plan for them. Now I have one for each of them.<\/p>\n<p><b>Get Ahead of the Chaos Parenthood Brings<\/b><\/p>\n<p>Since launching our own 529 College Savings Plan, we have spoken with many clients who found clever ways to save on taxes today, while simultaneously saving more towards their future financial goals. These clients know that one of the beautiful things about 529s is that, whether you already have a child today or not, you can open an account and start stashing away hard earned money for <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/213200706-What-expenses-are-considered-qualified-higher-education-expenses-\">qualified higher educational expenses<\/a>, while letting it grow tax free with compounding returns. This is because 529s allow you to change the beneficiary on the account (with some exclusions) at any time without penalty, so long as they are a family member. Below are examples of creative ways some of our clients are investing with us.<\/p>\n<p><i>Save now for the future little you.<\/i><\/p>\n<p>Couples are thinking creatively about 529 plans. Some of our clients let us know that they plan to list a 529 account as part of their wedding or baby shower registry. You can open a Wealthfront 529 with just $500, which will definitely go further than adding that fine china to the list. Trust me, I have two sets from my wedding, which I think I’ve used <i>maybe<\/i> once. Surprisingly, we’ve seen many single clients without children choose to open a small 529 account as well. They have enough foresight to know that financial planning will be the last thing they will want to think about when they are pregnant and preparing to welcome a new life into the world. They know that they can change the beneficiary of the 529 account to any relative at any time and their future selves could not be more grateful. The baby blankets, onesies, lovies and Sophie the Giraffes my wife and I received for our twin girls were adorable, but I wish someone forced me to open a 529 account eight years ago. Every penny counts!<\/p>\n<p><i>Give your niece or nephew a gift that doesn’t break.<\/i><\/p>\n<p>As an uncle, I frequently ask myself if my niece and nephews <i>really<\/i> need another $40 toy that will break when their parents step on it in the middle of the night. We have some clients who are choosing to open their niece or nephew a 529 account. Although it sounds boring in the near term, they will absolutely be the cool Aunt or Uncle once it comes time to pay for college.<\/p>\n<p><i>Grandparents can help their kids, grandkids and themselves<\/i><\/p>\n<p>While our clients tend to be younger, we have heard from a few grandparents who are taking advantage of being able to superfund a 529 account for their grandchildren. The 529 supports a unique feature which allows you to pre-fund up to five years of contributions gift tax-free, aka “superfunding.” So, instead of the $14,000 per year annual gift tax exclusion limit, each grandparent could pre-fund up to $70,000 (5 x $14,000). Together, that means grandparents could open a 529 plan with $140,000, per beneficiary. We built this feature into our product to make it seamless to enjoying the benefit of gifting today, tax-free. For wealthy grandparents looking for a creative way to save on taxes, $140,000 per grandchild can create a nice shelter. I already asked both grandparents of my girls to contribute to my girls’ 529 accounts for my birthday, their birthdays and every holiday in between.<\/p>\n<p><b>Keep Yourself from Raiding Your Savings<\/b><\/p>\n<p>By now, we all understand that a 529 plan allows us to grow savings tax-free, for a very singular purpose &#8212; to pay for future college expenses. What I love most about a 529 plan is that my recurring monthly deposit forces me to put money away for my girls’ future college bills, instead of pretending to save using a savings account that I’m tempted to raid every now and then. If I do raid my 529 account for expenses other than my girls’ qualified higher education expenses, the earnings are subject to federal and state income taxes and an additional 10% federal penalty tax. This singularity of purpose <i>and<\/i> tax penalty provides me with a good incentive to <i>not raid the 529 cookie jar<\/i>. So do your future self a favor, and open a <a href=\"https:\/\/www.wealthfront.com\/529\">Wealthfront 529 College Savings Plan<\/a>!<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">For more information about the Wealthfront 529 College Savings Plan (the “Plan”), download the Plan Description and Participation Agreement (to be made available on Plan launch) or request one by calling or emailing support@wealthfront.com or (650) 249-4250. Investment objectives, risks, charges, expenses, and other important information are included in the Plan Description and Participation Agreement; read and consider it carefully before investing. Wealthfront Brokerage Corporation serves as the distributor and the underwriter of the Plan.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"alignleft wp-image-9671\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/screenshot-1.png\" alt=\"\" width=\"300\" height=\"153\" \/><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Please Note<\/strong>: Before investing in any 529 plan, you should consider whether you or the beneficiary&#8217;s home state offers a 529 plan that provides its taxpayers with favorable state tax and other benefits that are only available through investment in the home state&#8217;s 529 plan. You also should consult your financial, tax, or other advisor to learn more about how state-based benefits (or any limitations) would apply to your specific circumstances. You also may wish to contact directly your home state&#8217;s 529 plan(s), or any other 529 plan, to learn more about those plans&#8217; features, benefits and limitations. Keep in mind that state-based benefits should be one of many appropriately weighted factors to be considered when making an investment decision.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The Wealthfront 529 College Savings Plan (Plan) is administered by the Board of Trustees of the College Savings Plans of Nevada (Board).<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Earnings on nonqualified withdrawals are subject to federal income tax and may be subject to a 10 percent federal tax penalty, as well as state and local income taxes. The availability of tax and other benefits may be contingent on meeting other requirements.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information contained is provided for general informational purposes and should not be construed as investment advice. Nothing should be construed as tax advice, solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Wealthfront does not represent in any manner that the tax consequences described here will be obtained or will result in any particular tax consequence.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"> Prospective investors should confer with their personal tax advisors regarding the tax consequences of investing with Wealthfront, based on their particular circumstances.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>When I learned that our investment team, a group of talented PhDs, was helping our clients with the problem of saving for their children’s future college education and building our own tax-advantaged 529 college savings plan, I was excited because I have two eight year old girls and I still hadn’t started a 529 plan [&hellip;]<\/p>\n","protected":false},"author":117,"featured_media":7307,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7232,7231],"tags":[1078,388,1063],"yst_prominent_words":[2686,5258,5385,5376,5372,2723,2726,5375,5383,5679,6373,2144,5382,5380,5381,2123,5374,5379,5378,5377],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7141"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/117"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7141"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7141\/revisions"}],"predecessor-version":[{"id":11926,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7141\/revisions\/11926"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7307"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7141"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7141"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7141"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7141"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}