{"id":7147,"date":"2016-12-28T08:10:56","date_gmt":"2016-12-28T16:10:56","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7147"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"active-investing-versus-passive-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/active-investing-versus-passive-investing\/","title":{"rendered":"Active Investing: Rest in Peace or Resurgent Force?"},"content":{"rendered":"<div>\n<p><i>Editor&#8217;s note: Today&#8217;s guest post is republished from Professor Aswath Damodaran&#8217;s blog, <\/i><a href=\"http:\/\/aswathdamodaran.blogspot.com\/\"><span class=\"s1\"><i>Musings on the Market<\/i><\/span><\/a><i>.<\/i><\/p>\n<p>I was a doctoral student at UCLA, in 1983 and 1984, when I was assigned to be research assistant to  Professor Eugene Fama, who wisely abandoned the University of Chicago during the cold winters for the beaches and tennis courts of Southern California. Professor Fama won the Nobel Prize for Economics in 2013, primarily for laying the foundations for efficient markets <a href=\"http:\/\/efinance.org.cn\/cn\/fm\/Efficient%20Capital%20Markets%20A%20Review%20of%20Theory%20and%20Empirical%20Work.pdf\">in this paper<\/a> and refining them in his work in the decades after. The debate between passive and active investing that he and others at the University of Chicago initiated has been part of the landscape for more than four decades, with passionate advocates on both sides, but even the most ardent promoters of active investing have to admit that passive investing is winning the battle. In fact, the mutual fund industry <a href=\"http:\/\/www.wsj.com\/articles\/anxious-mutual-fund-industry-holds-seismic-shift-senior-leadership-forum-1481634006\">seems to have realized that they face an existential threat<\/a> not just to their growth but to their very existence and many of them are responding by <a href=\"http:\/\/www.wsj.com\/articles\/fidelity-cuts-fees-for-those-who-want-to-trade-mutual-funds-1481719645\">cutting fees<\/a> and offering passive investment choices.<\/p>\n<\/div>\n<p>&nbsp;<\/p>\n<h3>Passive Investing is winning!<\/h3>\n<div>When Jack Bogle started the Vanguard 500 Index fund in 1975, I am sure that even he could not have foreseen how successful it would become in changing the way we invest. Not only have index funds become an increasing part of the landscape, but exchange traded funds have also added to the passive investing mix and index-based investing has expanded well beyond the S&amp;P 500 to cover almost every traded asset market in the world. Today, you can put together a portfolio composed of index funds and ETFs to create any market exposure that you want in stocks, bonds or commodities. The growth of passive investing can be seen in the graph below, where I plot the proportion of the US equity market held by passive investors (in the form of ETFs and index funds) and active investors from 2005 to 2016:<\/div>\n<div><\/div>\n<div>\n<div id=\"attachment_7148\" style=\"width: 410px\" class=\"wp-caption aligncenter\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/1-active-vs-passive-growth.png\"><img aria-describedby=\"caption-attachment-7148\" loading=\"lazy\" class=\"wp-image-7148 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/1-active-vs-passive-growth.png\" alt=\"Source: Morningstar\" width=\"400\" height=\"291\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/1-active-vs-passive-growth.png 400w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/1-active-vs-passive-growth-330x240.png 330w\" sizes=\"(max-width: 400px) 100vw, 400px\" \/><\/a><p id=\"caption-attachment-7148\" class=\"wp-caption-text\">Source: Morningstar<\/p><\/div>\n<\/div>\n<div><a href=\"https:\/\/4.bp.blogspot.com\/-sdM_RW1R8xo\/WE8ntmMbGLI\/AAAAAAAAD5E\/iJ-RfiKMQBgTAa09pmDt_YM_226QNEBtwCLcB\/s1600\/fund%2Bflows.png\"><br \/>\n<\/a>In 2016, passive investing accounted for approximately 40% of all institutional money in the equity market, more than doubling its share since 2005. Since 2008, the flight away from active investing has accelerated and the fund flows to active and passive investing during the last decade tell the story.<\/div>\n<div><\/div>\n<div><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/2-fund-flows.png\"><img loading=\"lazy\" class=\"aligncenter wp-image-7149 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/2-fund-flows.png\" alt=\"2-fund-flows\" width=\"400\" height=\"270\" \/><\/a><\/div>\n<div><\/div>\n<div>The question is no longer whether passive investing is growing but how quickly and at what expense to active investing. The answer will have profound consequences not only for our investment choices going forward, but also for the many employed, from portfolio managers to sales people to financial advisors, in the active investing business.<\/div>\n<p>&nbsp;<\/p>\n<h3>Aided and Abetted by Active Investing<\/h3>\n<div>To understand the shift to passive investing and why it has accelerated in recent years, we have to look no further than the investment reports that millions of investors get each year from their brokerage houses or financial advisors, chronicling the damage done to their portfolios during the course of the year by frenetic activity. Put bluntly, investors are more aware than ever before that they are often paying active money managers to lose money for them and that they now have the option to do something about this disservice.<\/div>\n<p>&nbsp;<\/p>\n<div><b><i>1. Collectively, active investing cannot beat passive investing (ever)!<\/i><\/b><br \/>\nBefore you attack me for being a dyed-in-the-wool efficient marketer, there is a simple mathematical reason why this statement has to be true. During 2015, for instance, about 40% of institutional money in equities was invested in index funds and ETFs and about 60% in active investing of all types. The money invested in index funds and ETFs will track the index, with a very small percentage (about 0.11%) going to cover the minimal transactions costs. Thus, active money managers have to start off with the recognition that they collectively cannot beat the index and that their costs (transactions and management fees) will have to come out of the index returns. Not surprisingly, therefore, active investors will collectively generate less than the index during every period and more than half of them will usually underperform the index.  To back up the first statement, here are the median returns for all actively managed funds, relative to passive index funds for various time periods ending in 2015:<\/div>\n<div>\n<div id=\"attachment_7150\" style=\"width: 410px\" class=\"wp-caption aligncenter\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/3-all-active-performance.png\"><img aria-describedby=\"caption-attachment-7150\" loading=\"lazy\" class=\"wp-image-7150 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/3-all-active-performance.png\" alt=\"Source: S&amp;P (SPIVA)\" width=\"400\" height=\"291\" \/><\/a><p id=\"caption-attachment-7150\" class=\"wp-caption-text\">Source: S&amp;P (SPIVA)<\/p><\/div>\n<div class=\"mceTemp\"><\/div>\n<\/div>\n<div><\/div>\n<div>The median active equity fund manager underperformed the index by about 1.21% a year between 2006 and 2015 and by far larger amounts over one-year (-2.92%), three year (-2.78%) and five year (-2.90%). Thus, it should come as no surprise that well over half of all active fund managers have been outperformed by the index over different time periods:<\/div>\n<div class=\"separator\"><\/div>\n<div class=\"separator\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/4-percent-Out-Performed.png\"><img loading=\"lazy\" class=\"size-full wp-image-7151 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/4-percent-Out-Performed.png\" alt=\"4-percent-out-performed\" width=\"320\" height=\"239\" \/><\/a><\/div>\n<div class=\"separator\"><\/div>\n<div>Note that in this graph, active fund managers in equity, bond and real estate all under perform their passive counterparts, suggesting that poor performance is not restricted just to equity markets.<\/div>\n<div><\/div>\n<div>If active money managers cannot beat the market, by construct, how do you explain the few studies  that claims to find that they do? There are three possibilities. The first is that they look at subsets of active investors (perhaps hedge funds or professional money managers) rather than all active investors and find that these subsets win, at the expense of other subsets of active investors. The second is that they compare the returns generated by mutual funds to the return on a stock index during the period, a comparison that will yield the not-surprising result that active money managers, who tend to hold some of their portfolios in cash, earn higher returns than the index in down markets, entirely because of their cash holdings. You can perhaps use this as evidence that mutual fund managers are good at market timing, but only if they can generate excess returns over long periods. The third is that these studies are comparing returns earned by active investors to a market index that might not reflect the investment choices made by the investors. Thus, comparing small cap active investors to the S&amp;P 500 or global investors to the MSCI may reveal more about the limitations of the index than it does about active investing.<\/div>\n<p>&nbsp;<\/p>\n<div><b><i>2. No sub-group of active investors seems to be able to beat the market<\/i><\/b><br \/>\nThe standard defense that most active investors would offer to the critique that they collectively underperform the market is that the collective includes a lot of sub-standard active investors. I have spent a lifetime talking to active investors who contend that the group (hedge funds, value investors, Buffett followers) that they belong to is not part of the collective and that it is the other, less enlightened groups that are responsible for the sorry state of active investing. In fact, they are quick to point to evidence often unearthed by academics looking at past data that stocks with specific characteristics (low PE, low Price to book, high dividend yield or price\/earnings momentum) have beaten the market (by generating returns higher than what you would expect on a risk-adjusted basis). Even if you conclude that these findings are right, and they are debatable, you cannot use them to defend active investing, since you can create passive investing vehicles (index funds of just low PE stocks or PBV stocks) that will deliver those excess returns at minimal costs. The question then becomes whether active investing with any investment style beats a passive counterpart with the same style. SPIVA, S&amp;P’s excellent data service for chronicling the successes and failures of active investing, looks at the excess returns and the percent of active investors who fail to beat the index, broken down by style sub-group.<\/div>\n<div><\/div>\n<div>\n<div id=\"attachment_7152\" style=\"width: 410px\" class=\"wp-caption aligncenter\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/5-Excess-return-by-Style-group.png\"><img aria-describedby=\"caption-attachment-7152\" loading=\"lazy\" class=\"size-full wp-image-7152\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/5-Excess-return-by-Style-group.png\" alt=\"Source: S&amp;P (SPIVA)\" width=\"400\" height=\"87\" \/><\/a><p id=\"caption-attachment-7152\" class=\"wp-caption-text\">Source: S&amp;P (SPIVA)<\/p><\/div>\n<\/div>\n<div><\/div>\n<div>Note that not only is there not a single sub-group that has been able to beat the index for that group but also that the magnitude of under performance is staggering. It is true that these are the results for US equity fund managers, but just in case you are holding out hope that active money management is better at delivering results in other markets, the following table that looks at the percent of active managers who fail to beat indices in their markets should cast doubt on that claim:<\/div>\n<div><\/div>\n<div>\n<div id=\"attachment_7153\" style=\"width: 279px\" class=\"wp-caption aligncenter\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/6-Excess-returns-by-geography.png\"><img aria-describedby=\"caption-attachment-7153\" loading=\"lazy\" class=\"size-full wp-image-7153\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/6-Excess-returns-by-geography.png\" alt=\"Source: S&amp;P (SPIVA)\" width=\"269\" height=\"234\" \/><\/a><p id=\"caption-attachment-7153\" class=\"wp-caption-text\">Source: S&amp;P (SPIVA)<\/p><\/div>\n<\/div>\n<div>\n<div><\/div>\n<div>There are glimmers of hope in the one-year returns in Europe and Japan and in the emerging markets, but there is not a single geography where active money managers have beaten the index over the last five years.<\/div>\n<p>&nbsp;<\/p>\n<div><b><i>3. Consistent winners are rare<\/i><\/b><br \/>\nThe third and final line of defense for active investors is that while they collectively underperform and that underperformance stretches across sub-groups, there is a subset of consistent winners who have found the magic ingredient for investment success. That last hope is dashed, though, when you look at the numbers. If there is consistent performance, you should see continuity in performance, with highly ranked funds staying highly ranked and poor performers staying poor. To see if that is the case, I looked at how portfolio managers ranked by quartile in one period did in the following three years:<\/div>\n<div>\n<div class=\"separator\"><\/div>\n<div class=\"separator\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/7-ConsistencyPicture.png\"><img loading=\"lazy\" class=\"size-full wp-image-7154 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/7-ConsistencyPicture.png\" alt=\"7-consistencypicture\" width=\"400\" height=\"140\" \/><\/a><\/div>\n<p>Note that the numbers in the table, when you look at all US equity funds, suggest very little continuity in the process. In fact, the only number that is different from 25% (albeit only marginally significant on a statistical basis) is that transition from the first to the fourth quartile, with a higher incidence of movement across these two quartiles than any other two. That should not be surprising since managers who adopt the riskiest strategies will spend their time bouncing between the top and the bottom quartiles.<\/p>\n<p>As your final defense of active investing, you may roll out a few legendary names, with Warren Buffett, Peter Lynch and the latest superstar manager in the news leading the list, but recognize that this is more an admission of the weakness of your argument than of its strength. In fact, successful though these investors have been, it becomes impossible to separate how much of their success has come from their investment philosophies, the periods of time when they operated and perhaps even luck. Again, drawing on the data, here is what Morningstar reports on the returns generated by their top mutual fund performer each year in the subsequent two years:<\/p>\n<\/div>\n<div class=\"separator\"><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/8-Super-Star-managers-in-following-years.png\"><img loading=\"lazy\" class=\"size-full wp-image-7155 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2016\/12\/8-Super-Star-managers-in-following-years.png\" alt=\"8-super-star-managers-in-following-years\" width=\"400\" height=\"319\" \/><\/a><\/div>\n<div class=\"separator\"><\/div>\n<div>While the numbers in 2000 and 2001 look good, the years since have not been kind to super performers who return to earth quickly in the subsequent years. We could try to explain the failure of active investing to deliver consistent returns over time with lots of reasons, starting with the investment world getting flatter, as more investors have access to data and models but I will leave that for another post. Suffice to say, no matter what the reasons, active investing, as structured today, is an awful business, with little to show for all the resources that are poured into it. In fact, given how much value is destroyed in this business, the surprise is not that passive investing has encroached on its territory but that active investing stays standing as a viable business.<\/div>\n<p>&nbsp;<\/p>\n<h3>The What next?<\/h3>\n<div>Since it is no longer debatable that passive investing is winning the battle for investor money, and for good reasons, the question then becomes what the consequences will be. The immediate effects are predictable and painful for active money managers.<\/div>\n<ol>\n<li><u>The active investing business will shrink<\/u>: The fees charged for active money management will continue to decline, as they try to hold on to their remaining customers, generally older and more set in their ways. Notwithstanding these fee cuts, active money managers will continue to lose market share to ETFs and index funds as it becomes easier and easier to trade these options. The business will collectively be less profitable and hire fewer people as analysts, portfolio managers and support staff. If the last few decades are any indication, there will be periods where active money management will look like it is mounting a comeback but those will be intermittent.<\/li>\n<li><u>More disruption is coming<\/u>: In a post on disruption, I noted that the businesses that are most ripe for disruption are ones where the business is big (in terms of dollars spent), the value added is small relative to the costs of running the business and where everyone involved (businesses and customers) is unhappy with the status quo. That description fits the active money management like a glove and it should come as no surprise that the next wave of disruption is coming from fintech companies that see opportunity in almost every facet of active money management, from financial advisory services to trading to portfolio management.<\/li>\n<\/ol>\n<div>While active investing has contributed to its own downfall, there is a dark side to the growth of passive investing and many in the active money management community have been quick to point to some of these.<\/div>\n<div>\n<ol>\n<li><u>Corporate Governance<\/u>: As ETFs and index funds increasing dominate the investment landscape, the question of who will bear the burden of corporate governance at companies has risen to the surface. After all, passive investors have no incentive to challenge incumbent management at individual companies nor the capacity to do so, given their vast number of holdings. As evidence, the critics of passive investors point to the fact that Vanguard and Blackrock vote with management more than 90% of the time. I would be more sympathetic to this argument if the big active mutual fund families had been shareholder advocates in the first place, but their track record of voting with management has historically been just as bad as that of the passive investors.<\/li>\n<li><u>Information Efficiency<\/u>: To the extent that active investors collect and process information, trying to find market mistakes, they play a role in keeping prices informative. This is the point that was being made, perhaps not artfully, by the <a href=\"https:\/\/blog.abglobal.com\/post\/en\/2016\/09\/active-passive-debate-the-public-policy-angle\">Bernstein piece on how passive investing is worse than Marxism and will lead us to serfdom<\/a>. I wish that they had fully digested the <a href=\"https:\/\/assets.aeaweb.org\/assets\/production\/journals\/aer\/top20\/70.3.393-408.pdf\">Grossman and Stiglitz paper<\/a> that they quote, because the paper plays out this process to its logical limit. In summary, it concludes that if everyone believes that markets are efficient and invests accordingly (in index funds), markets would cease to be efficient because no one would be collecting information. Depressing, right? But Grossman and Stiglitz also used the key word (Impossibility) in the title, since as they noted, the process is self-correcting. If passive investing does grow to the point where prices are not informationally efficient, the payoff to active investing will rise to attract more of it. Rather than the Bataan death march to an arid information-free market monopolized by passive investing, what I see is a market where  active investing will ebb and flow over time.<\/li>\n<li><u>Product Markets<\/u>: There are some who argue that the growth of passive investing is reducing product market competition, increasing prices for customers, and they give two reasons. The first is that passive investors steer their money to the largest market cap companies and as a consequence, these companies can only get bigger. The second is that when two or more large companies in a sector are owned mostly by the same passive investors (say Blackrock and Vanguard), it is suggested that they are more likely to collude to maximize the collective profits to the owners. As evidence, they point to studies of the banking and airline businesses, which seem to find a correlation between passive investing and higher prices for consumers. I am not persuaded or even convinced about either of these effects, since having a lot of passive investors does not seem to provide protection against the rapid meltdown of value that you still sometimes observe at large market cap companies and most management teams that I interact with are blissfully unaware of which institutional investors hold their shares.<\/li>\n<\/ol>\n<\/div>\n<div>The rise of passive investing is an existential threat to active investing but it is also an opportunity for the profession to look inward and think about the practices that have brought it into crisis. I think that a long over-due shakeup is coming to the active investing business but that there will be a subset of active investors who will come out of this shakeup as winners. As to what will make them winners, I have to hold off until another post.<\/div>\n<p>&nbsp;<\/p>\n<h3>Making it personal<\/h3>\n<div>Should you be an active investor or are you better off putting your money in index funds? The answer will depend on not only what you bring to the investment table in the resources but also on your personal make-up. I have long argued that there is no one investment philosophy that works for all investors but there is one that is just right for you, as an investor. In keeping with this philosophy of personalized investing, I think it behooves each of us, no matter how limited our investment experience, to try to address this question. To start this process, I will make the case for why I am an active investor, though I don’t think any you will or should care. I will begin by listing all the reasons that I will not give for investing actively. Since I use public information in financial statements and databases, my information is no better than anyone else’s. While my ego would like to push me towards believing that I can value companies better than others, that is a delusion that I gave up on a long time ago and it is one reason that I have always shared my valuation models with anyone who wants to use them. There is no secret ingredient or special sauce in them and anyone with a minimal modeling capacity, basic valuation knowledge and common sense can build similar models.<\/div>\n<div><\/div>\n<div>So, why do I invest actively? First, I am lucky enough to be investing my own money, giving me a client who I understand and know. It is one of the strongest advantages that I have over a portfolio manager who manages other people’s money. Second, I have often described investing as an act of faith, faith in my capacity to value companies and faith that market prices will adjust to that value. I would like to believe that I have that faith, though it is constantly tested by adverse market movements. That said, I am not righteous, expecting to be rewarded for doing my homework or trusting in value. In fact, I have made peace with the possibility that at the end of my investing life, I could look back at the returns that I have made over my active investing lifetime and conclude that I could have done as well or better, investing in index funds. If that happens, I will not view the time that I spend analyzing and picking stocks as wasted since I have gained so much joy from the process. In short, if you don’t like markets and don’t enjoy the process of investing, my advice is that you put your money in index funds and spend your time on things that you truly enjoy doing!<\/div>\n<\/div>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The foregoing article is reprinted in its entirety with the consent of the author, who is solely responsible for its content. The opinions expressed by the author therein are his own and do not necessarily reflect the opinions of Wealthfront Inc. or its management. All data and information provided in this article is for educational purposes only. Wealthfront Inc. makes no representations as to accuracy, completeness, currentness, suitability, or validity of any information in this article and will not be liable for any errors, omissions, or delays in this information or any losses, injuries, or damages arising from its display or use. All information is provided on an as-is basis. All trademarks, product names,company name, publisher name and their respective logos cited herein are the property of their respective owners. All copyrights belong to their respective owners. Images and text owned by other copyright holders are used here under the guidelines of the Fair Use provisions of U.S. Copyright Law. Nothing in this article should be construed as tax advice, a solicitation or offer, or recommendation, to buy or sell any security. This article is not intended as investment advice, and Wealthfront Inc. does not represent in any manner that the circumstances described herein will result in any particular outcome. Investment advisory services are only provided to investors who become Wealthfront Inc. clients. For more information, please visit <a href=\"https:\/\/www.wealthfront.com\/\">www.wealthfront.com<\/a> or see our <a href=\"https:\/\/www.wealthfront.com\/legal\/disclosure\">Full Disclosure<\/a>.<br \/>\n<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Today&#8217;s guest post is republished from Professor Aswath Damodaran&#8217;s blog, Musings on the Market. I was a doctoral student at UCLA, in 1983 and 1984, when I was assigned to be research assistant to  Professor Eugene Fama, who wisely abandoned the University of Chicago during the cold winters for the beaches and tennis [&hellip;]<\/p>\n","protected":false},"author":118,"featured_media":7308,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[1013,1122,95,180],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7147"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/118"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7147"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7147\/revisions"}],"predecessor-version":[{"id":11927,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7147\/revisions\/11927"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7308"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7147"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7147"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7147"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7147"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}