{"id":7175,"date":"2018-06-14T12:00:31","date_gmt":"2018-06-14T19:00:31","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7175"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"sell-employee-stock","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/sell-employee-stock\/","title":{"rendered":"When to Sell Your Employee Stock?"},"content":{"rendered":"<p><em><strong>Editor&#8217;s note:<\/strong> Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? <a href=\"https:\/\/blog.wealthfront.com\/equity-ipo-guide\/\" target=\"_blank\" rel=\"noopener\">Read our Guide to Equity &amp; IPOs<\/a><\/em><\/p>\n<p>As the end of June approaches and the second quarter of business wraps up, many employees of publicly traded companies begin to struggle with deciding when you should sell your stock options or RSUs ahead of the next trading window. Data clearly suggests you should sell immediately, but if you’re like most people that just doesn’t feel right. Perhaps it’s because you feel like you&#8217;re being disloyal to your employer (guess what: you’re not!). But what we’ve heard most often from many of our own clients they often don’t do anything because their company’s stock might continue to appreciate after they sell. In other words, they are paralyzed by the &#8220;fear of regret&#8221;.<\/p>\n<p>Financial decisions are often clouded by emotions. So in this post we’ll use historical data to address the behavioral perspective of regret that often creates inertia for employee shareholders to help answer the question of when you should sell your company stock. (Spoiler alert: the longer you wait to liquidate, the more money you’re likely to leave on the table!)<\/p>\n<h3><b>Calculating Regret<\/b><\/h3>\n<p>To examine the selling decision, we’ll compute the proceeds from selling down a $100,000 position in a single stock using various strategies. We’ll measure regret as the amount of return <em>per year <\/em>you would have lost relative to what turned out to be the ideal selling strategy. We’ll then examine the “mean regret” generated by each selling strategy when applied to a large sample of firms in order to identify the strategy would have minimized your regret from selling down the concentrated position.<\/p>\n<p>We considered employees who receive stock from companies that recently went public and mature companies that were members of the S&amp;P 500.<sup>1 <\/sup>We evaluated 18 different selling strategies over four years for each employee:<\/p>\n<ol>\n<li>Hold onto the stock for the entire four years<\/li>\n<li>Sell immediately and invest the proceeds in the S&amp;P 500 for four years<\/li>\n<li>Sell gradually over 1 to 16 quarters, and invest the proceeds in the S&amp;P 500<\/li>\n<\/ol>\n<p>For the IPO stocks we assumed that each selling strategy started on the first day <em>following<\/em> the expiration of the IPO lockup period, which was assumed to take place six months after the IPO. The gradual liquidation strategies sell an equal number of shares every day over a window ranging from 1 to 16 quarters.<\/p>\n<p>To illustrate our analysis, let’s assume you worked for Yelp, which went public on March 2, 2012, and that you had $100,000 worth of company stock. In Table 1, we display the total proceeds, annualized return and annualized regret you would realize from each of the 18 selling strategies.<\/p>\n<p>In the case of Yelp, the strategy of selling gradually over nine quarters realized the best annualized return of 26.6% per year. Regret for our analysis measures the amount by which each of the strategies underperformed the best performing strategy. As a result, the regret for selling over 9 quarters is 0%. By comparison, the strategy of holding indefinitely realized an annualized return of 12.1%, and thus a regret of -14.5% <em>per year<\/em>.<\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" class=\"wp-image-7176 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Calculating-regret-yelp.jpg\" alt=\"calculating-regret-yelp\" width=\"570\" height=\"914\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Calculating-regret-yelp.jpg 1140w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Calculating-regret-yelp-312x500.jpg 312w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Calculating-regret-yelp-768x1231.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Calculating-regret-yelp-331x530.jpg 331w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/p>\n<p>We repeated the regret computations for every one of the 258 IPO stocks in our sample of tech company IPOs between 1999 and 2010, for which pricing information was available, and calculated the <em>mean annualized regret<\/em> realized for each of the 18 selling strategies. Figure 2 graphs the mean regrets, with the single dot on the left corresponding to the average outcome from selling immediately; the middle sixteen dots correspond to strategies which gradually liquidate your holdings over a period from 1 to 16 quarters and the single dot on the right corresponding to the outcome from holding onto your stock indefinitely.<\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-ipo-company.jpg\"><img loading=\"lazy\" class=\"wp-image-7177 size-full aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-ipo-company.jpg\" alt=\"figure-2-ipo-company\" width=\"570\" height=\"516\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-ipo-company.jpg 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-ipo-company-552x500.jpg 552w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<p>As Figure 2 clearly illustrates, on average the strategy that historically came closest to approximating the ideal liquidation strategy (i.e. minimized regret) was to sell the stock immediately. Your regret increases as the length of the window over which you hold your company stock increases, and is most negative if you hold your company stock indefinitely. These results are consistent with the <u><a href=\"https:\/\/site.warrington.ufl.edu\/ritter\/ipo-data\/\">poor performance of IPO stocks relative to the S&amp;P 500<\/a><\/u> reported by Professor Jay Ritter, the Joseph B. Cordell Eminent Scholar in the Department of Finance at the University of Florida and an academic authority on IPOs.<\/p>\n<h3><strong>Mature Regret<\/strong><\/h3>\n<p>We repeated the above selling strategy analysis assuming you owned one of the “mature” companies that were members of the S&amp;P 500 at any point during 1997 to 2012 (the segment of the IPO company time period for which we have detailed data on S&amp;P 500 constituents). Again, we calculated the liquidation proceeds, annualized return and annualized regret for each of the 18 selling strategies for each of the 500 members of the S&amp;P 500 starting on their date of inclusion in the index, as long as they remained a member of the index.<\/p>\n<p>The results are illustrated in the Figure 3. We find once again that on average selling the concentrated position and diversifying the portfolio as soon as possible resulted in the least regret. However, when compared to the set of IPO stocks, the regret associated with any single liquidation strategy is quantitatively smaller.<\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-mature-company.jpg\"><img loading=\"lazy\" class=\"size-full wp-image-7178 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-mature-company.jpg\" alt=\"figure-2-mature-company\" width=\"570\" height=\"510\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-mature-company.jpg 570w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/01\/Figure-2-mature-company-559x500.jpg 559w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/a><\/p>\n<h3><strong>The Takeaway: Sell Swiftly!<\/strong><\/h3>\n<p>The data is clear: You should sell your company stock as quickly as you can. But odds are emotions will take over and you won&#8217;t. So to help get over your cognitive dissonance, try our suggestion of selling as much as you can up front, then the remainder over as short a period as possible, perhaps one year. As we&#8217;ve showed in this post it’s not optimal, but it should help address some of the emotional tensions that come with owning &#8212; and selling! &#8212; company stock.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor&#8217;s note: Interested in learning more about equity compensation, the best time to exercise options, and the right company stock selling strategies? Read our Guide to Equity &amp; IPOs As the end of June approaches and the second quarter of business wraps up, many employees of publicly traded companies begin to struggle with deciding when [&hellip;]<\/p>\n","protected":false},"author":119,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1091,1122,106,208,5653,1093],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7175"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/119"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7175"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7175\/revisions"}],"predecessor-version":[{"id":11988,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7175\/revisions\/11988"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7175"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7175"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7175"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7175"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}