{"id":7415,"date":"2017-02-15T09:45:13","date_gmt":"2017-02-15T17:45:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7415"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"investment-advice-for-military","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/investment-advice-for-military\/","title":{"rendered":"Trust Your Equipment: Investment Advice for Military Service Members"},"content":{"rendered":"<p>Members of the armed forces live lifestyles that can best be described as &#8220;extreme.&#8221; On any given day, they can be found jumping out of airplanes from thousands of feet, flying in jets at twice the speed of sound, or living hundreds of feet underwater in nuclear-armed submarines. While these tasks can be dangerous, service members usually perform them safely, and with a surprising lack of fear or uncertainty. Why? Because they are taught, from the very first day of training, that you get the best outcomes when you trust your equipment.<\/p>\n<p>For service members and civilians alike, it’s no different with investing. Trust your equipment. But here, the &#8220;equipment&#8221; isn&#8217;t a high-performance fighter jet, but instead, the time-tested principles of solid money management. Chief among these principles is a diversified portfolio that makes extensive use of low-cost vehicles like index funds. Also important is having the discipline to avoid jumping in and out of the market, and resisting the temptation to try to &#8220;pick winners.&#8221; There is also a new piece of investor-oriented equipment: software-assisted investing. These are sophisticated programs that let you take the &#8220;set it and forget it&#8221; approach to financial planning. That&#8217;s the approach that, time and again, has been shown to produce the best returns. Service members who trust in this equipment greatly increase their chances of having the same good outcomes in their investing as they do with even the toughest missions.<\/p>\n<h2>The Special Challenges of Investment Planning for Service Members<\/h2>\n<p>Despite what many civilians may think, some aspects of serving in the armed forces actually reduce financial uncertainty. For example, members of the military enjoy stable incomes even during times of market fluctuations. They can also count on a pension backed by the U.S. government. However, service members also have unique investing challenges.<\/p>\n<h3>The sleaze gauntlet<\/h3>\n<p>It starts with their daily commute. Outside of just about any military base is a tawdry collection of financial threats, including pawn brokers, title loan companies, used car lots and payday lenders. Even though <a href=\"https:\/\/www.wsj.com\/articles\/u-s-to-expand-military-lending-act-in-effort-to-protect-service-members-1437472801\">President Obama strengthened provisions<\/a> in the <a href=\"https:\/\/www.fdic.gov\/news\/news\/financial\/2015\/fil15037.html\">Military Lending Act<\/a> to prevent predatory lenders from targeting service members, commission-hungry salespersons continue to swarm around military bases. Financial institutions with patriotic-sounding names hawk high-cost financial products. Many of these companies hire ex-military members who combine their previous rank with strong-arm sales tactics to push expensive, low-value products like whole-life insurance or high-load mutual funds. As a result, members of the armed forces are very poorly served by the &#8220;financial advisors&#8221; they most frequently come into contact with.<\/p>\n<h3>Frequent, unplanned periods of separation<\/h3>\n<p>For more than 15 years, service members have deployed to Iraq and Afghanistan. They also regularly go through long periods of intense stateside training, during which time they may not have contact with loved ones. These circumstances add an extra layer of difficulty to making financial decisions. And even when a prudent decision gets made, it can be hard to act on it. While the Internet is usually available in combat zones, network security is such that service members often can&#8217;t log into their banking or investment accounts back home.<\/p>\n<h3>Constant moves<\/h3>\n<p>Military families relocate every two to three years. And each time they do, they have to face the same questions all over again. Do we sell our house at this location? Do we buy or rent at our next location? Does our new location have a branch of our local bank? Do we have to look for a new financial advisor? These questions are tough in the best of circumstances, but are especially taxing during a move.<\/p>\n<h2>So What Is A Service Member To Do?<\/h2>\n<p>As an instructor of economics at West Point, I teach cadets about these unique investing challenges. The most common questions I am asked are “How should I invest my money?” and “Where do I start?” I tell my students they have three choices – and I give my candid opinion about each.<\/p>\n<h3>Option #1: Pay someone a lot of money to invest for you<\/h3>\n<p>I tell cadets that they have the option of giving their money to a professional financial advisor to invest on their behalf. Many of them nod as though this is the most sensible and reasonable of the three choices. But then, I list the various fees these advisors charge, and show them a graph that depicts how much those fees erode their returns over time. They are usually shocked when they see that chart, compared to the chart corresponding with a low-cost, diversified portfolio composed of index funds. For those cadets who still insist on a traditional financial advisor, I give them questions to ask their advisor, to ensure she is acting in their best interest as opposed to simply selling the products with the biggest commissions. Finally, I explain to them that while there may be a handful of private wealth managers who, in theory, might provide value to their clients, cadets almost certainly won&#8217;t have access to them because their net worth is usually well below the minimum required by these advisors.<\/p>\n<h3>Option #2: Invest your money yourself<\/h3>\n<p>Most of my cadets are intimidated by investing. But there are always a few who insist they are above-average investors. This is ironic because these cadets assume they have the time to conduct market research during an 18-hour day filled with academics, working out, and military training. I then describe to these cadets the behaviors and biases that cause the average do-it-yourself investor to significantly underperform the market. For example, despite our best efforts, it is difficult to leave emotions out of investment decisions. As a result, most investors make expensive mistakes, especially by &#8220;chasing returns.&#8221; I recommend to my cadets who think of themselves as future Warren Buffetts to actively manage a maximum of 10% of their portfolio, leaving the other 90% in a low-cost, diversified portfolio. That way, they can learn about investing. If they can consistently beat the market after a few years, then they might consider managing more of their portfolio on their own.<\/p>\n<h3>Option #3: Pay software a little bit of money to invest for you<\/h3>\n<p>I present my cadets with a third choice that many of them have not heard about: paying an automated investment service a small fee to have their money managed by a new breed of specialized software. I tell them that this &#8220;automated investment advisor&#8221; software doesn’t sleep, and doesn’t have bad habits, like chasing returns, common to both professional and amateur investors. Besides handling the basics, like rebalancing portfolios, it also performs sophisticated functions that would be nearly impossible to replicate yourself, like “daily tax loss harvesting,” which over time can add thousands of dollars to the value of a portfolio.<\/p>\n<p>The simple fact is that service members like myself simply don’t have the time to invest well. Instead of spending many hours every month rebalancing their portfolios or worrying about the volatility of markets, members of the military are much better off spending that time with their family, or getting better at their profession. In a world with increasingly complex national security issues, it is in the service member’s best interest (and America’s!) to spend this time honing their craft.<\/p>\n<p>As a service member in a demanding profession, you deserve investment management services that are both extremely high-quality and ultra low-cost. That was impossible until the recent developments in investing software I described. Now, though, you can trust automated investing services to help you achieve your personal investment goals, in the same way you trust your equipment to see you safely through high-stakes military operations.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Military service members are well suited to use a low-cost automated investing services to help them achieve their personal investment goals.<\/p>\n","protected":false},"author":124,"featured_media":7416,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[1104,1105,180],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7415"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/124"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7415"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7415\/revisions"}],"predecessor-version":[{"id":11932,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7415\/revisions\/11932"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7416"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7415"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7415"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7415"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7415"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}