{"id":7425,"date":"2017-02-22T09:13:32","date_gmt":"2017-02-22T17:13:32","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7425"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"software-is-better","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/software-is-better\/","title":{"rendered":"Software is Better Than People"},"content":{"rendered":"<p>Software is far better at most jobs than people are. I realize that statement will make a lot of people uncomfortable, but it’s true. In just about every industry I know, software-based solutions provide greater functionality, convenience and speed than their human counterparts. There’s just no way people can keep up. That’s what prompted Marc Andreessen to make his famous assertion that “<a href=\"http:\/\/a16z.com\/2016\/08\/20\/why-software-is-eating-the-world\/\">software is eating the world<\/a>.”<\/p>\n<h2>Ability to Scale Leads to a Better Outcome<\/h2>\n<p>The primary advantage of software is it can serve one person, or a million of them, equally well. Today, computing power is so cheap that it&#8217;s essentially free. So it doesn&#8217;t matter how complex a piece of software is; you just throw more hardware at it as needed. In fact, the more people who use a piece of software, the more useful the software becomes, because it can use the data it accumulates to discover patterns that humans couldn&#8217;t possibly spot.<\/p>\n<p>To appreciate software in action, think about Amazon. You may feel nostalgic for the old-fashioned book seller, but you can&#8217;t say she was better than Amazon. A bookstore owner might have known the preferences of a few of her best customers. But there is no way she could pick the ideal book for each of them, much less give them a thorough set of reviews, both positive and negative, for a title they are thinking about buying. And no one particularly enjoys jostling in line in a crowded store, as happens on the last day of holiday shopping. At Amazon, though, there is never a wait, and lines are never a problem.<\/p>\n<p>The same goes for ordering a taxi. A dispatcher works reasonably well for a small number of customers and cars. But the task gets way too complex as the scale increases. Not so for services like Uber. Not only can it can handle thousands of simultaneous customers and cars, but it gets better with volume. In other words you get picked up in a fraction of the time of a taxi.<\/p>\n<p>Most people don’t remember, but Yahoo initially focused on providing a directory of websites that had been sorted into categories by Yahoo staffers, who had to keep up with every new Web destination that popped up. Search, in Yahoo&#8217;s early days, was of secondary importance. Google destroyed Yahoo because searching is a far better way of finding information than consulting an index of sites. What&#8217;s more, as the size of the Web exploded, Yahoo&#8217;s human editors couldn&#8217;t begin to keep pace with Google’s sophisticated, efficient algorithms.<\/p>\n<p>By now I think you see my point. Humans have severe capacity limits. Software, on the other hand, can be offered to untold millions of people, with each of them guaranteed the same high quality of service.<\/p>\n<h2>The Same Applies to Financial Advice<\/h2>\n<p>I believe this is especially true in the world of financial advice. Software does a better job than traditional financial advisors because it provides to an unlimited number of customers important services that had previously been available only to the very wealthy. And the services it provides are even better than what can be delivered manually. Allow me to illustrate with three examples.<\/p>\n<h3>Intelligent Dividend Reinvestment<\/h3>\n<p>One of the most important jobs of an investment advisor involves rebalancing a diversified portfolio. It&#8217;s well known that you can improve your risk-adjusted performance by periodically selling off investments in asset classes that have grown larger than their targeted role in your portfolio, and buying more in asset classes whose performance has lagged. Most advisors rebalance quarterly or semiannually, simply because they don&#8217;t have the capacity to look at every one of their clients’ portfolios every single day. That’s not the case for software-based investment services like Wealthfront. Our software checks every client’s portfolio every day, to ensure their current allocation for each asset class is within a predetermined threshold.<\/p>\n<p>We also rebalance in a much more tax-efficient manner than traditional advisors, by using software to intelligently re-invest dividends. Assuming your financial advisor uses best practices and invests your portfolio in a diversified set of index funds (or index based ETFs), those index funds are likely to pay dividends monthly. An average investor might own six or seven index funds, meaning 72 to 84 dividends to reinvest every year. Multiply that by 200 clients (the typical advisor capacity) and you’re up to 14,400 to 16,800 dividends per year. That’s an awful lot of work, so most advisors take the easy way out and simply have the dividends reinvested in the index funds that generated them (using what are known as DRIPs or Dividend Reinvestment Plans). But reinvesting dividends into over-performing asset classes only adds to their size, and thus accelerates the need to sell off some of the investments, thereby generating a tax bill. A much more useful strategy, one that keeps taxes as low as possible, would be to instead invest the dividends in under-performing asset classes. But, as you can easily imagine, figuring out how to do that 15,000 times a year is well beyond the capabilities of a human advisor. But it&#8217;s a job tailor-made for software.<\/p>\n<h3>Daily Tax-Loss Harvesting<\/h3>\n<p>Another example of a portfolio-enhancing service that isn’t possible through an advisor is <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">tax-loss harvesting<\/a> that is done on a <em>daily<\/em> basis. Tax-loss harvesting is a way of reducing your taxes by taking advantage of investments that have declined in value. These holdings are sold, and replaced with highly correlated, but not identical, investments, allowing you to maintain the risk and return characteristics of your portfolio while generating a loss that can be applied to lower your taxes.<\/p>\n<p>Very high-end financial advisors offer tax-loss harvesting for their clients, but the enormous complexity of the task usually limits them to doing it once a year. In contrast, Wealthfront’s software looks for losses to harvest on a <em>daily<\/em> basis. Looking for losses on a daily basis could harvest significantly more losses which would create a much greater after tax benefit.<\/p>\n<h3>Financial Planning<\/h3>\n<p>A couple of weeks ago we introduced a fully automated financial planning experience. Prior to its availability, the only way to get a financial plan was to hire a financial planner. But many planners have an investment minimum of $1 million. And even then, what you get isn&#8217;t quite as personalized as you might be led to believe. Most financial planners rely on one of a small group of commercially available software packages that were written more than a decade ago. Work with a planner typically starts with an interview, where your planner, prompted by the software, asks you basic questions, like how much you spend or save each month. If you’re like most people, you probably have to guess the answers. The process continues, with more meetings and revisions, with the final plan taking several weeks to produce.<\/p>\n<p>In contrast, with our automated financial planning, no interview is required, and you get your plan right away. We use our software to access data from your financial accounts to figure out your spending and saving patterns; no interview, and no guessing, is required. And your plan is produced on the spot. Not only are your results immediate, but they are interactive. You can even work with your plan on your mobile phone while you’re waiting for a train or sitting in a coffee shop. Best of all, our financial planning is free for Wealthfront clients.<\/p>\n<h2>Software Improves with Time<\/h2>\n<p>And as we refine and improve our software, we will also improve the quality and usefulness of the insights we offer you. That&#8217;s probably the most exciting thing about software; that unlike people, it gets better over time. The investment service we offer today is vastly more robust than what we first launched in December 2011 &#8211; and every month we add something new. Advances in artificial intelligence, just around the corner, will lead to even better advice.<\/p>\n<p>And you know what? It’s going to keep getting better. Because software is better than people.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Software is far better at most jobs than people are. I realize that statement will make a lot of people uncomfortable, but it’s true. In just about every industry I know, software-based solutions provide greater functionality, convenience and speed than their human counterparts. There’s just no way people can keep up. That’s what prompted Marc [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7427,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[1106,71,1077,454],"yst_prominent_words":[2506,1390,1383,6161,6160,6322,6321,6324,1877,1237,1685,2335,1230,1328,1321,6323,1268,2144,1691,2119],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7425"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7425"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7425\/revisions"}],"predecessor-version":[{"id":9577,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7425\/revisions\/9577"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7427"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7425"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7425"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7425"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7425"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}