{"id":7435,"date":"2017-03-01T10:39:08","date_gmt":"2017-03-01T18:39:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7435"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"personal-financial-advisors","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/personal-financial-advisors\/","title":{"rendered":"The Hierarchy of Personal Financial Advisors"},"content":{"rendered":"<p>Managing personal finances can be a complicated business, and as the saying goes, “<a href=\"https:\/\/www.youtube.com\/watch?v=gUhRKVIjJtw\">mo money, mo problems<\/a>.” As your net worth grows, so do the number of services you need to make sure your affairs are in order. That means having a financial plan and setting up your investments to obtain the maximum return for the minimum risk.  And then there are taxes. Don’t forget about taxes. Oh, and estate planning. Like I said, mo money, mo problems.<\/p>\n<p>Households of all shapes and sizes need help with their money, so it&#8217;s no surprise that financial advice has evolved into a hierarchy that starts out with simple &#8220;financial planners&#8221; and works its way up to a category known as &#8220;private wealth managers.&#8221; While the services provided become increasingly sophisticated as you move up the chain, the main difference among the different tiers is the minimum account size you need before these investment professionals will deem you worthy as a client. Private wealth managers, the most exclusive of this bunch, typically require a minimum of $5 million. Some like Goldman Sachs look for as much as $20 million before you can even make an appointment.<\/p>\n<p>In this post, we&#8217;ll describe the services offered by these different categories of advisors. Wealthfront clients will notice that we offer most of these services &#8211; even the most sophisticated ones. But we differ in three very important ways. The biggest, by far, is our minimum investment is a fraction of what you need to access traditional industry professionals. In fact, some services that require a $5 million balance at a private wealth manager can be had at Wealthfront for a minimum balance of just $500. Second, we charge far less for what we do. For clients with smaller balances, Wealthfront is free. For others, our fee is 0.25% of funds under management. <a href=\"http:\/\/www.investmentnews.com\/article\/20150405\/REG\/150409959\/advisory-fees-show-signs-of-a-rebound\">The average advisor charges more than four times that amount<\/a>. Finally, you can access all of these services directly on your computer or smartphone rather than going through the process of scheduling a meeting, a phone call or worse, a Skype session with an advisor. This type of access is what our young clients want and expect.<\/p>\n<h2>You Know You’ve Made It When…<\/h2>\n<p>You’re paying an arm and a leg to meet for a round of golf and a steak dinner twice a year with Chip, your very own private wealth manager. You see, private wealth managers are the &#8220;top tier&#8221; of advisors, and are typically associated with prestigious financial institutions like Goldman Sachs, J.P. Morgan and Morgan Stanley, for whom wealth management is a lucrative business. As noted, their services are only made available to an elite group of clients. Their business is labor intensive and &#8220;high-touch;&#8221; clients who have questions or concerns want to be able to speak with their <em>personal <\/em>advisor, not an anonymous person at a help desk. That greatly constrains the load an office can handle, often to fewer than 100 clients. And the help they need to hire is extremely expensive; clients of high-end wealth management expect to be interacting with graduates of the nation&#8217;s top-tier business schools, who do not come cheaply.  The top private wealth managers make about $900,000, and that doesn&#8217;t include their recruiting bonuses, which are usually in the millions.<\/p>\n<p>If you assume an average private wealth manager can actively support 100 client portfolios, and she charges an annual fee of 1% of assets under management, then she needs to attract $1 million per client just to break even on her compensation ($900k\/(100 *1%)).  Add in support staff and corporate overhead, and the breakeven grows to at least $1.5 million per account. Most businesses need to earn a 50% gross margin to take selling and marketing costs into account; private wealth managers are no different. That means they need at least $3 million to achieve their business model. Now you can understand how the better-paid private wealth managers, like the ones you might find at Goldman Sachs, Morgan Stanley and JPMorgan Chase, might require $10 million account minimums.<\/p>\n<p>Private wealth managers will help you develop a financial plan for yourself and your family, figuring out what your financial goals should be and the steps you will need to take to achieve them. Then, they will invest your funds in a way that aligns with your investment horizon and risk tolerance. If they care about you more than their bottom line, they will use low cost index funds as their main investment vehicles. Since portfolios need occasional maintenance, it will be rebalanced as it diverges from your original asset allocation. Private wealth managers will be mindful of minimizing your tax bill, using well-understood techniques such as tax-loss harvesting to keep it as low as possible (although they can usually only do it once a year, at year end). And they can arrange very-low-interest personal loans, using your invested funds as collateral.<\/p>\n<p>Some of the more specialized services of wealth managers affect fewer people, but are very important to those who need them. When you first sign up for their services, they&#8217;ll liquidate your old positions and convert them into their preferred offerings in a way that minimizes your tax burden. They&#8217;ll also, again in a tax-efficient manner, help clients sell off a concentrated stock position. That could be important to someone whose company has just gone public, and who would like to diversify her new wealth.<\/p>\n<h2>With Friends Like These &#8230;<\/h2>\n<p>But you need to be very careful with wealth managers, because some of the services they brag about might sound good, but are in fact anything but. The best example is their ability to offer their clients access to &#8220;alternative” investment opportunities, usually private equity and hedge funds.<\/p>\n<p>Despite being buzzy, these alternative assets are usually bad deals for all but the premier institutional investors who get priority access to the top funds. A small group of hedge funds and private equity firms make most of the industry&#8217;s profits, but the great bulk of them actually underperform the market. Unfortunately, you&#8217;re only going to have access to the losers &#8212; not that you could ever get anyone to admit that.<\/p>\n<p>Now, to be fair, there are indeed some services that private wealth managers provide that we at Wealthfront don&#8217;t. They can help you with estate planning, for example, or set up trust funds, or lay down &#8220;family governance&#8221; guidelines aimed at decreasing the likelihood that your heirs will be suing each other over their inheritance. But you&#8217;d better check the fine print before you pick up the phone. Often, wealth managers merely promise to &#8220;work with your attorneys and accountants&#8221; to resolve these sorts of issues, meaning you are going to have to retain these expensive professionals yourself, on your own dime.<\/p>\n<p>Private wealth managers also promise to &#8220;hold your hand&#8221; whenever you are in need of reassurance, like during turbulent times in the market, or when you are on the cusp of a major personal finance decision. That&#8217;s fine for people who need it, but we&#8217;ve found that <a href=\"https:\/\/blog.wealthfront.com\/passive-investors-need-less-hand-holding\/\">people who believe in passive (index) investing (like Wealthfront clients) are far less likely to want to sell in down markets than their counterparts who get sold into actively managed funds by advisors<\/a>. As one of our clients put it, “if I need a hug I can get one from my mom. For free.”<\/p>\n<h2>Financial Planners, Your Consolation Prize<\/h2>\n<p>Private wealth managers are considered at the top of the advisory hierarchy, but what does someone with $1 million to invest get? Most commonly you&#8217;ll see categories like &#8220;registered investment advisors&#8221; and &#8220;financial planners.&#8221; More often than not, there&#8217;s little technical differentiation between one category and the next; often, an advisor&#8217;s title is simply a function of what she decides to put on her business card. Because this is as deceiving as it sounds, some advisor trade groups <a href=\"http:\/\/www.imca.org\/sites\/default\/files\/cpwa\/IMCA_Defines_Wealth_Management.pdf\">are now trying to crack down<\/a> on folks claiming to be offering services they aren&#8217;t really trained for.<\/p>\n<p>Advisors and planners charge the same 1% average fee as the private wealth managers. The biggest difference between them and the private wealth managers is minimum account size they&#8217;ll require before taking you on as a client. Some planners will work with you for just an hourly fee, but they tend not to be the most capable because the smarter ones have figured out that they can earn far more money by charging an annual 1% advisory fee on investment accounts often in excess of $1 million.<\/p>\n<p>Like private wealth managers, these planners will help you stake out your financial goals, and create a portfolio that takes into account your particular circumstances. Assuming they use accepted investing practices, especially low-cost index funds, there will be nothing wrong with the portfolio they recommend for you. In fact, it will probably look a lot like the one we at Wealthfront would suggest.<\/p>\n<p>But as we explained in “<a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">Software is Better Than People<\/a>,” financial planners do not have access to the same level of sophisticated software that we do. Over the long term this should lead to lower net of fee, after tax returns. While financial planners brag about the &#8220;personalized&#8221; financial plans they develop just for you, all they are really doing is feeding your vital statistics into the same commercial planning software that is used by thousands of other financial advisors – their competition. While the report they hand you back looks impressive, with lots of fancy charts and graphs, all prominently featuring your name, it&#8217;s essentially identical to one they would give to anyone else in your particular circumstances.<\/p>\n<h2>The Kids Are Alright<\/h2>\n<p>Wealthfront launched in December 2011 with a fairly rudimentary investment management service. Over the past five years our level of investment sophistication has grown to arguably exceed that of private wealth managers, and we will follow the same strategy with our new financial planning experience. We’d like to kiss the arbitrary hierarchy good bye and use software to democratize financial advice for our young client base. That means all of our clients can have their investment decisions handled with the same sophistication available to the very wealthiest households. There&#8217;s very little our wing-tipped colleagues can do that we can&#8217;t.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Managing personal finances can be a complicated business, and as the saying goes, “mo money, mo problems.” As your net worth grows, so do the number of services you need to make sure your affairs are in order. That means having a financial plan and setting up your investments to obtain the maximum return for [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7436,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7234],"tags":[1107,1108],"yst_prominent_words":[1391,1237,4421,1281,3042,1258,1262,5742,5741,5739,6320,5740,3293,2410,3409,2405,1795,2925,3412,2418],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7435"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7435"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7435\/revisions"}],"predecessor-version":[{"id":11933,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7435\/revisions\/11933"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7436"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7435"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7435"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7435"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7435"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}