{"id":7450,"date":"2017-03-15T09:53:22","date_gmt":"2017-03-15T16:53:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7450"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"risk-return","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/risk-return\/","title":{"rendered":"Risk Is Not as Simple as It Appears"},"content":{"rendered":"<p>For every level of risk there exists a portfolio that maximizes your return. This optimal set of portfolios is known as the “Efficient Frontier” and can be identified using a technique called Modern Portfolio Theory (MPT). Not surprisingly, the creators of MPT won a Nobel Prize for their work in 1990. Since then, MPT has become the basis on which the vast majority of investment advisors, including Wealthfront, have built their portfolios. Once you identify the Efficient Frontier, all you have to do is determine the investor’s risk tolerance to choose the portfolio that&#8217;s the right match.<\/p>\n<p>There’s only one problem. Unlike returns, which can easily be expressed in percent terms, risk tolerance is somewhat intangible; it&#8217;s as much psychology as statistics. It’s thus very difficult for an individual to quantify her tolerance for risk. That makes it difficult for most people to apply the Efficient Frontier concept to their personal circumstances.<\/p>\n<p>The Efficient Frontier is usually expressed as a graph like this one, showing that the greater the risk you&#8217;re willing to take, the greater is your potential return. (Risk measurement, for the MBAs out there, is related to the standard deviation of the portfolio&#8217;s return.)<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-7451\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-assumptions.png\" alt=\"Risk-return-assumptions\" width=\"570\" height=\"347\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-assumptions.png 1140w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-assumptions-640x390.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-assumptions-768x468.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-assumptions-871x530.png 871w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/p>\n<p>Over the past five years I have given a seminar on “Investing Well” to over 100 companies. After I display the Efficient Frontier, I am almost always asked, “If that graph represents my potential set of opportunities, why wouldn&#8217;t I always choose the portfolio represented at the far right of the Frontier, the one with the highest return?”<\/p>\n<p>That seems like a reasonable question. But it assumes everyone can truly tolerate the maximum level of risk.  In fact, people consistently underestimate their aversion to risk, professing to be able to deal with it when they actually react very poorly to it. DALBAR, a prominent financial services research firm, has been studying this problem for over 40 years. Each year they publish an estimate of the amount of money individual investors lose through the same stupid behavior – buying when markets rise and selling when markets decline, which is clear evidence of being risk-averse. Amazingly, DALBAR has consistently found that individual investors <a href=\"http:\/\/www.northstarfinancial.com\/files\/6314\/6523\/9571\/2016_DALBAR_Advisor_Edition.pdf\">on average lose 3.52% more<\/a> than they would have if they just let their portfolios be.<\/p>\n<p>This number doesn’t change even as market conditions do because, as we have pointed out many times in this blog, nothing about good investing <em>feels<\/em> right. It just doesn’t feel right to sit on the sidelines when your investments decline in value. Better to run for the exits before things get worse. However the opposite behavior, buying on declines and selling when the market rises, would actually lead to better returns. Unfortunately, as our Chief Investment Officer Burt Malkiel loves to point out, <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\">it’s almost impossible to time the market<\/a>, so you are better off just letting your investments ride and rebalance when they get out of line.<\/p>\n<p>But that’s really hard to do if you have a portfolio with more expected volatility than that with which you may be comfortable. Therefore a portfolio at the far right hand side of the Efficient Frontier is likely only appropriate for an incredibly small subset of the population.<\/p>\n<p>Frequent readers of our blog know that I revere <a href=\"https:\/\/www.oaktreecapital.com\/people\/bio\/howard-marks\">Howard Marks<\/a>, both for his investment acumen and his ability to explain investing in simple terms. A few weeks ago I had the pleasure of having lunch with Howard before he taught a class at Stanford Graduate School of Business. The topic for his session was assessing risk, and as usual he had a simple but brilliant way of explaining why most people get it wrong.<\/p>\n<p>He observed, consistent with the questions I&#8217;ve heard in my seminars, that most people think of the Efficient Frontier as a line – which leads them to want the highest-performing portfolio. What they don’t realize is that actual investment outcomes represent <em>a series of potential distributions around the line. <\/em>The amount of volatility around the line is small at the far left of the Frontier and increases as the line moves up and to the right (see chart below):<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-7452\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-realistic.png\" alt=\"Risk-return-realistic\" width=\"570\" height=\"347\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-realistic.png 1140w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-realistic-640x390.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-realistic-768x468.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/03\/Risk-return-realistic-871x530.png 871w\" sizes=\"(max-width: 570px) 100vw, 570px\" \/><\/p>\n<p>As you can see there is a very reasonable chance that the return at Point A could be significantly below the return of an investment at Point B, which technically represents a lower expected risk level. When viewed from this context, it becomes clearer that the far right hand part of the Efficient Frontier is not always as attractive as it might first appear.<\/p>\n<p>At Wealthfront, we go to great lengths to determine what your true risk tolerance might be so that we can invest your money in a portfolio that you won’t abandon when the market declines. That alone could add more than 3% to your annual return! We realize our questionnaire may look like what others offer, but in fact there is a great deal of sophisticated behavioral economic theory at work under the covers. (Please read our <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\">Investment Methodology White Paper<\/a> for more details on how our risk questionnaire works). Our questionnaire is yet one more example of the tremendous work <a href=\"https:\/\/www.wealthfront.com\/investment-team\">our investment research team<\/a> does to try to build the best investment service possible.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Most investors know that for every level of risk there exists a portfolio that maximizes their returns. However, many overestimate their ability to assess their own risk tolerance. <\/p>\n","protected":false},"author":4,"featured_media":7454,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1110,143,1109,839],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7450"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7450"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7450\/revisions"}],"predecessor-version":[{"id":11935,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7450\/revisions\/11935"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7454"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7450"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7450"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7450"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7450"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}