{"id":7472,"date":"2017-03-29T10:00:01","date_gmt":"2017-03-29T17:00:01","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7472"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"stock-picking","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/stock-picking\/","title":{"rendered":"You Don’t Always Have to Eat Your Broccoli"},"content":{"rendered":"<p>Soon after Burt Malkiel joined Wealthfront four years ago, we hosted an event to introduce him to our Bay Area clients. I’ll never forget when he was asked: “Do you own any stocks?”<\/p>\n<p>This was kind of like asking George Washington to name the last time he told a lie. For those that don’t know, Burt is famous for effectively creating passive investing – the idea that it’s nearly impossible for stock pickers to outperform the overall market in the long run. Perhaps the most memorable chapter of his seminal 1975 book <em>A Random Walk Down Wall Street<\/em> described an experiment in which a group of chimpanzees throwing darts to choose stocks from a <em>Wall Street Journal<\/em> stock page outperformed a randomly selected group of professional investors (the <em>Journal<\/em> frequently repeats this experiment and usually has the same result).<\/p>\n<p>Yet Burt didn’t give a simplistic answer. “Yes, I buy stocks now and then – but I also like to go to the dog track. For me, both are entertainment. I make sure to keep my total stock holdings to a very small percentage of my portfolio that I wouldn&#8217;t mind losing (as I often do at the dog track).”<\/p>\n<p>You might be surprised, but we wholeheartedly agree. We recognize that our clients live in the real world, and are tempted now and then to buy stocks based on their personal expertise or a tip from a rich uncle. So go ahead and buy them (by the way, consistent with our view that you should minimize your fees, we recommend that you use <a href=\"https:\/\/www.robinhood.com\">Robinhood<\/a> to trade those stocks). We say this for the same reason doctors recommend that you not overly restrict yourself in a diet to address a health or weight problem. You’re unlikely to maintain the diet if you make the diet too restrictive. Every once in a while you need to treat yourself.<\/p>\n<p>Think of buying a few stocks as a financial treat. Relying on passive investments such as index-based funds may strike many people as boring, but the data clearly shows it’s the best way to invest your money. Here’s our advice: after you’ve <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">set aside your emergency fund<\/a>, consider applying 90% of your remaining money to a passive approach like Wealthfront and the remaining 10% to individual stocks (or if you are really adventurous and well connected, to an angel deal – <a href=\"https:\/\/techcrunch.com\/2012\/09\/30\/why-angel-investors-dont-make-money-and-advice-for-people-who-are-going-to-become-angels-anyway\/\">even though I am not a fan<\/a>). Even if you lose money on your small allocation to individual stocks, you’re likely to be better off than if you invested all your money in stocks.<\/p>\n<p>By the way, don’t get too impatient if your individual stocks outperform your Wealthfront account in the short term.<\/p>\n<p>Remember that 9.8% of professional domestic equity fund managers outperformed their benchmark last year – but only 5.4% were able to do it over five years.<sup><a href=\"#_ftn1\" name=\"_ftnref1\">[1]<\/a><\/sup><\/p>\n<p>The experiment might even cause you to turn over more money to Wealthfront – which of course we wouldn&#8217;t mind.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><a href=\"#_ftnref1\" name=\"_ftn1\">[1]<\/a> SPIVA, <a href=\"http:\/\/www.spindices.com\/spiva\/#\/reports\">http:\/\/www.spindices.com\/spiva\/#\/reports<\/a>, based on data going through June 30, 2016.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Soon after Burt Malkiel joined Wealthfront four years ago, we hosted an event to introduce him to our Bay Area clients. I’ll never forget when he was asked: “Do you own any stocks?” This was kind of like asking George Washington to name the last time he told a lie. For those that don’t know, [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7474,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7472"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7472"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7472\/revisions"}],"predecessor-version":[{"id":11937,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7472\/revisions\/11937"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7474"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7472"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7472"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7472"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7472"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}