{"id":7533,"date":"2017-04-26T08:55:21","date_gmt":"2017-04-26T15:55:21","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7533"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"dumb-things-smart-investors","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dumb-things-smart-investors\/","title":{"rendered":"When Dumb Things Happen to Smart Investors"},"content":{"rendered":"<p>This article is an adaption from Meir Statman’s book, <a href=\"https:\/\/www.amazon.com\/Finance-Normal-People-Investors-Markets\/dp\/019062647X\/ref=sr_1_1?ie=UTF8&amp;qid=1490679337&amp;sr=8-1&amp;keywords=finance+for+normal+people\"><em>“Finance for Normal People: How Investors and Markets Behave”<\/em><\/a><em> (Oxford University Press) and initially published in MarketWatch on April 20, 2017<\/em><\/p>\n<p>You are contemplating a gift to your beloved and wonder whether it should be a red rose or $10, the price of the rose.<\/p>\n<p>You are a rational person who knows a bit of finance, so here’s your thinking: A rose has no utilitarian benefits — your beloved cannot eat or drink it. A rose is also a waste. It gets tossed after a few days, once the petals drop off. A $10 bill, in contrast, can pad a savings account, or be spent now on something your intended really wants.<\/p>\n<p>Such thinking might be rational, but it is pretty stupid. Following this script would surely not make you beloved. Normal people know that roses have no utilitarian benefits, but they have a lot of expressive and emotional benefits. A rose says “I love you.” A rose says “I’m a thoughtful person — you’ll do well to marry me.” Imagine yourself instead on Valentine’s Day, presenting a $10 bill as your gift.<\/p>\n<p>Well, you say, this is a nice story, but what does it have to do with finance? A lot. Stocks, bonds, and all other financial products and services are like roses, watches, cars, and restaurant meals — all providing utilitarian, expressive, and emotional benefits. We miss many insights into our financial behavior and the behavior of financial markets when we think of financial products and services as providing only utilitarian benefits.<\/p>\n<p>Behavioral finance is finance for normal people, like you and me. Normal people are not irrational. Indeed, we are mostly intelligent and usually “normal-smart.” We do not go out of our way to be ignorant or to commit cognitive and emotional errors. Instead, adverse situations occur as we try to seek and get the utilitarian, expressive, and emotional benefits we want.<\/p>\n<p>Sometimes, however, we are “normal-foolish,” misled by cognitive errors such as hindsight and overconfidence, and emotional errors such as <a href=\"http:\/\/www.marketwatch.com\/story\/dear-adviser-my-client-missed-the-market-rally-and-now-wants-in-2017-04-17\">exaggerated fear<\/a> and unrealistic hope.<\/p>\n<p>We use the term “rational” in everyday language as equivalent to normal-knowledgeable and normal-smart. Financial economists, however, use the term more narrowly in their writings and models. The brains of rational people are never full; they are immune to cognitive and emotional errors and able to process huge amounts of information quickly and correctly. The brains of normal people, however, are often full.<\/p>\n<p>We as investors must transform from a normal-ignorant stage to one of being normal-knowledgeable, learning the lessons of behavioral finance and applying them to reduce ignorance, and gain knowledge on our way to getting what we want.<\/p>\n<p>This is the second generation of behavioral finance. The first generation, starting in the early 1980s, largely accepted standard finance’s notion of people’s wants as “rational” wants — restricted to the utilitarian benefits of high return and low risk. That first generation commonly described people as “irrational” — succumbing to cognitive and emotional errors and misled on their way to their rational wants.<\/p>\n<p>The second generation describes people as normal. It begins by acknowledging the full range of people’s wants and their benefits — utilitarian, expressive, and emotional — distinguishes normal wants from errors, and offers guidance on using shortcuts and avoiding errors on the way to satisfying normal wants. People’s normal wants, even more than their cognitive and emotional shortcuts and errors, underlie answers to important questions of finance, including <a href=\"http:\/\/www.marketwatch.com\/story\/1-million-or-5000-a-month-which-would-you-choose-2017-04-11\">saving and spending<\/a>, portfolio construction, asset pricing, and market efficiency.<\/p>\n<p>The lessons of behavioral finance guide us, for example, to ignore “sunk costs” that have already been incurred and cannot be salvaged, even when <a href=\"http:\/\/www.marketwatch.com\/story\/here-are-the-10-biggest-myths-in-the-investing-world-2017-04-04\">cognitive and emotional errors<\/a> prod us otherwise. Professors of economics are likely to leave disappointing movies earlier than professors of biology or the humanities, acknowledging that it is best to ignore sunk time spent watching the early part of a bad movie, as that time cannot be salvaged, and not sink additional time salvageable by leaving the theater.<\/p>\n<p>Learning, however, is not easy, made more difficult by mistrust of experts. A survey asked economic experts and average Americans whether they agree with statements such as “It is hard to predict stock prices.” Answers reveal that 100% of economic experts agreed, whereas only 55% of average Americans did. The mistrust is evident in the finding that the proportion of these Americans who agreed that it is hard to predict stock prices declined to 42% from 55% when told that economic experts agreed with the statement.<\/p>\n<p>In fact, there is much evidence that it is difficult to forecast stock prices. Neither amateur investors, nor writers of investment newsletters and Wall Street strategists are good at predicting stock prices. Indeed, predictions of above-average returns were generally followed by below-average returns, and predictions of below-average returns were generally followed by above-average returns.<\/p>\n<p>The good news is that we can transform ourselves from normal-ignorant and normal-foolish into normal-knowledgeable and normal-smart, learning the lessons of behavioral finance and applying them to reduce ignorance, gain knowledge, and increase the ratio of smart to foolish behavior on our way to what we want.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is an adaption from Meir Statman’s book, “Finance for Normal People: How Investors and Markets Behave” (Oxford University Press) and initially published in MarketWatch on April 20, 2017 You are contemplating a gift to your beloved and wonder whether it should be a red rose or $10, the price of the rose. You are [&hellip;]<\/p>\n","protected":false},"author":127,"featured_media":7535,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1113,1122],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7533"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/127"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7533"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7533\/revisions"}],"predecessor-version":[{"id":11940,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7533\/revisions\/11940"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7535"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7533"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7533"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7533"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7533"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}