{"id":7543,"date":"2017-05-03T10:41:23","date_gmt":"2017-05-03T17:41:23","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7543"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"value-mortgage-refinancing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/value-mortgage-refinancing\/","title":{"rendered":"The Value of Mortgage Refinancing"},"content":{"rendered":"<p>If you are a homeowner, it’s more than likely your house is your single most valuable asset. So it’s crucial to understand the factors that affect housing costs, specifically interest rates, which impact your mortgage expenses. It&#8217;s also important to know how to benefit from changing mortgage rates by refinancing your mortgage – the why and when of refinancing. Unfortunately, when we look at our own client data we see that many people aren&#8217;t taking advantage of the savings a refinancing can offer. It’s our hope that this blog puts you on the other side of that and prepares you to be smart about your real estate.<\/p>\n<h3><strong>What determines the mortgage rate?<\/strong><\/h3>\n<p>Before we get into the data, let’s take a quick look at the factors that determine a mortgage rate. There are a variety of factors, among them the overall level of interest rates (as measured by yields of bonds issued by the US government), the type of the mortgage (fixed vs. adjustable), the duration of the loan, and the size of the loan relative to the value of the property you are buying (sometimes referred to as the Loan-To-Value ratio).<\/p>\n<p>Looking at Figure 1, it is immediately apparent that rates on fixed-rate 30-year mortgages have varied dramatically over the course of the last two decades &#8212; from over 8% per year around 2000 to a low just above 3.5% around 2013 (Figure 1). Given the typical length of a mortgage &#8212; commonly between 15 and 30 years &#8212; it is very likely that rates will change a fair bit during the lifetime of your loan.<\/p>\n<p><strong>Figure 1:<\/strong> Historical Interest Rates  (source: Federal Reserve Bank of St. Louis)<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-7544 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Mortgage-rate-blog--640x396.png\" alt=\"Mortgage rate blog\" width=\"640\" height=\"396\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Mortgage-rate-blog--640x396.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Mortgage-rate-blog--768x475.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Mortgage-rate-blog--856x530.png 856w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Mortgage-rate-blog-.png 963w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<p>A common belief is that mortgage rates are directly linked to the Federal Funds rate &#8212; the rate the Federal Reserve uses to guide monetary policy, and the one the news media tends to focus on when covering interest rate fluctuations. But this is only partially true. In fact, mortgage rates move much more closely in sync with yields on longer-term US government bonds. The yields on these bonds themselves move depending on the current Fed Funds rate <em>and<\/em> expectations of future values of the Fed Funds rate. The figure displays not only the Fed Funds rate, but also the average rate on a 30-year fixed rate mortgage and the yield on a 10-year US Treasury bond. The close relationship between the latter two is easy to spot.<\/p>\n<h3><strong>Taking Advantage of Refinancing<\/strong><\/h3>\n<p>Given how much mortgage rates change, you might feel pangs of regret if you were one of the folks who took a fixed rate mortgage when rates were high. Quite clearly, your bank would be satisfied to keep you locked into making high interest payments. Fortunately, the refinancing option is available on the vast majority of mortgages.<\/p>\n<p>The decision whether to refinance seems like a simple one &#8212; refinance as soon as the interest rate drops. In practice, the situation is complicated by a number of factors, the best-known of which  are the closing costs associated with taking out a new loan. These include appraisal fees, title searches, deed-recording fees, and many others. These costs vary widely from lender to lender, and can be a source of considerable confusion for many would-be refinancers. Most mortgage holders routinely get mail from financial institutions promising extremely low closing costs &#8212; or in some cases, no closing costs at all. Borrowers should approach these offers carefully. Lenders with &#8220;low&#8221; closing costs often charge higher interest rates to make up the lost fees or add the closing costs to the mortgage balance , meaning these attractive-seeming loans can end up costing much more in the long run.<\/p>\n<p>What&#8217;s a good rule of thumb? <a href=\"https:\/\/www.trulia.com\/blog\/hidden-costs-refinancing\/\">Trulia<\/a> estimates that closing fees commonly amount to 1.5% of the mortgage balance being refinanced. For example, if you originally took out a mortgage for $450,000, but have paid it down by $150,000, you can expect refinancing costs in the neighborhood of $4,500 on your $300,000 balance.<\/p>\n<p>That’s quite a chunk of change. So when should you refinance?<\/p>\n<p>Making that decision involves figuring out the difference between the present value of the payments under the new mortgage and the present value of the remaining payments under the old mortgage. However, given the somewhat esoteric nature of this type of computation, it is perhaps not that surprising that nearly 50% of fixed rate mortgages have a rate higher than the prevailing rate at the time of the survey, according to <a href=\"http:\/\/scholar.harvard.edu\/files\/campbell\/files\/householdfinance_jof_2006.pdf\">research<\/a> by Harvard economist <a href=\"http:\/\/scholar.harvard.edu\/campbell\/home\">John Campbell<\/a>.<\/p>\n<p>That research inspired us to take a close look at the mortgage data our clients entered as part of <a href=\"https:\/\/www.wealthfront.com\/path\">Path<\/a>, the advice engine that powers our financial planning experience. Specifically, we considered a sample of clients with a 30-year fixed rate mortgage and with a Loan-To-Value ratio of less than 70%. That second requirement was added to ensure that the clients we sampled would actually qualify for a refinancing; most lenders avoid borrowers with high Loan-To-Value ratios, as they fear the property wouldn&#8217;t be worth enough in foreclosure to cover the costs associated with a default.<\/p>\n<p>This left us with a sample of 4,784 mortgages. They had a median current balance of $328,000, and a median interest rate of 3.75% per year. The median property value was $609,000 (estimated by <a href=\"https:\/\/www.redfin.com\/\">Redfin<\/a>, which is integrated with Path) and the median Loan-To-Value ratio in the sample was 56%.<\/p>\n<p>We found that nearly 37% of Wealthfront clients have fixed-term mortgage rates above the current prevailing rate of 3.97% (according to Freddie Mac), and that a substantial portion of our clients would obtain significant gains from refinancing. The results of our analysis are in Table 1, which shows a range of values for the costs of refinancing, along with how Wealthfront clients would benefit from each.<\/p>\n<p><strong>Table:<\/strong> Projected gains from mortgage refinancing for Wealthfront clients (data as of April 2017)<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-7546 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Screen-Shot-2017-05-02-at-10.29.44-PM-640x259.png\" alt=\"Screen Shot 2017-05-02 at 10.29.44 PM\" width=\"640\" height=\"259\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Screen-Shot-2017-05-02-at-10.29.44-PM-640x259.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Screen-Shot-2017-05-02-at-10.29.44-PM-768x311.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Screen-Shot-2017-05-02-at-10.29.44-PM.png 822w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<p>Even assuming a 2% cost of refinancing &#8212; 0.5% higher than the rate suggested by Trulia &#8212; every fifth Wealthfront client would gain from refinancing. About 8% would realize gains in excess of $10,000. With a 1% cost of refinancing, nearly a quarter of our clients would have some gain from refinancing, and nearly a tenth would save over $10,000.<\/p>\n<h3><strong>Check your refinancing options<\/strong><\/h3>\n<p>Our proprietary data on mortgages and real-time data on home values suggest that nearly a quarter of clients would benefit from a mortgage refinancing, with a portion of these realizing gains in excess of $10k. Unfortunately, many homeowners miss out of these attractive gains. Ask your mortgage broker, if refinancing is right for you.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you are a homeowner, it’s more than likely your house is your single most valuable asset. So it’s crucial to understand the factors that affect housing costs, specifically interest rates, which impact your mortgage expenses. It&#8217;s also important to know how to benefit from changing mortgage rates by refinancing your mortgage – the why [&hellip;]<\/p>\n","protected":false},"author":128,"featured_media":7562,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7237],"tags":[1122,1058,529,149,1114],"yst_prominent_words":[6289,6283,6286,6292,6285,2317,6291,6284,6290,6295,2771,1990,6294,4081,6287,5418,6293,3091,6288,2306],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7543"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/128"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7543"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7543\/revisions"}],"predecessor-version":[{"id":11941,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7543\/revisions\/11941"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7562"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7543"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7543"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7543"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7543"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}