{"id":7566,"date":"2018-04-12T12:40:18","date_gmt":"2018-04-12T19:40:18","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7566"},"modified":"2020-05-22T10:29:32","modified_gmt":"2020-05-22T17:29:32","slug":"advantages-wealthfront-portfolio-line-credit-traditional-home-equity-line-credit","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/advantages-wealthfront-portfolio-line-credit-traditional-home-equity-line-credit\/","title":{"rendered":"Comparing the Wealthfront Portfolio Line of Credit  to a Traditional Home Equity Line of Credit"},"content":{"rendered":"<p><i>Note: As of March 21, 2019 the minimum for Wealthfront&#8217;s Portfolio Line of Credit is $25,000. You can see our current interest rates <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.wealthfront.com\/portfolio-line-of-credit&amp;source=gmail&amp;ust=1590250842729000&amp;usg=AFQjCNFOWMASelZF4v9xIiuAS6NxOar4Lw\">here<\/a>.<\/i><\/p>\n<p>When we launched our Portfolio Line of Credit in April of 2017 our goal was to deliver an easy way for our clients to access cash at a low interest rate for large expenses they need to cover in the near term. We got a number of calls from our home owning clients wanting to understand whether they should consider a Portfolio Line of Credit (or PLOC) over a Home Equity Line of Credit (or HELOC). Since the Tax Cut and Jobs Act was passed in December of 2017 we’ve gotten even more inquiries from clients trying to determine how the new tax legislation has affected the benefits of a HELOC, and if those changes make Wealthfront’s PLOC an even better option. So today we’ll outline those changes, as well as compare the benefits &#8212; and risks &#8212; of using either option.<\/p>\n<h3><strong>PLOC: How Can You Use It?<\/strong><\/h3>\n<p>The Portfolio Line of Credit is an ideal option for those who have a short-term cash need, but don’t want to sell appreciated securities and trigger a tax liability. The money you receive from a Portfolio Line of Credit can be used for similar things that a HELOC helps fund. You might want to make home improvements, buy a new car, or plan the wedding of your dreams. Or maybe you’re dealing with an unexpected (and costly) emergency medical bill, or have a large tax bill you need funds for.<\/p>\n<p>Another way to use it is the same way businesses use lines of credit — to smooth out cash flow. This is especially true for self-employed people whose income fluctuates during the year, or people who earn a large percentage of their annual income in the form of a year-end bonus. They can draw down a line of credit during lean times, replenishing it once their income picks up. There is no limit to the number of times you can access your Wealthfront Portfolio Line of Credit (up to 25% of your taxable account balance).<\/p>\n<h3><strong>HELOC: How Has It Changed?<\/strong><\/h3>\n<p>While a HELOC can be used to finance a variety of short term expenses, one of its greatest benefits has changed due to the Tax Cuts and Jobs Act. It’s true that interest paid on home equity loans and lines of credit is still deductible, but only if the money is used to “buy, build or substantially improve” the taxpayer’s home that secures the loan in question. If the money is used to pay other non-home related expenses the interest is no longer deductible.<\/p>\n<p>Besides being required to use the money for home improvements, there are other limits on the home equity loan interest deduction. Starting in 2018, taxpayers are only allowed to deduct interest on $750,000 of “qualified residence loans”. For a married person filing a separate return, the mortgage interest deduction limit is $375,000. These figures are down from the previous limits of $1 million and $500,000, respectively.<\/p>\n<p>The limits apply to the combined amount of loans used to buy, build or improve the taxpayer’s main home and second home, meaning a borrower may only deduct the mortgage interest on a total of $750,000 in loans, whether the loans are first mortgages, second mortgages, or home equity loans. <a href=\"https:\/\/www.irs.gov\/newsroom\/interest-on-home-equity-loans-often-still-deductible-under-new-law\">The IRS created a bulletin<\/a> to provide some examples to help demonstrate how the mortgage interest deduction now works.<\/p>\n<h3><strong>PLOC vs. HELOC: Which is Better?<\/strong><\/h3>\n<p>Because of the new restrictions on interest deductions, a PLOC might be a better option if you don’t need money to make home improvements. The table below highlights some of the core differences between the two:<\/p>\n<h6 style=\"text-align: center;\"><img loading=\"lazy\" class=\" wp-image-8656 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Screen-Shot-2018-04-12-at-12.14.51-PM.png\" alt=\"\" width=\"679\" height=\"407\" \/>Source: Bankrate.com, April 11, 2018 | *In some select cases the interest paid on a HELOC may be tax-deductible<\/h6>\n<p><em> <\/em>Given that interest from a HELOC used for non-home related expenses is no longer deductible, a PLOC is likely the better option, not only because of the more favorable interest rate, but also due to its convenience. The Portfolio Line of Credit is available to qualified clients automatically &#8212; there’s no application process or waiting period. HELOCs often require a great deal of paperwork and take several weeks to get approved, which could be challenging if you need money right away.<\/p>\n<p>However, if you intend to use a HELOC for home improvements, a HELOC will often offer a lower after-tax interest rate because of the ability to deduct that interest. So depending on your financial situation, the tax advantages of a HELOC can be significant if you’re able to leverage the tax savings. But if you have more than $1 million invested with Wealthfront then you will likely qualify for the lowest interest rate offered, which is likely lower than many HELOCs, even on an after-tax basis. At Wealthfront we believe in rewarding those who invest more in their future with the most favorable rates, rather than giving that benefit to those who borrow the most.<\/p>\n<p>One other key difference between a HELOC and PLOC is that with the former, you have to make monthly interest payments on your outstanding balance. With a PLOC there is no monthly minimum, so you can pay the Portfolio Line of Credit back entirely on your own schedule. With PLOC, all interest payments get added to the principal, which you pay off according to your own schedule. Of course, the interest only accrues on your outstanding balance. So if you borrow $10,000, and then pay back $5,000 the first month, you are only charged interest for the second month on the remaining $5,000 you owe..<\/p>\n<h3><strong>What are the risks?<\/strong><\/h3>\n<p>It’s important to know that there is risk involved with <em>any<\/em> type of leverage you take on to your personal balance sheet, so you need to understand how to weigh the pros and cons. The key questions to ask are: How much risk should I take on? And which option is riskier?<\/p>\n<p>A HELOC is backed by the value of your home and a Portfolio Line of Credit is backed by the value of your portfolio. As such, when negative changes happen to the value of your home or your portfolio, risk can be introduced. You might be surprised, but data actually shows that the average HELOC can be far riskier than a PLOC.<\/p>\n<p>Let’s consider a HELOC and the effects of the housing bubble of the mid-to-late 2000s. The amount of money that a lender is typically willing to lend is based on a cumulative <a href=\"https:\/\/www.investopedia.com\/terms\/l\/loantovalue.asp\">loan-to-value ratio<\/a> of 80%, which is the value of the primary mortgage and HELOC, divided by the value of the home. The average borrower in 90% of metropolitan areas who took out such a line of credit with that LTV at the peak of the housing bubble would have been “upside down” when the bubble burst in 2008. In other words, that means they owe more on the property than the property is worth — a situation that can have disastrous consequences for their personal finances. Even now, the average borrower in 20% of metropolitan areas who bought at the peak of the bubble are still underwater despite the recovery in home prices.<\/p>\n<p>In the chart below, we can see that the national average home price just recovered to its pre-crisis levels after peak-to-trough decline of 27% during the crisis. But this is just the average level &#8212; some areas have recovered successfully while others are still struggling. Take San Francisco and Las Vegas, two metropolitan areas where home prices were hit hard between 2007 and 2011. San Francisco home prices have rebounded and are currently around 16% higher than their 2006 levels. Meanwhile, Las Vegas home prices are still on average 27% below their pre-crisis levels.<\/p>\n<p style=\"text-align: center;\"><strong>Home Prices During the Crisis<\/strong><\/p>\n<h6 style=\"text-align: center;\"><img loading=\"lazy\" class=\"wp-image-8655 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Home-prices-during-crisis.png\" alt=\"\" width=\"634\" height=\"364\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Home-prices-during-crisis.png 552w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/Home-prices-during-crisis-280x160.png 280w\" sizes=\"(max-width: 634px) 100vw, 634px\" \/>Source: Case-Shiller Home Price Indices (Jan 2000 = 100; data are for Metropolitan Statistical Areas, Jan 2000 to Jan 2018)<\/h6>\n<p>A PLOC can have a similar risk if an investor will get a dreaded <a href=\"https:\/\/www.investopedia.com\/terms\/m\/margincall.asp\">margin call<\/a>, which means the net equity of their portfolio – or the difference between the value of the portfolio and the loan amount – declines below a predetermined level set by their broker. At Wealthfront, a margin call is initiated when your “net equity”, expressed as a fraction of your portfolio value, drops below 25%.<\/p>\n<p>Just as it was common to take on an irresponsible amount of leverage at the height of the housing bubble with a HELOC, many investment firms today allow investors to borrow up to 80% or 90% of their portfolio. If you borrowed 80% of the value of your portfolio, it won’t take a major market downturn to trigger a margin call. In that instance your broker is authorized to sell your securities automatically. And because these sales often occur during bear markets, the transactions usually result in the worst possible outcomes for the client. That’s why we take a conservative approach and only allow our clients with $100k in a taxable account borrow up to 25% of the value of portfolio (depending on the components of the portfolio). In fact, the value of your Wealthfront portfolio would have to drop by nearly 60% before you become subject to a margin call.<\/p>\n<p>When we look at historical data for our diversified portfolios, we find that clients with even the most aggressive risk level of 10 who borrowed the full amount allowed available through PLOC would not have received a margin call during the 2007 – 2008 financial crisis. Nor would they have received a margin call in 2002 – 2004 during the dot com bust. And while it’s tempting to borrow money to invest it when a market seems hot, we actually don’t let you use the money to make more investments at Wealthfront, which we believe is an important safeguard.<\/p>\n<h3><strong>The Verdict<\/strong><\/h3>\n<p>The Portfolio Line of Credit makes it possible for a much larger group of people to access a low cost way to address short-term financial challenges. We believe that the combination of its low interest rate and ease of access &#8212; plus the effects of the Tax Cut and Jobs Act &#8212; make PLOCs superior to HELOCs in all cases, other than funding home improvements. However, a PLOC is likely the better option to a HELOC for home improvement if your home has not yet appreciated or if you have a significant amount invested with Wealthfront.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: As of March 21, 2019 the minimum for Wealthfront&#8217;s Portfolio Line of Credit is $25,000. You can see our current interest rates here. When we launched our Portfolio Line of Credit in April of 2017 our goal was to deliver an easy way for our clients to access cash at a low interest rate for [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234,7237],"tags":[1122,5635,666,1188,5637,5636,1111,5638,1203],"yst_prominent_words":[2781,10639,10641,1214,2775,10551,10640,3794,2782,2771,5575,5577,10643,10642,1293,5576,5574,10638,10637,10644],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7566"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7566"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7566\/revisions"}],"predecessor-version":[{"id":13149,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7566\/revisions\/13149"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7566"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7566"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7566"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7566"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}