{"id":7575,"date":"2017-05-17T12:13:48","date_gmt":"2017-05-17T19:13:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7575"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"understanding-path-retirement","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/understanding-path-retirement\/","title":{"rendered":"Understanding Your Path to Retirement"},"content":{"rendered":"<p>Have you ever thought that you’re too young or too busy to think about retirement? If that sounds familiar, you’re not alone. When it comes to planning for retirement the biggest obstacles to starting are often self-created. Life gets in the way, so it’s easy to put off retirement in place of other things that seem more pressing. In fact, only 39% of Americans have tried to figure out how much they need to save for retirement according to a <a href=\"http:\/\/www.usfinancialcapability.org\/\">study<\/a> by the Financial Industry Regulatory Authority (FINRA).<\/p>\n<p>Those who actually do take action sooner typically seek the services of a traditional financial planner. For many working directly with a financial advisor is the right solution, as the top planning professionals can make the right assumptions and provide a holistic view of your financial health. However, the process of finding a highly qualified person is often harder than it seems. Moreover, they typically come with high investment minimums, not to mention high fees (on average, <a href=\"https:\/\/blog.wealthfront.com\/tyranny-compounding-costs\/\">1% per year<\/a>).<\/p>\n<p>A do-it-yourself approach is definitely an alternative, but it requires a knowledge and understanding of finance. Not to mention, it takes a lot of time. But the most challenging part of doing it yourself is deciding on all the assumptions that are key to understanding your prospects in retirement, like returns, retirement spending needs, social security, inflation, taxes and many other variables. Some might have the time and financial acumen to work all of that out, but the reality is most people don’t.<\/p>\n<p>Making assumptions about retirement requires a lot of heavy lifting, so you want to make sure you or your planner are focused on the right things. <a href=\"https:\/\/www.wealthfront.com\/path\">At Wealthfront we built Path<\/a>, our financial planning advice engine, to ensure that your retirement plan is, indeed, based on the right things <i>for you<\/i>. With Path the assumptions we consider are based on academic research and best practices, designed by our research team to help take that burden off of our clients. But while the combination of our PhDs and software make retirement planning easy, it’s always a good idea to understand what those important assumptions are and how to consider them when it comes to your retirement. Today we’ll walk you through the assumptions we consider and why they are are important.<\/p>\n<p><b>Retirement Spending<\/b><\/p>\n<p>If you intend to keep your current lifestyle in retirement it’s important to know how much you are spending today, as well as how your spending is likely to change in retirement. To do that we aggregate data from your linked accounts and use that information to estimate how much you spend now. We also rely on an extensive set of machine learning models to classify your transactions before producing the estimates of monthly spending our clients see on their plans. After we have an estimate of your current spending, we use data from the <a href=\"https:\/\/www.bls.gov\/cex\/\">Consumer Expenditure Survey<\/a> (used by academics for research on spending behavior) to estimate how much spending changes as people get older and retire. This allows you to have an accurate figure of what a person like yourself on average would need in retirement. It also saves you a ton of time.<\/p>\n<p>In the figure below we plot our estimates of how spending of working adults changes over life, starting at age 25 (normalized to 100 at this age). We observe that spending increases about 90% between age 25 and age 50, but then it flattens out (the numbers are adjusted for inflation, so the purchasing power in this flatter region is about constant). These estimates use a sample of working adults with a college degree, and they control for several demographic characteristics of the household such as the size of the family and the number and age of children, all of which can affect spending considerably.<\/p>\n<p>&nbsp;<\/p>\n<h5 style=\"text-align: center\"><img loading=\"lazy\" class=\"alignnone size-medium wp-image-7577 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/figure-growth-in-spending-586x500.png\" alt=\"\" width=\"586\" height=\"500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/figure-growth-in-spending-586x500.png 586w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/figure-growth-in-spending-768x655.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/figure-growth-in-spending-622x530.png 622w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/figure-growth-in-spending.png 1140w\" sizes=\"(max-width: 586px) 100vw, 586px\" \/><strong>Figure: Growth in spending since age 25 for working adults with a college degree <\/strong><\/h5>\n<p>Furthermore, we estimate a 13% drop in spending at the time of retirement. That might seem counterintuitive, especially since things like health care costs increase considerably in retirement. But as <a href=\"http:\/\/scholar.princeton.edu\/sites\/default\/files\/670740_0.pdf\">research<\/a> by professors Erik Hurst from the University of Chicago and Mark Aguiar from Princeton University shows, there is strong evidence that certain expenses diminish, such as the costs related to working (commuting, business attire, lunch meals, etc.).<\/p>\n<p>By leveraging that study we take into account both the increase in spending until just before you retire, as well as the drop in spending as you settle into retirement. For example, we estimate that a 25 year old will spend around 75% more in retirement than their current spending level, but that 55 year old will spend around 13% less than what they are currently spending in retirement. This approach is much more personalized than using a fixed income replacement ratio (like most financial planners do), and it also takes into account that expenses will change over your life.<\/p>\n<p><b>Taxes<\/b><\/p>\n<p>After you get an estimate of how much money you’ll need in retirement, you’ll then need to build a savings plan to achieve that goal. However, it’s important to understand the tax implications. For example, the money saved in a traditional IRA account will be taxed differently from a Roth IRA account or a traditional brokerage account. So to get a true estimate how your savings will enable your retirement lifestyle, it’s imperative to estimate your tax bill.<\/p>\n<p>Doing your taxes is never easy, and unfortunately with retirement it gets even more complex because of the different tax treatments across different retirement accounts. In the table below we show two different scenarios. In the first one, the retiree has balances in both a Traditional IRA and a Roth IRA, and makes equal withdrawals from both. In the second example, the retiree only has and withdraws from a Roth account. Assuming a tax rate of 30% (and ignoring deductions for simplicity), the tax bill in the first scenario is $1,500 while in the second scenario there is no tax bill. Taxes are 15% of total income in one case, but 0% in the other &#8212; the difference is huge!<\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-7578 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-income-tax-640x327.png\" alt=\"\" width=\"640\" height=\"327\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-income-tax-640x327.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-income-tax-768x392.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-income-tax-1038x530.png 1038w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-income-tax.png 1140w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h5 style=\"text-align: center\"><strong>Table: Income taxes and retirement accounts<\/strong><\/h5>\n<p>Making the wrong assumption about taxes can have a huge impact on accurately assessing what you’ll actually have to spend in retirement. The good news is that Path automatically detects your account types and project your other sources of income (such as Social Security) to make an estimate of your tax bill that includes federal and state income taxes. We even take possible deductions into account to ensure the most accurate forecast.<\/p>\n<p><b>Social Security <\/b><\/p>\n<p>Even if you are only in your 30s or 40s it’s important to get an accurate view of your likely Social Security income and how it will affect your spending in retirement. We’ve previously written in detail <a href=\"https:\/\/blog.wealthfront.com\/surprising-value-social-security\/\">about the surprising value of claiming Social Security at the correct time<\/a>, but in short postponing Social Security a few years can have higher returns than most investments, even after adjusting for risk. Those returns will be higher if you have a higher life expectancy, since you’ll be able to collect benefits for a longer period of time. So in deciding the optimal age to claim your Social Security benefits it’s important weight the trade-off in delaying because of the shorter period of time you’ll receive that benefit. We make it easy by selecting the best age for you to claim social security so you can make the right call about what you need to save.<\/p>\n<p><b>Inflation<\/b><\/p>\n<p>The “sleeper” assumption that many forget to consider is inflation, which is critical in understanding how much you’ll really be worth at retirement. It’s extremely important to take into account the effects of inflation, since it reduces the purchasing power of the money you are working so hard to save. For example, if you’re 35 and want to maintain your $8000 monthly lifestyle you enjoy today when retired you’ll need $14,500, assuming a 2% inflation rate and a retirement age of 65. We use market-based inflation expectations, which means comparing the yields on long-term treasury bonds and on long-term inflation-protected treasury securities (see <a href=\"https:\/\/blog.wealthfront.com\/forecast-inflation\/\">this post<\/a>) as our assumption for future inflation. That way our inflation assumption is automatically updated as markets change.<\/p>\n<p><b>Returns<\/b><\/p>\n<p>A central piece of the retirement planning puzzle is understanding how your current and future savings are likely to evolve over time. But because different people might have very different portfolios there isn’t a good one-size-fits-all assumption you can make about future market returns. In other words, you need to make assumptions regarding the returns of <i>your<\/i> portfolio. At Wealthfront, we obtain those assumptions using our Capital Markets Model.<\/p>\n<p>This model uses a factor-based framework drawing on the work of several Nobel prize winning financial economists. This research has shown that although there are many individual assets and asset classes, their returns are driven by a few common sources of risk (i.e. factors). For example, individual stock returns tend to be positively correlated with returns on broad stock market indices, such as the CRSP U.S. Total Market Index. Similarly, returns on individual bonds are correlated with returns on U.S. Treasury bonds. More generally, each security can be characterized based on its exposure to the broad U.S. equity market and U.S. Treasuries, effectively measuring how “stock-like” or “bond-like” a security is. However, it is important to recognize that some of the volatility of an individual security will be entirely unrelated to stock and bond markets, which is known as the idiosyncratic volatility of the security.<\/p>\n<p>Let’s work out one example using a stock market factor and a bond market factor<sup><a href=\"#_ftn1\" name=\"_ftnref1\">1<\/a><\/sup>. The exposure of a security or portfolio to a factor is usually called the “loading” of the security on that factor. For example, if a security has a loading of one (1) on stocks and a loading of zero (0) on bonds, then it is a stock-like security. In the table below we display the statistics for two different Exchange Traded Funds (ETFs): the Vanguard Emerging Markets Government Bond ETF (VWOB) and the Vanguard Intermediate-Term Corporate Bond ETF (VCIT). Note that even though they are bond ETFs, both have a significant stock-like component. In fact, VWOB has about the same exposure on stocks and bonds market even though it’s a bond ETF.<\/p>\n<p>Because of this exposure to the stock market, these securities will tend to have a much higher expected return than the bond market. In the table we calculate the expected return on each security assuming a stock market return of 7% and a bond market return of 3%<sup>2<\/sup>. Under these assumptions the expected return on those two bond ETFs is above 4%, which is much higher than the 3% return assumption on bonds. That’s because they are highly exposed to stock market risk.<\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" class=\"wp-image-7589 size-medium aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final-640x341.png\" alt=\"\" width=\"640\" height=\"341\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final-640x341.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final-768x410.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final-994x530.png 994w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final-704x375.png 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/05\/table-security-risk-final.png 1140w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h5 style=\"text-align: center\"><strong>Table: Security risk factor loadings and idiosyncratic volatility (annual)<\/strong><\/h5>\n<p>You likely have a portfolio of multiple securities, so what really matters is the portfolio return assumption. At Wealthfront we compute expected returns in a portfolio of securities based on our estimates for the exposures of each security to different market risks. In the table we show the statistics for a 50\/50 portfolio of the two bond ETFs. The expected return in this case is the average of the expected returns of the two securities, in this case 4.30%. Again, this is very different from the return assumption we have on a broad bond market index, even though the portfolio has only bonds. The 1.30% difference in returns compounds to 47% in returns over 30 years, which is a common horizon in retirement planning.<\/p>\n<p>But you might be interested in a more conservative estimate of returns, such as a return that would happen at least 50% of the time (the median return). To achieve that it’s also important to estimate not only the exposure of the security to stock and bond markets, but also the risk specific to your portfolio that is uncorrelated with bond or stock markets (i.e. the idiosyncratic risk). So to compute the median return you need to simulate thousands of scenarios for returns on market risk factors and the idiosyncratic risk on each portfolio (known as <a href=\"http:\/\/www.investopedia.com\/articles\/investing\/112514\/monte-carlo-simulation-basics.asp\">Monte Carlo simulations<\/a>).<\/p>\n<p>Chances are your actual portfolio has many more than two securities, so you’d need to obtain historical return data for all of those in order to estimate factor exposures and obtain an accurate expected return given your assumptions. That’s a daunting task, but Wealthfront does this for you. We use data on around 40,000 different securities to produce median return assumptions on our client’s portfolios to help them have a more accurate view (via Path) of their prospects in retirement.<\/p>\n<h3><b>The Verdict<\/b><\/h3>\n<p>The reality is just putting money away for retirement isn’t enough. You have to understand and consider the right assumptions when building your plan so it’s specific to your needs. A top financial planner will no doubt make the right assumptions for you and will provide you a complete view of your finances. However, for those who want high research value without the added expense and investment requirements of a traditional advisor, planning with Path is the better &#8212; and easier &#8212; alternative.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><a href=\"#_ftnref1\" name=\"_ftn1\">1<\/a>We use the CRSP U.S. Total Market Index as the stock market factor and the return on 5-Year U.S. Constant Maturity Treasuries as the bond market factor. We obtain the loadings, or partial correlations, of each instrument on these two factors using statistical methods to estimate the partial correlations between instrument returns and factor returns.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif;font-size: 10px;line-height: 12px\"><a href=\"#_ftnref2\" name=\"_ftn2\">2<\/a>The expected return of a particular security in this model is the sum of the risk free rate plus the loading on each factor times the expected return on that factor over the risk free rate. <span style=\"font-weight: 400\">We assume a risk free rate of 2% in the calculations.<\/span><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Have you ever thought that you’re too young or too busy to think about retirement? If that sounds familiar, you’re not alone. When it comes to planning for retirement the biggest obstacles to starting are often self-created. Life gets in the way, so it’s easy to put off retirement in place of other things that [&hellip;]<\/p>\n","protected":false},"author":125,"featured_media":7581,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234,7241],"tags":[784,1122,1107,71,1101,198,1115],"yst_prominent_words":[6176,4026,4341,3154,3661,1921,1294,2922,1521,1278,6177,1915,5359,4745,3821,5291,1838,2318,6175,6174],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7575"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/125"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7575"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7575\/revisions"}],"predecessor-version":[{"id":11942,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7575\/revisions\/11942"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7581"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7575"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7575"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7575"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7575"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}