{"id":7655,"date":"2017-06-28T11:18:03","date_gmt":"2017-06-28T18:18:03","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7655"},"modified":"2019-11-26T07:21:44","modified_gmt":"2019-11-26T15:21:44","slug":"optimal-approach-smart-beta","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/optimal-approach-smart-beta\/","title":{"rendered":"An Optimal Approach to Smart Beta"},"content":{"rendered":"<p>I have been skeptical about the proliferation of “Smart Beta” strategies, many of which have failed to generate satisfactory returns. The reason is not because the approach has no theoretical basis or is inconsistent with my belief that markets are reasonably efficient. Both financial theory and empirical analyses suggest that a factor structure of stock prices provides a more complete description of the stock market than the more simple capital asset pricing model.  My critique is based on three premises.<\/p>\n<p>First, some incarnations of “Smart Beta” have misleadingly claimed that they can produce excess returns without taking on additional risk. Second, they typically involve high expense ratios, far in excess of the virtually zero costs of traditional capitalization-weighted index funds.  Third, they tend to require frequent rebalancing and can therefore be very tax inefficient. Hence, I have written that “Smart Beta” is too often “expensive beta” and may not be consistent with smart investing.<\/p>\n<p>In this post I will explain the theoretical foundations of “Smart Beta.” I will review the empirical results that support the approach. Then I will examine the reasons why higher returns may be possible. Finally, I will describe how Wealthfront’s approach avoids the disadvantages inherent in most “Smart Beta” products and represents an optimal way of improving an investor’s risk-return tradeoff.<\/p>\n<p><strong>The Capital Asset Pricing Model<\/strong><\/p>\n<p>The received theory of asset prices during the last decades of the 20<sup>th<\/sup> century was the Capital Asset Pricing Model (CAPM), the Nobel Prize-winning contribution of William Sharpe and others.  CAPM posits that risk and reward are related but that only one kind of risk (systematic risk) is rewarded with a higher return.<\/p>\n<p>As every equity investor knows, stock prices tend to be volatile; sometimes a stock you own declines in value and produces losses rather than positive returns. This is why stocks are risky. CAPM divides that total variability (or risk) of stocks into two components.<\/p>\n<p><em>Systematic risk<\/em> arises from the basic variability of stock prices and the tendency for all stocks to be sensitive to market movements. Some stocks tend to be very sensitive to market movements. Others are more stable. This relative volatility or sensitivity to market moves can be estimated on the basis of the past record and is popularly known by the Greek letter beta. Stocks with a beta of one are just as volatile as the market when held in diversified portfolios. A stable stock like AT&amp;T has a beta of about ½, which means that it is, on average, half as volatile as the market.  A stock like Salesforce.com has a beta of about 2. Portfolios with a beta of 2 tend to rise (and fall) about twice as much as the general market.<\/p>\n<p>Systematic risk cannot be eliminated by diversification. It is precisely because all stocks move more or less in tandem (a large share of their variability is systematic) that even diversified stock portfolios are risky and why stocks outperform Treasury bills in the long run.<\/p>\n<p>The remaining variability in a stock’s returns is called <em>unsystematic risk<\/em> and results from factors peculiar to that particular company—for example, a strike, the discovery of a new product, and so on. The risk associated with such variability is precisely the kind that diversification can reduce. Since stocks don’t always move in tandem, variation in the returns from any one security tends to be washed away by complementary variation in the returns from others.<\/p>\n<p>Now comes the key insight of CAPM. Both financial theorists and practitioners agree that investors should be compensated for taking on more risk with a higher expected return. But not all of the risk of individual securities is relevant in determining the premium for bearing risk. The unsystematic part of the total risk is easily eliminated by adequate diversification. So there is no reason to think that investors will receive extra compensation for bearing unsystematic risk. The only part of total risk that investors will get paid for bearing is systematic risk, the risk that diversification cannot help.  Thus, the capital-asset pricing model says that returns (and, therefore, risk premiums) for any stock (or portfolio) will be related to beta, the systematic risk that cannot be diversified away. To obtain a higher return than the overall market, CAPM asserts that you need to hold a portfolio of high beta stocks.<\/p>\n<p>The theory is simple and elegant, but as empirical evidence has accumulated it is clear that CAPM does not provide a complete explanation of the generation of stock returns. Higher beta portfolios do not produce the dependably higher returns that the theory suggests. It appears that the systematic risk elements that influence stock returns cannot be fully captured by a single factor such as beta. Better explanations than those given by the CAPM can be obtained for the variation in returns among different securities by using, in addition to the traditional beta measure of risk, a number of additional systematic risk variables.<\/p>\n<p><strong>Factor Models of Stock Return<\/strong><\/p>\n<p>It turns out that several other measures of systematic risk in addition to the CAPM beta can be employed to enhance our understanding of the generators of stock returns. Let’s examine some of the leading candidates.<\/p>\n<p><strong>Size<\/strong><\/p>\n<p>Over long periods of time a portfolio of the stocks of smaller companies has produced a higher rate of return for investors than a portfolio of larger, more established companies. Even a small company portfolio with a beta of one—no more volatile than the overall market—has tended to generate a higher return. I believe that the explanation for this phenomenon is that smaller firms will have more difficulty sustaining themselves during recessionary periods and thus may have more systematic risk relative to fluctuations in the overall economy. Investors who tilt their portfolios toward a greater concentration of small stocks may earn a higher rate of return as a just compensation for taking on a different kind of systematic risk that cannot be diversified away.<\/p>\n<p><strong>Value<\/strong><\/p>\n<p>There is also long-term evidence of a so-called “value” effect. “Cheap” stocks, selling at low prices relative to their book values, have tended to produce higher rates of return than stocks selling at high prices relative to their assets (as well as their earnings and dividends). While the reason for the “value” effect is controversial, Eugene Fama and Kenneth French explain this phenomenon by noting that stocks with low market prices relative to their book values may be in some degree of “financial distress.” For example, in early 2009, when the stocks of major banks sold at very low prices relative to their book values, it is hard to argue that investors did not consider them in danger of going bankrupt. Therefore, even a diversified portfolio of such firms bears considerable systematic risk and deserves a higher rate of return.<\/p>\n<p><strong>Some Other Factors<\/strong><\/p>\n<p>Researchers have examined a large number of other factors that are related to stock returns. For example, there does seem to be a “momentum” effect. The best performers over the last six months or year tend to keep on performing relatively well. Similarly, there is some persistence in the performance of the worst performing stocks. Holding a portfolio of stocks with strong positive momentum is very risky, however.  Momentum stocks are subject to sharp crashes (even when historically they have appeared to be quite stable).<sup>[1]<\/sup><\/p>\n<p>Another factor that has been examined is called “low volatility.” I mentioned that one problem with CAPM is that high beta stocks do not produce as high returns as the model predicts. Looking at these results from a different perspective, low beta stocks produce higher return than CAPM predicts.  Hence a low volatility portfolio has tended to offer an investor a better risk\/reward ratio.<\/p>\n<p>Many other factors have been studied and I will not present an exhaustive list here. The major factors, with strong empirical support, are listed above.<\/p>\n<p>Some analysts have argued that the reason these factors influence stock prices is because of the behavioral biases of investors. For example, momentum can be explained by a psychological feedback mechanism. People see the prices of some stocks rising and are drawn into buying these securities in a kind of “bandwagon effect.” Even if true, the momentum factor does represent another systematic (undiversifiable) risk.  Momentum stocks are highly susceptible to crashes.  And often abnormally low returns follow a period where returns are unusually high. Over longer periods of time, we often see return reversals and reversion to the mean.<\/p>\n<p><strong>My Past Critique of Smart Beta<\/strong><\/p>\n<p>A number of exchange-traded funds (ETFs) have been marketed as “Smart Beta” funds. Most have been based on a single factor—typically one of the factors listed above. Their record has been very spotty.<\/p>\n<p><em>The Single-Factor ETFs Have Not Produced Excess Returns <\/em><\/p>\n<p>Many of the single-factor ETFs have been marketed with high expense ratios of 50 basis points (one basis point is 1\/100 of 1%) or more. In addition, with any single factor, there have been long periods of underperformance (for example, value stocks outperformed strongly after the dot.com bubble that ended in 2000, but underperformed during the 2010-2015 period). They also require frequent rebalancing. Momentum stocks are not the same from period to period, and when stocks are sold, taxable capital gains are frequently realized. Investors have not earned reliable after-tax excess returns over the period the single factor ETFs have existed.<\/p>\n<p><em>The Risks Involved Have Not Been Recognized<\/em><\/p>\n<p>In the marketing of “Smart Beta” ETFs there has been inadequate recognition of the risks inherent in the technique. For example, the “Fundamental Index”<sup>TM<\/sup> ETF (ticker PRF) is a portfolio with a strong “value” tilt. It has slightly outperformed its overall market benchmark over its history. But the entire above-market returns for the PRF portfolio were achieved during 2009, when the proportion of bank stocks in the portfolio was more than twice as large as the weight in the benchmark index and almost 15 percent of the portfolio was invested in two stocks, Citigroup and Bank of America. The “bet” worked but was certainly risky, since it was unclear whether banks would avoid nationalization and a “zeroing out” of the banks’ shareholders. “Smart beta” portfolios may not have high traditional betas, but they do carry considerable risk.<\/p>\n<p><em>They Tend to Be Tax-Inefficient<\/em><\/p>\n<p>In order to maintain exposure to the factor involved, considerable portfolio turnover is required. Sales will often involve the payment of capital gains taxes, which lower the investor’s return.<\/p>\n<p><strong>Can an Optimal Smart Beta Portfolio be Created?<\/strong><\/p>\n<p>It is possible to offset the disadvantages noted above by creating an offering with specific characteristics. First, an optimal offering would have an expense ratio of zero or as close to zero as the existing broad-based capitalization-weighted ETFs have. Second, it would diversify its weightings so that several factors would be used rather than a single factor. Third, it would offset the capital gains that may be realized during rebalancing trades by harvesting tax losses in other parts of the portfolio.<\/p>\n<p>The argument for using several factors simultaneously is strongly supported  by decades of academic research. The clear result of many empirical analyses is that the return differentials resulting from different factor weightings tend to have low or negative correlations. For example, return differentials from positive momentum have close to a zero correlation with the “value” factor and a negative correlation with the “low volatility” factor. Diversification enables the portfolio to benefit when different factors contribute to incremental returns at different points in time. Moreover, diversification among factors contributes to reducing the overall systematic risk of the portfolio.<\/p>\n<p><strong>An Example of a Successful Multifactor Approach<\/strong><\/p>\n<p>One of the few successful “Smart Beta” portfolios in practice has been offered by Dimensional Fund Advisers (DFA). DFA does not rely on a single factor but combines traditional beta with “value,” “size,” and other factors in building well diversified portfolios. They also are low expense, with expense ratios well under 50 basis points, well below the expenses charged by other offerings. The DFA portfolios have outperformed the broad-market benchmark. Their broad diversification has tended to contain risk although they did underperform the market during the 2007-2008 market meltdown.<\/p>\n<p>However, the DFA portfolios are sold only through investment advisers. The investment advisers from whom DFA funds are available are “fee only”—that is, they do not collect extra commissions for placing investors in particular funds. Thus, these advisers tend to be unconflicted, unlike other advisers. Nevertheless, they charge advisory fees that could range up to 1 percent or more, and therefore the extra returns that have been available from many DFA funds need to be reduced by these advisory fees.<\/p>\n<p><strong>The Wealthfront Approach<\/strong><\/p>\n<p>Wealthfront’s approach is similar to DFA’s in that it is multifactor, but it is superior in two important respects. First, the expense ratio of the Wealthfront “Smart Beta” portfolio is zero. While a 25 basis point fee is imposed for overall portfolio management, the “Smart Beta” portfolio is available at no additional fee. Second, Wealthfront includes tax-loss harvesting (TLH) to offset any rebalancing trades that may involve the realization of short-term capital gains, subject to taxation at regular income-tax rates. By offsetting these gains with harvested tax losses, it is possible to defer their taxation into the distant future (even indefinitely in some circumstances). Even if the deferred gains are ultimately realized when the portfolio is liquidated, they will be taxed at relatively lower capital gains rates. Moreover, any remaining tax losses can be carried forward indefinitely, and used to offset other taxable items, including capital gains from external portfolios and ordinary income (up to $3000). By contrast, Smart Beta strategies implemented within ETFs and mutual funds are prohibited by law from distributing losses. Thus combining TLH with the “Smart Beta” portfolio makes the Wealthfront approach more tax efficient.<\/p>\n<p>Wealthfront’s methodology produces a multifactor “overlay” portfolio, which includes securities with good value, strong momentum, high dividend yield, low market beta, and low volatility. (We do not include a size factor since our portfolios only include the largest 500 or 1000 U.S. stocks and there are no small-cap stocks in this universe.) This overlay portfolio is blended with the cap-weighted index to produce a modified index, which serves as the benchmark relative to which their stock-level tax loss harvesting algorithm will seek to minimize tracking error. The goal of this construction is to overweight securities with higher expected returns, while ensuring that modified index remains close to the cap-weighted benchmark, thus keeping overall portfolio risk similar to that of the total stock market index.<\/p>\n<p><strong>Final Thoughts<\/strong><\/p>\n<p>Many “Smart Beta” portfolio offerings are not smart investments: they are high expense, do not diversify risks, and are tax inefficient.  Wealthfront’s offering is able to mitigate the failings in the current array of products offered to the public. It&#8217;s the kind of offering that can usefully serve as an important component of a sensibly diversified portfolio. Only time will tell if it will outperform in the future as it has in backtests.  But the risk is contained and the portfolio is structured to be tax efficient and provide an optimal risk\/return tradeoff.<\/p>\n<h6><sup>[1]<\/sup> The episodic crashes of momentum strategies tend to be driven by the underweighting (or even short selling) of stocks with negative momentum.  Often the losers rebound sharply.  The Wealthfront strategy, described below, relies on overweighting of stocks with positive momentum.<\/h6>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>I have been skeptical about the proliferation of “Smart Beta” strategies, many of which have failed to generate satisfactory returns. The reason is not because the approach has no theoretical basis or is inconsistent with my belief that markets are reasonably efficient. Both financial theory and empirical analyses suggest that a factor structure of stock [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[1123,35,5657,592],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7655"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7655"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7655\/revisions"}],"predecessor-version":[{"id":11948,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7655\/revisions\/11948"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7655"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7655"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7655"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7655"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}