{"id":7664,"date":"2017-07-05T12:50:36","date_gmt":"2017-07-05T19:50:36","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7664"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"choosing-one","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/choosing-one\/","title":{"rendered":"Choosing The One"},"content":{"rendered":"<p>When it comes to automated financial advisors, people often invest in more than one. While reasons vary, they typically diversify across automated advisors with the intention of mitigating risk. But there’s actually no real benefit in choosing more than one. So today we&#8217;ll highlight a few key things to know if you&#8217;re currently investing or plan to invest with more than one automated advisor.<\/p>\n<p><strong>Apples to Apples<\/strong><\/p>\n<p>Diversification only helps decrease risk if your investments are not highly correlated. So you might be surprised to learn that there are minimal differences among the asset allocations of automated advisors. All automated advisors &#8212; including Wealthfront &#8212; basically use the same ETFs to represent the same asset classes in roughly the same percentages, which implies high correlation. Therefore, you aren’t really reducing your risk when you invest in more than one automated advisor.<\/p>\n<p><strong>It’s a Wash<\/strong><\/p>\n<p>One of the greatest benefits offered by automated advisors is the tax benefits they generate from their tax-loss harvesting services. However, the wash sale rule can seriously limit those benefits if you invest across multiple automated advisors. The wash sale rule is in place to prevent investors from recognizing artificial losses. The rule states that if an individual sells or trades a security at a loss and, within 30 days before or after this sale, buys a “substantially identical” stock or security, or acquires a contract or option to do so, then the loss may not be used to reduce taxes.<\/p>\n<p>Tax-loss harvesting services offered by automated advisors replace a sold ETF with an ETF that tracks a different index to avoid being considered a substantially identical security. The good news is this is not considered by the IRS to represent a wash sale. However, because automated advisors employ similar securities, there is a high likelihood of incurring a wash sale if you use multiple automated advisors. In other words, the tax-loss harvesting benefits are likely to be washed out because of the ETF similarities.<\/p>\n<p>It should be noted that a wash sale does not completely eliminate the benefit of harvesting a loss, but only reduces that benefit by the amount of the wash sale itself. For example, if you sell 1,000 shares of a particular ETF to harvest a loss but happen to buy 10 shares of the same ETF at another automated advisor within 30 days, you will still be able to take advantage of the harvested loss on 990 of the 1,000 shares originally sold. Only 10 shares are actually subject to the <a href=\"https:\/\/www.irs.gov\/publications\/p550\/ch04.html#en_US_2016_publink100010601\" target=\"_blank\">wash sale rule<\/a> in this scenario.<\/p>\n<p><strong>The Safety Net<\/strong><\/p>\n<p>Typically, assets managed by automated advisors are held in brokerage accounts that are insured by Securities Investor Protection Corp (SIPC). The SIPC is a nonprofit corporation funded by its member brokerage firms, created 47 years ago to restore funds to investors with assets in the hands of bankrupt and otherwise financially troubled brokerage firms. By comparison, SIPC insurance is to brokerage accounts what the FDIC insurance is to bank accounts.<\/p>\n<p>When a brokerage firm is closed due to bankruptcy or other financial difficulties and client assets are missing, SIPC steps in to help return clients’ cash, stock and other securities. Keep in mind SIPC only steps in when a firm shuts down due to financial circumstances in which customer assets are missing. In such circumstances SIPC provides up to $500,000 of protection on securities held per legal entity and up to $250,000 in cash in excess of what is not recovered, per legal entity.<\/p>\n<p>The legal entities subject to the $500,000 limit are your individual account, your trust, your IRA, your spouse’s individual account, trust and IRA, your joint account, as well as a custodial account for a child. Two IRA accounts held by the same client would be considered one legal entity and thus are combined for purposes of insurance coverage, as well as when a single client holds two individual taxable accounts.<\/p>\n<p>Not all asset types are protected. Commodity futures contracts, precious metals, as well as investment contracts (such as limited partnerships) and some fixed annuity contracts are typically not eligible for SIPC protection. However, the good news is that automated advisors typically do not purchase non-eligible assets for their clients, so those assets are protected by SIPC insurance. In other words, there is almost no risk of losing any of your assets if they are held at a bankrupt brokerage firm associated with an automated advisor.<\/p>\n<p><strong>The Bottom Line<\/strong><\/p>\n<p>While it might feel strategic to diversify across automated advisors, in reality you won’t be reducing your risk. Not to mention, you could miss out on some potentially very large tax benefits per the wash sale rule. But while we&#8217;ve highlighted where automated advisors are similar, there can be very significant differences among them in terms of the breadth and value of their investment features, specifically tax-loss harvesting. But the differences don’t just end there. So, you should look for the one automated advisor that can provide financial planning, banking services and net of fee, <em>after-tax<\/em>, risk adjustment returns that are the most optimal for you.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When it comes to automated financial advisors, people often invest in more than one. While reasons vary, they typically diversify across automated advisors with the intention of mitigating risk. But there’s actually no real benefit in choosing more than one. So today we&#8217;ll highlight a few key things to know if you&#8217;re currently investing or [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1127,370,454,520,267],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7664"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7664"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7664\/revisions"}],"predecessor-version":[{"id":11949,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7664\/revisions\/11949"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7664"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7664"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7664"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7664"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}