{"id":7674,"date":"2017-07-12T10:40:13","date_gmt":"2017-07-12T17:40:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7674"},"modified":"2020-06-12T14:51:04","modified_gmt":"2020-06-12T21:51:04","slug":"new-standard","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/new-standard\/","title":{"rendered":"The New Standard"},"content":{"rendered":"<p>Building and implementing a financial plan is comprised of a series of routine tasks. And <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">software does a much better job at routine tasks than people.<\/a> So it’s not surprising that over the last several years a number of new companies were launched to provide an automated financial solution. But most of these self-proclaimed automated advisors just automate asset allocation, which is only one piece of the financial advice puzzle. We believe that to be a true automated advisor you must deliver on <em>all<\/em> the services you get from a traditional high-end financial advisor: investment management, planning, and personal banking. So when choosing the ideal automated advisor, you need to understand the breadth &#8212; and quality &#8212; of each provider’s solution.<\/p>\n<p><strong>The Rise of Automation<\/strong><\/p>\n<p>Automated advisors started with investing because it was the simplest feature to implement in software. As a matter of fact, the basic asset allocation function on which all automated investment services are based is open sourced, which means it’s available to anyone. In other words, all you need to offer a basic investment service is to add rebalancing and a graphical user interface. Believe it or not, this is all you get from the vast majority of vendors who call themselves automated advisors.<\/p>\n<p>What differentiates automated advisors on the investment management dimension is how much value they add to improve your after-tax, risk-adjusted return. Many claim to offer tax-loss harvesting, but as we showed <a href=\"https:\/\/blog.wealthfront.com\/tax-loss-harvesting-comparison\/\">in a previous post<\/a>, just claiming you offer tax-loss harvesting doesn’t mean you actually do it. Some vendors, like Wealthfront, offer even more sophisticated capabilities that were previously only available to the ultra-wealthy through high-end private wealth managers, such as the ability to harvest losses within an index or the application of factors to weight indexes in a way to improve returns.<\/p>\n<p><strong>The Planning Frontier<\/strong><\/p>\n<p>Perhaps the biggest opportunity for automation within the spectrum of comprehensive financial advice is financial planning. We believe that automated planning solutions actually work better than a traditional planner because the data that drives your plan is more accurate, presented immediately and constantly refreshed, giving clients the opportunity to explore the impact of various changes whenever they want. Most industry observers view automated advisors as good substitutes for millennials while they’re young, but see them as no longer relevant as they age. The main reason given is that algorithms can’t handle the complexities of clients’ financial needs as they grow older, or provide the personalization of a traditional advisor. So conventional wisdom says you’ll ultimately need to “trade up” to a traditional financial advisor once you reach age 50.<\/p>\n<p>That’s flawed logic for a few reasons. First, it assumes that software doesn’t improve with time. Have you ever compared an iPhone photo from years ago to one taken with a current model? It’s night and day. The reason is the technology has improved drastically. The same should be expected with technology-driven automated advisors. Next, it assumes that traditional advisors are better. But when your access to a traditional advisor is limited to a few times a year, it typically isn’t a thorough or deeply personalized experience. Not to mention, data accessed from your financial accounts is much more likely to reflect your actual spending practices than what you might be willing to admit to your financial advisor. Advances in machine learning now allow us to automatically identify opportunities for you to improve your behavior. Further, by focusing on life goals, such as retirement, college planning for children and home purchase planning, automated financial planning can be even more personalized than working with a traditional advisor (not to mention more immediate and frequent, thanks to technology and mobile accessibility).<\/p>\n<p>Yet some automated advisors have been influenced by the criticism and have moved to a hybrid model, meaning the investing is technology-led while the planning is human-led. But that usually means a significant increase in fees and less convenience. Thus, finding an automated advisor whose technology provides a personalized experience on-par with high-end, traditional advisors is the best way to get complete financial planning without the added fees.<\/p>\n<p><strong>Banking On It<\/strong><\/p>\n<p>One of the other key benefits high-end advisors offer is personal banking, with securities-backed loans as the most common service. With this capability, high-net worth individuals can meet short-term liquidity needs by borrowing on their investments more cost-effectively and with greater flexibility than is possible through other methods. But the process is often time-consuming, with lots of paperwork. Automation once again enables far more convenience. By pre-approving clients of a particular account size and cutting out friction, automated advisors can make an already attractive banking solution even better.<\/p>\n<p>Additionally, in the future automated advisors will offer emergency fund accounts, comparable to a traditional savings account. People typically keep too much cash in their bank, so an emergency fund from an automated advisor can help make clients’ portfolios balanced, keeping the right amount of cash accessible for near-term needs while allowing excess cash to work harder in a longer-term investment account. Credit cards, among other banking services, are another way automated advisors will be able to provide more robust banking services that mirror the offerings of traditional wealth management firms.<\/p>\n<p><strong>Final Thoughts<\/strong><\/p>\n<p>There’s been a significant evolution in financial advice thanks to automation. So when assessing an automated advisor don’t just look for the lowest fee &#8212; make sure they can deliver the full spectrum of high-end, personalized services that work best for you. When we launched Wealthfront in 2011 our goal was to democratize access to sophisticated advice, not just automate investing. Over the last six months we’ve expanded our platform to become what we believe is a true automated advisor. By developing <a href=\"https:\/\/blog.wealthfront.com\/introducing-path\/\">Path<\/a>, building out our <a href=\"https:\/\/blog.wealthfront.com\/introducing-advanced-indexing\/\">PassivePlus® <\/a>suite of investment features, and launching <a href=\"https:\/\/blog.wealthfront.com\/introducing-portfolio-line-of-credit\/\">Portfolio Line of Credit<\/a>, we now offer the “full stack” of planning, investing and banking services that you would expect from a very high-end advisor.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We believe that to be a true automated advisor you must deliver on all the services you get from a traditional high-end financial advisor: investment management, planning, and personal finance solutions. So when choosing the ideal automated advisor, you need to understand the breadth &#8212; and quality &#8212; of each provider’s solution.<\/p>\n","protected":false},"author":4,"featured_media":7682,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235],"tags":[1127,71,1128,1129,1130,1077,241],"yst_prominent_words":[2326,2506,1289,1540,6264,6263,6161,6267,1237,1685,2336,1230,1376,6265,1221,10788,1693,6268,10789,6266],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7674"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7674"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7674\/revisions"}],"predecessor-version":[{"id":11950,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7674\/revisions\/11950"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7682"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7674"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7674"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7674"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7674"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}