{"id":7707,"date":"2018-06-07T13:08:30","date_gmt":"2018-06-07T20:08:30","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7707"},"modified":"2020-05-14T17:54:03","modified_gmt":"2020-05-15T00:54:03","slug":"using-summer-tax-advantage","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/using-summer-tax-advantage\/","title":{"rendered":"Use the Summer to Your (Tax) Advantage"},"content":{"rendered":"<p>Now that summer is officially here most of us are mentally sliding into vacation mode, so the last thing you want to think about is your taxes (especially since you just dealt with them!). But the summertime is also busy with a number of big life events, so it’s important to understand how the midyear milestones can actually help create important tax saving opportunities next April.<\/p>\n<p>Whether buying a home, getting married or having a child this summer, your tax bill could change significantly. But regardless if you have a major event coming up, there are a number of things you should consider that could result in some meaningful tax savings for the year.<\/p>\n<h3><strong>Know When to Hold ‘Em<\/strong><\/h3>\n<p>First, it might be worth reviewing your withholdings if you got a large refund this April. Last year, <a href=\"https:\/\/www.fool.com\/retirement\/2017\/12\/10\/most-americans-expect-a-tax-refund-in-2018-and-tha.aspx\">the average taxpayer received a refund worth $2,782<\/a>, and <a href=\"https:\/\/smartasset.com\/taxes\/states-with-the-highest-average-tax-refund\">certain states<\/a> yield even higher returns on average. But while getting a check back from IRS is exciting, it also means you’re giving Uncle Sam an interest-free loan worth more than $200 per month on average. So you should try to adjust your withholdings to ensure you can put that extra money to work for you, and not the other way around.<\/p>\n<h3><strong>Home, Sweet Home<\/strong><\/h3>\n<p>Spring typically creates a real estate pop that extends through the summer, so if you’re one of the many who have purchased or plan to purchase a new home in the coming months, you may be able to write off <u><a href=\"https:\/\/www.irs.gov\/publications\/p530#en_US_2017_publink100011841\">some of the closing costs<\/a><\/u> at tax time (there might be a valuable tax benefit it you <u><a href=\"https:\/\/blog.wealthfront.com\/value-mortgage-refinancing\/\">refinanced<\/a><\/u>, too). While lender and lawyer fees aren’t deductible, you can write off any points you paid to lower your mortgage rate. You may also get a deduction for real estate and transfer taxes as well as any prorated property taxes paid at closing. Not to mention, there are a few changes <u><a href=\"https:\/\/blog.wealthfront.com\/tax-cuts-jobs-act-need-know\/\">per the Tax Cuts and Job Act<\/a><\/u> that went into effect in January, so it’s good to know what’s changed for 2018.<\/p>\n<p>For those who have or plan to purchase a <u><a href=\"https:\/\/turbotax.intuit.com\/tax-tips\/home-ownership\/buying-a-second-home-tax-tips-for-homeowners\/L5Mzc5URo\">qualified second home<\/a><\/u> (which includes, believe it or not a <u><a href=\"https:\/\/turbotax.intuit.com\/tax-tools\/tax-tips\/Home-Ownership\/Can-You-Claim-a-Boat-or-RV-as-a-Primary-Residence-\/INF29359.html\">recreational vehicle<\/a><\/u>) with sleeping, bathroom, and kitchen facilities, you can write off mortgage interest and real estate taxes on that property or vehicle. To be eligible for that deduction, you need to use it exclusively for recreation, and you can’t rent it out for more than 14 days per year.<\/p>\n<p>On the flip side, if you have a rental property that you rent out more than 14 days per year (even through AirBNB), you’ll have to pay taxes on the income. However, you may be able to write off maintenance, depreciation, and other expenses associated with it. But in order to <u><a href=\"https:\/\/turbotax.intuit.com\/tax-tools\/tax-tips\/Self-Employment-Taxes\/10-Tax-Tips-for-Airbnb--HomeAway---VRBO-Vacation-Rentals\/INF29184.html\">get the rental income deductions<\/a><\/u>, you can only personally use the property for either 14 days or fewer than 10 percent of the total rental days, whichever is greater.<\/p>\n<p>Finally, if you <u><a href=\"https:\/\/turbotax.intuit.com\/tax-tools\/tax-tips\/General-Tax-Tips\/IRS-Moving-Expense-Deductions\/INF14389.html\">moved this summer<\/a><\/u> for work-related reasons, you can deduct moving-related expenses not covered by your employer, including mover fees, your traveling costs, and up to 30 days of storage for your things. To qualify, your new job must be at least 50 miles farther from your previous home than your old job was to that home. Keep in mind you must work a minimum of 39 weeks in your first year in the new home, or you’ll have to pay back the deductions next year.<\/p>\n<h3><strong>Love and Marriage <\/strong><\/h3>\n<p>If you’re among the one-third of newlyweds who plan to have a summer wedding, congratulations! Something that’s not on the registry? The fact that you’re eligible to save more come tax time. For example, a California couple earning $100,000 each could save more than $4,000 once they’re eligible to file jointly.<\/p>\n<p>Also, if you are both sitting on sizable returns from April you might want to consider using that money to defray the costs of the upcoming nuptials. We recently wrote about <u><a href=\"https:\/\/blog.wealthfront.com\/til-debt-do-us-part\/\">the effects of debt on a marriage<\/a><\/u>, and wedding costs can certainly put you in the red.<\/p>\n<h3><strong>Kid Kickbacks<\/strong><\/h3>\n<p>Summer can also be a baby boom. According to <u><a href=\"https:\/\/www.cdc.gov\/nchs\/fastats\/births.htm\">data from the Centers for Disease Control and Prevention (CDC)<\/a><\/u>, August and July are the most popular months for births, with over 700,000 newborns making their debut. So if you’re a taxpayer in the 28% bracket you would pay $1,120 less in taxes this year after having a child, including those who choose to adopt.<\/p>\n<p>For those who have children, many don’t realize that a number of expenses related to their kids accrued in summer can yield important tax savings next spring. For instance, if you send your kids to summer day camp (overnight camp isn’t covered) you could be eligible for a deduction on up to 35% of the first $3,000 in tuition payments for one child or $6,000 for multiple children.<\/p>\n<p><u><a href=\"https:\/\/turbotax.intuit.com\/tax-tools\/tax-tips\/Family\/Deducting-Summer-Camps-and-Daycare-with-the-Child-Tax-Credit\/INF22238.html\">To qualify<\/a><\/u>, the child must be under 13 and you (and your spouse, if filing jointly) must be working while they’re at camp. However, if you have a dependent-care Flexible Spending Account (FSA) through your employer you need to use that money first, and you can only “double dip” and earn the child care credit for an additional $1,000 if you’re sending two or more children to summer day camp.<\/p>\n<p>If you have an older child that you hired to work for you this summer, you can deduct the wages, just as you would deduct the wages of any other employee. If your child earns less than the standard deduction ($6,350), she won’t have to pay taxes on the earnings, but she will be eligible for IRA contributions.<\/p>\n<p>Fall college classes are coming up sooner than you think, which means that your first tuition payment is likely due soon as well. There are <u><a href=\"https:\/\/www.irs.gov\/newsroom\/tax-benefits-for-education-information-center\">several tax credits and deductions<\/a><\/u> available to students and their parents. If you’re sending a child to college (or attending yourself), the <u><a href=\"https:\/\/www.irs.gov\/newsroom\/american-opportunity-tax-credit-questions-and-answers\">American Opportunity Tax Credit<\/a><\/u> offers an annual credit of $2,500 per student on qualified higher education credits. The credit starts to phase out for taxpayers making more than $90,000 ($180,000 for couples filing jointly.) And if you’re taking classes this summer or have gone back to school for work-related training, you can deduct your out-of-pocket tuition costs.<\/p>\n<h3><strong>Contribute Wisely<\/strong><\/h3>\n<p>Adjusting your retirement savings plan now gives you another five months to contribute cash across the right accounts for you. While the deadline for contributions to tax-deferred accounts isn’t until December for 401(k)s and April for IRAs, spreading out your deposits can put less pressure on your year-end cash flow.<\/p>\n<p>In terms of how you&#8217;re investing for retirement, conventional wisdom holds that you should always max out your 401(k), taking advantage of tax-free returns and compounding over the long-term. If you’re lucky enough to have a low-fee 401(k) plan with attractive investment options that advice may hold true. However, the average 401(k) carries fees of <u><a href=\"https:\/\/www.ici.org\/pdf\/ppr_16_dcplan_profile_401k.pdf\">0.55% of assets<\/a><\/u>, so you should weigh those fees against the fees of other investment options.<\/p>\n<p>If your employer offers a 401(k) match (the <u><a href=\"https:\/\/pressroom.vanguard.com\/nonindexed\/How-America-Saves-2017.pdf\">typical plan<\/a><\/u> offers a 50% match on the first 6% of savings), you should always contribute enough to get that match. A risk-free 50% return on savings will more than offset high fees or poor investment choices. <u><a href=\"https:\/\/blog.wealthfront.com\/8511-2\/\">But as we’ve written before<\/a><\/u>, a 401(k) might not be enough, so consider diverting additional retirement savings to an IRA or a taxable investment account that offers <u><a href=\"https:\/\/blog.wealthfront.com\/tyranny-compounding-costs\/\">low fees<\/a><\/u> and unique investment features. For example, if you got a new job this summer you might consider rolling over your old 401(k) into an IRA. This can have several benefits, but be sure to <u><a href=\"https:\/\/401k.wealthfront.com\/401k-rollover-to-ira\/\">read the fine print<\/a><\/u> to make sure a rollover is right for you.<\/p>\n<h3><strong>To Sell or Not to Sell?<\/strong><\/h3>\n<p>As second-quarter earnings season comes to a close, you might be in an open window now and sitting on some gains in employee stock or other concentrated holdings. <u><a href=\"https:\/\/blog.wealthfront.com\/sell-employee-stock\/\">As we’ve highlighted before<\/a><\/u>, it usually makes sense from a numbers perspective to sell your holdings as quickly as possible so you can improve the diversification of your portfolio.<\/p>\n<p>But what if it’s at a loss? Selling can still be a smart strategy, since harvesting some of those losses now not only allows you to transition into a diversified portfolio, but it can help offset any capital gains taxes you may otherwise owe at the end of the year. And the good news is, even if you didn’t have capital gains this year, you can carry forward those harvested losses to offset capital gains in the future.<\/p>\n<h3><strong>Final Thoughts<\/strong><\/h3>\n<p>There are a lot of both big life changes and higher cost routine activities that happen in the summer that you can take advantage of come tax time. But it’s important to start planning now to make sure things don’t fall through the cracks. Whether you tackle your taxes on your own with the help of TurboTax or hire a tax professional, starting the prep work during the summer will give you a head start on all your eligible tax savings so you can keep more money in your pocket come April.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Now that summer is officially here most of us are mentally sliding into vacation mode, so the last thing you want to think about is your taxes (especially since you just dealt with them!). But the summertime is also busy with a number of big life events, so it’s important to understand how the midyear [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7675,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7239],"tags":[12,1132,71,518,1133,237],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7707"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7707"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7707\/revisions"}],"predecessor-version":[{"id":11989,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7707\/revisions\/11989"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7675"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7707"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7707"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7707"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7707"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}