{"id":7713,"date":"2017-08-09T11:32:14","date_gmt":"2017-08-09T18:32:14","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7713"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"staying-cool-dow-fever","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/staying-cool-dow-fever\/","title":{"rendered":"Staying Cool During Dow Fever"},"content":{"rendered":"<p><em>Editor’s Note: This post is based on<\/em> <a href=\"https:\/\/blog.wealthfront.com\/greece-china-teach-us-investing\/\"><em>an original post<\/em><\/a><em> by Andy Rachleff, published on the Wealthfront blog on July 22, 2015. We update it periodically with refreshed data to remind you that slow and steady wins the race.<\/em><\/p>\n<p>We’ve recently seen a series of triumphant days on Wall Street, and the media headlines created a fever pitch. The Dow Jones industrial average had ten-straight days of record highs, surpassing 22,000 for the first time thanks to a strong earnings season that saw 73% of the S&amp;P 500 companies topping estimates on both the top and bottom lines. The market got an additional boost at the end of last week from a stronger-than-expected jobs report. However, the hot streak quickly cooled yesterday amid increasing tensions with North Korea and President Trump’s subsequent remarks. Not to mention, we’re headed into a historically tough period (August through October) when stocks typically struggle, and many experts are speculating an inevitable market correction, generally defined as a 10% drop in stocks. Thus, people are feeling anxious to make a move.<\/p>\n<p>Large market swings in either direction can spark a flurry of activity. So what’s our advice for excited investors? Same as always: Do nothing.<\/p>\n<h2><strong>What History Teaches Us<\/strong><\/h2>\n<p>If there’s anything the day-by-day machinations of the market teach us, it’s that <strong>slow and steady wins the race<\/strong>. Investors have long known that staying the course is one of the most important things to do – it’s just emotionally hard to execute. Some of the best research on this topic comes from the so-called “Wizard of Wharton” – University of Pennsylvania professor Jeremy Siegel. In his New York Times bestselling book, <em>Stocks for the Long Run<\/em>, Siegel looked at the performance of equities from 1802 through 1997, the year the book was first published. His findings were astonishing: Despite the day-to-day volatility that we all feel, the actual long-run returns of stocks are remarkably consistent. Here’s how he summarized his findings:<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-7724 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Screen-Shot-2017-08-09-at-12.51.12-PM.png\" alt=\"\" width=\"615\" height=\"432\" \/><\/p>\n<p>“Despite extraordinary changes in the economic, social, and political environment over the past two centuries, stocks have yielded between 6.6 and 7.2 percent per year after inflation in all major subperiods. The wiggles on the stock return line represent the bull and bear markets that equities have suffered throughout history. The long-term perspective radically changes one’s view of the risk of stocks. The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.”<\/p>\n<p>His last line bears repeating: The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.<\/p>\n<p>Siegel found that almost no matter what period you looked at, stocks delivered about 7% after inflation. The Civil War, World War I, World War II, even the Great Depression (marked by the second black vertical line) were hiccups compared to the overall trend.<\/p>\n<p>The pattern repeats in other countries, including those that have experienced catastrophic collapses. World War II, for example, sheared 90% off the value of German equities … but German stocks completely rebounded by 1958, rising 30% per year on average from 1948 to 1960. They went on from there to new highs. Averaged out over the long haul, their return is a consistent 6.6% real return … a figure that continues through this day.<\/p>\n<p>The same is true for Japan, the UK, and all other markets that Siegel has studied; in the short-run, volatility, but in the long run, profits.<\/p>\n<h2><strong>Don’t Buy What They’re Selling<\/strong><\/h2>\n<p>The reason we don’t hear much about the power of long-term investing – and the truth about the futility of trading – is that long-term investing is boring and cheap. The financial media thrives by encouraging you to panic, and large parts of the financial industry make money only when you act. Big moves sell newspapers, and high trading activity means commissions for online brokers. The only people who don’t profit from that activity are investors themselves, because as it turns out, we can’t predict the future.<\/p>\n<p>It’s hard to stare down a significant market correction and stick to your plan. After Brexit and the 2016 Election, we saw a large number of our clients refrain from continuing to add deposits. The same was true during the Greek Crisis. And they paid dearly for missing out on the rebound. So if you invest regularly, harvest your losses and rebalance your portfolio, you’ll end up benefiting from market corrections in multiple ways. It won’t be easy. But over the long haul, it will really pay off.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Editor’s Note: This post is based on an original post by Andy Rachleff, published on the Wealthfront blog on July 22, 2015. We update it periodically with refreshed data to remind you that slow and steady wins the race. We’ve recently seen a series of triumphant days on Wall Street, and the media headlines created [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[1134,1137,5,1136,916,895,180,1135],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7713"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7713"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7713\/revisions"}],"predecessor-version":[{"id":11953,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7713\/revisions\/11953"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7713"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7713"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7713"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7713"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}