{"id":7732,"date":"2017-08-16T12:05:34","date_gmt":"2017-08-16T19:05:34","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7732"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"new-etf-block","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/new-etf-block\/","title":{"rendered":"The New ETF on the Block"},"content":{"rendered":"<p>At Wealthfront we take pride in lowering our clients’ expenses wherever possible. As our Chief investment Officer Burt Malkiel likes to say, there’s nothing like saving fees because it represents a guaranteed increase in returns. So today we’re excited to announce we have replaced our Municipal Bond ETF with a lower cost alternative, Vanguard’s Tax-Exempt Bond ETF (ticker symbol <a href=\"https:\/\/advisors.vanguard.com\/VGApp\/iip\/site\/advisor\/investments\/productoverview?fundId=4391&amp;CMPGN=EX:PS:FAS:Sustaining&amp;mkwid=25iYvEbH\">VTEB<\/a>).<\/p>\n<p>One of the most overlooked services we provide is the careful selection of ETFs. For us it’s not good enough to just select the right investment mix; we need to identify the ideal ETF to represent each asset class to maximize our clients’ risk adjusted returns. <a href=\"https:\/\/blog.wealthfront.com\/fear-etf-keys-choosing-good\/\">As we explained previously<\/a>, we select ETFs based on their fee, liquidity, tracking error (how well they track their intended index) and securities lending policy. It might be surprising that the lowest cost fee ETF isn’t necessarily the best one if the shares are not readily available. If that’s the case, then our attempt to purchase or sell an ETF with limited liquidity could impact the price we pay, and therefore it doesn’t provide the economic benefit you might expect.<\/p>\n<p>That said, we are always on the lookout for ETFs with lower fees than the ones we currently use, like BlackRock’s <a href=\"https:\/\/www.ishares.com\/us\/products\/239766\/ishares-national-amtfree-muni-bond-etf\">MUB<\/a>. In August 2015, Vanguard announced the availability of a new ETF called Tax-Exempt Bond ETF, or VTEB, that tracks the same S&amp;P National AMT-Free Tax Exempt Bond index as BlackRock’s MUB, except with a much lower management fee (0.09% vs. 0.25%). However, we didn’t immediately move to VTEB because it didn’t have the trading volume necessary to support the aggregate needs of our clients’ portfolios. But because the liquidity of compelling ETFs generally improves over time, VTEB is now a viable alternative for us.<\/p>\n<p>As a result, we started to use VTEB last week instead of MUB for all new clients. We won’t move existing clients’ MUB holdings to VTEB until a tax-loss harvesting event presents itself, as the taxes associated with selling MUB at a profit do not justify the management fee savings with VTEB. Again, it’s not only about seeking out the ETFs with the best individual characteristics. We need to do what’s best for your portfolio on a net of fee <em>after tax<\/em> risk adjusted return. Hence we are keeping existing clients with MUB for now.<\/p>\n<p>By moving to VTEB our weighted average ETF management fee for our standard portfolios is now less than 0.10%. That’s significant when compared to acquiring similar portfolios that contain ETFs from other financial advisors. Based on the <a href=\"https:\/\/www.ici.org\/pdf\/2017_factbook.pdf\">Investment Company Institute<\/a>, the high end (90th percentile) fund management fees for a similar portfolio come in at a whopping 82 basis points (0.82%), and that does not include <a href=\"https:\/\/www.pricemetrix.com\/state-retail-wealth-management-5th-annual-report\/\">the average advisory fee of 1.00%<\/a>. The median cost is 39 basis points (0.39%), and on the low end (10th percentile) 12 basis points (0.12%). In all competitive scenarios Wealthfront remains one of the most cost effective.<\/p>\n<p>The integration of VTEB means we’ve now been able to lower the average ETF management fee for our clients over 50 times since we launched our service in December 2011. Some of the benefit resulted from swapping in lower cost ETFs and the remainder came from issuers like Vanguard constantly lowering their fees over time. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/avoid-blackrock-etfs\/\">Why we avoid BlackRock ETFs<\/a>, Vanguard is able to lower their fees because index based ETFs are a commodity product and their business model allows them to pass along their cost savings as they attract more capital under management. We’ll continue to take advantage of the capital flows into passive ETFs to provide our clients with what we believe are the best portfolios possible.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Wealthfront we take pride in lowering our clients’ expenses wherever possible. As our Chief investment Officer Burt Malkiel likes to say, there’s nothing like saving fees because it represents a guaranteed increase in returns. So today we’re excited to announce we have replaced our Municipal Bond ETF with a lower cost alternative, Vanguard’s Tax-Exempt [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[62,65,1139,255,1138],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7732"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7732"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7732\/revisions"}],"predecessor-version":[{"id":11954,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7732\/revisions\/11954"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7732"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7732"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7732"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7732"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}