{"id":7751,"date":"2017-08-23T11:33:04","date_gmt":"2017-08-23T18:33:04","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7751"},"modified":"2020-05-14T17:56:15","modified_gmt":"2020-05-15T00:56:15","slug":"taking-control-student-loans","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/taking-control-student-loans\/","title":{"rendered":"Taking Control of Your Student Loans"},"content":{"rendered":"<p>That college degree hanging on your wall is a reminder of great memories, not to mention the reason why you were able to kickstart or advance your career. But for many, it’s also a nicely framed IOU.<\/p>\n<p>Americans currently owe <a href=\"https:\/\/fred.stlouisfed.org\/series\/SLOAS\">nearly $1.5 trillion<\/a> in student debt. Thirty-somethings carry more education debt because they’re increasingly likely to take on loans to pay for graduate school or professional degrees.<sup>[1]<\/sup> In fact, around 40% of all existing student debt was used to pay for graduate and professional degrees.<sup>[2]<\/sup>&nbsp;Among those who borrow, the size of the loans is also growing. As of 2012, the median debt of those finishing graduate or professional school was $57,600. Borrowers in the 90th percentile owed a whopping $153,000.<\/p>\n<p>As the cost of higher education continues to rise, so, too, does the amount of time it takes to pay off college debt. More than 12 million Americans in their 30s currently <a href=\"https:\/\/www.newyorkfed.org\/microeconomics\/topics\/student-debt\">hold education debt<\/a>, and <a href=\"http:\/\/investor.citizensbank.com\/about-us\/newsroom\/latest-news\/2016\/2016-04-07-140336028.aspx\">60% of young adults expect to be paying off their loans into their 40s<\/a>. Their collective balance is a staggering $408.4 billion.<\/p>\n<p>At current interest rates we believe it makes more sense to pay off your student debt than to invest in a diversified portfolio. That’s because paying off a student loan represents a guaranteed return of 5% to 7% whereas an investment in a diversified portfolio like the ones offered by Wealthfront have a similar long term expected return, but requires taking modest risk.<\/p>\n<p>If you don’t have the available money to pay off your student loans then we think it is well worth your time to evaluate refinancing. Refinancing into private loans can help reduce your interest rate and shorten the time it takes to pay off the debt. However, it’s important to understand the current landscape and weigh all of your options.<\/p>\n<h3><strong>The New Kids on the Block<br \/>\n<\/strong><\/h3>\n<p>The ballooning debt market has led to significant growth in the private student loan industry, which currently comprises <a href=\"https:\/\/trends.collegeboard.org\/student-aid\/figures-tables\/total-federal-and-nonfederal-loans-over-time\">10% of the overall market<\/a>, up from 6% in 2010. Startups like SoFi, Earnest, and CommonBond, are gaining momentum, competing with traditional banks to get you to refinance your student loans with them.<\/p>\n<p>These tech-focused lenders try and take a more holistic approach to evaluating borrowers. When it comes to assessing a borrower’s credit, many of these platforms look beyond the traditional <a href=\"https:\/\/en.wikipedia.org\/wiki\/Credit_score_in_the_United_States\">FICO score<\/a> when evaluating applications for a student loan. SoFi, for example, uses your credit score, but also considers the combination of your employment history, track record of meeting financial obligations and monthly cash flow minus expenses to create an adjusted credit rating.<\/p>\n<p>Some of these companies also offer benefits that you won’t find at traditional banks. Earnest offers flexible repayment terms that you can customize before locking in your loan. You first choose a monthly payment that works with your budget and then the interest rate and term are matched to that figure. CommonBond is one of a handful of lenders that allow children to refinance their parents’ federal PLUS loans once they graduate. This enables children to shoulder the responsibility for the debt instead of the parent.<\/p>\n<p>Most of these new lenders waive origination fees and offer refinancing to selected borrowers at interest rates lower than 3%, a considerable savings compared to the current average of 4.45% for subsidized federal loans and 7% for unsubsidized. These companies are willing to take on more risk because they believe that once a borrower has graduated from college or graduate school and found employment the risk that she will not repay her student loan falls dramatically. This reduced risk justifies a lower interest rate. And for the borrower, it’s a great opportunity to eliminate the debt sooner. In fact, <a href=\"https:\/\/www.sofi.com\/legal#2\">SoFi claims<\/a> its average borrower saves more than $22,000. Savings like that are attractive, and the faster you can pay off the loan the sooner you can focus on saving for longer term goals, like buying a house or retirement.<\/p>\n<p>For example, a 30-year-old who owes $50,000 on a 25-year-loan at 7% would have a monthly payment of&nbsp; $354. But if she can refinance into a new loan at 5%, her monthly payment would fall from $354 to $293. If she continued making the $354 payment and applied the extra cash toward her principle, she’d be able to pay off the loan seven years earlier. If she then invested $354 per month after paying off her loan, it would result in a nest egg of $82,700 by the time she is ready to retire at age 70.<sup>[3]<\/sup><\/p>\n<p>Keep in mind some of the deals offered by the startups are actually adjustable rate loans. Because there is so much competition in the space and interest rates are at an all-time low, think carefully before signing up for a variable rate. If you’re confident you can pay off your loan in a shorter period of time, the savings could be significant. However, if you think it will take longer, you might not want to take on the interest rate risk.<\/p>\n<h3><strong>The Old Guard<br \/>\n<\/strong><\/h3>\n<p>Despite these new players gaining popularity, nearly 80% of student debt is still in the form of federal student loans. Most graduate students are eligible for direct unsubsidized loans of up to $20,500 ($40,500 for medical students), at a rate of 6% per year. Students who use Direct PLUS loans can borrow up to the cost of attendance each year at a rate of 7%. So for students who borrow the maximum amount in multiple-year programs (like medical school), it’s easy to amass a massive balance with higher interest rates than private loans.<\/p>\n<p>But while these federal loans may carry higher rates, they also come with some benefits, such as the ability to defer payments without accruing interest while you’re in school or if you find yourself unemployed. Federal students loans are also often eligible for a variety of income-based repayment programs that tie your monthly payments to a percentage of your wages. So while you may end up paying more interest over time under such programs, they’re meant to help you maximize your cash flow until your income grows. Further, federal loans are available to everyone, whereas loans from many of the aforementioned startups aren’t available in a number of states.<\/p>\n<h3><strong>The Final Verdict<\/strong><\/h3>\n<p>Refinancing to private loans means you can free up some extra cash and help pay down your debt earlier. But that also means you lose some of the benefits that come with federal loans, so you should consider how you’d handle payments on a refinanced private loan if you ran into financial difficulties or went back to school.<\/p>\n<p>Fortunately, the new players are offering their own additional benefits to compete with federal loans, such as free unemployment insurance for up to 12 months. Some will also grant a forbearance period up to 24 months if you lose your job through no fault of your own until you find a new job.<\/p>\n<p>But despite those safeguards, your goal should be to get rid of student debt as quickly as possible. If you happen to have surplus cash it might be tempting to jumpstart your other investments, but the market offers no guarantees. Paying off your debt, on the other hand, is in your control. So you should start investing only after you’re free and clear of obligations like student debt &#8212; it’s the smart thing to do.<\/p>\n<p>&nbsp;<\/p>\n<p><sup>[1]<\/sup> Source: <a href=\"https:\/\/trends.collegeboard.org\/student-aid\/figures-tables\/cumulative-debt-undergraduate-graduate-studies-time\">College Board<\/a><\/p>\n<p><sup>[2]<\/sup> Source: <a href=\"https:\/\/static.newamerica.org\/attachments\/750-the-graduate-student-debt-review\/GradStudentDebtReview-Delisle-Final.pdf\">NewAmerica.org<\/a><\/p>\n<p><sup>[3]<\/sup> Calculations assume an after fee return of 5.3% on savings.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you don’t have the available money to pay off your student loans then we think it is well worth your time to evaluate refinancing. Refinancing into private loans can help reduce your interest rate and shorten the time it takes to pay off the debt. However, it’s important to understand the current landscape and weigh all of your options.<\/p>\n","protected":false},"author":129,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7231],"tags":[1143,1141,1142,1114,1086,1140],"yst_prominent_words":[1420,10620,3526,3307,2782,2771,1990,6724,1419,10150,1339,10619,10618,10617,3528,10621,5495,5490,4685,3527],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7751"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7751"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7751\/revisions"}],"predecessor-version":[{"id":13114,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7751\/revisions\/13114"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7751"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7751"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7751"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7751"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}