{"id":7766,"date":"2017-08-30T12:25:17","date_gmt":"2017-08-30T19:25:17","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7766"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"feels-right-actually-wrong","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/feels-right-actually-wrong\/","title":{"rendered":"When What Feels Right is Actually Wrong"},"content":{"rendered":"<p>Buying when the market rises and selling when it declines is human nature. It just feels like the right thing to do. But like most things related to investing, what feels right is the opposite of what you should do. So today I’ll use some data &#8212; and a little tough love &#8212; to prove that leading with emotion and trying to time the market is actually careless behavior.<\/p>\n<h3><strong>History Repeats Itself<\/strong><\/h3>\n<p>If we look back over time we can see that big market fluctuations result in consistent poor behavior. When prices are high and returns are good, money tends to flow into equity mutual funds; when prices are low, investors typically make net withdrawals of funds. The chart below looks at the flow of money into and out of equity mutual funds (the shaded histograms) on the 12-month returns of the Standard and Poor’s 500 index (the solid line) over the course of two decades.<\/p>\n<p>&nbsp;<\/p>\n<p><u><img loading=\"lazy\" class=\"wp-image-7769 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Market-emotion-3.png\" alt=\"\" width=\"740\" height=\"398\" \/><\/u><\/p>\n<h6 style=\"text-align: center\">Source: Investment Company Institute<\/h6>\n<p>Some of the biggest peaks and drops coincide with some of the more emotionally charged market periods. For example, more new money was invested in equity mutual funds than ever before in the first quarter of 2000, which coincided with the top of the Internet bubble. Then in the fourth quarter of 2002, which turned out to be the market bottom after a sharp decline in stock prices, investors pulled large amounts of money out of equity mutual funds. Fast forward to the third quarter of 2008, during the worst of the recent financial crises in recent history, and investors redeemed unprecedented amounts of equity mutual funds. The market is unpredictable, so we’ll always have big swings. And while some people might get lucky timing the market, it’s just that &#8212; luck.<\/p>\n<h3><strong>Money vs. Time<\/strong><\/h3>\n<p>We see this behavior among some of our own clients, who make occasional deposits to try and capitalize on upward market swings. Again, this is human nature, so another way to make the argument and help change that behavior is to look at the money-weighted return of frequent depositors versus their time-weighted return.<\/p>\n<p>A money-weighted return takes into consideration the timing of your investments, and the return is calculated based on when you invest add-on deposits or make a withdrawal. In contrast, time-weighted returns assigns each period’s return the same weight, regardless of how much money was invested or taken out. It’s effectively a measure of your compounded return (or the product of all your daily returns), and does <em>not <\/em>take into consideration when you make your add on investments.<\/p>\n<p>For example, two investors have a portfolio valued at $100,000. The first investor contributes an additional $25,000 on August 15th, while second investor withdraws $25,000 on the same date, and then the market subsequently has a downturn. Both investors would have exactly the same time-weighted return, even though the first made a large contribution right before a downturn, and the second made a large withdrawal. Alternatively, the first investor would have a significantly lower money-weighted return because he made a large contribution prior to the downturn. The money-weighted return for the second investor would be significantly <em>higher<\/em> because she made a large withdrawal prior to the period of poorer market performance. Thus, time-weighted returns are the superior way to evaluate your investment manager because he or she doesn&#8217;t have control over your cash flows, and money weighted return is the better way to test your ability to time the market.<\/p>\n<p>The chart below compares the money weighted return of our clients who made at least three add on deposits on a non-scheduled basis with their time weighted return since inception.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-medium wp-image-7770 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Screen-Shot-2017-08-30-at-10.57.30-AM-640x400.png\" alt=\"\" width=\"640\" height=\"400\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Screen-Shot-2017-08-30-at-10.57.30-AM-640x400.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Screen-Shot-2017-08-30-at-10.57.30-AM-704x440.png 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Screen-Shot-2017-08-30-at-10.57.30-AM.png 724w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h6 style=\"text-align: center\">Source: Wealthfront<\/h6>\n<p>As you can see, 56% of these clients had money-weighted returns that <em>underperformed<\/em> compared to their time-weighted return, and only 44% had money-weighted returns that were superior. In other words, more than half our clients destroyed their own value by trying to time the market by adding or withdrawing money in response to market swings and the difference between the percentage that underperformed and outperformed is statistically significant. Our clients who chose to time the market would have been better served if they scheduled a recurring deposit to ensure they invested the same amount every period. That approach better approximates your time-weighted return. And while it might take longer to put your money to work, you’re statistically more likely to earn a better return.<\/p>\n<h3><strong>Final Thoughts<\/strong><\/h3>\n<p>Several empirical studies have tried to measure the cost of bad timing decisions. They all agree that active investors tend to do much worse than a buy and hold investor who avoided market timing altogether. A well-known study of the so-called “<a href=\"http:\/\/www.moneylife.in\/article\/why-people-lose-money-in-mutual-funds\/30231.html\">behavior gap<\/a>” by DALBAR Associates estimates that it may be as large as 5% annually over the past 20 years. Other studies have estimated somewhat smaller gaps, but they all agree that this kind of investor behavior is harmful and extremely costly. Unfortunately, though, human behavior is hard to change. But at Wealthfront, you can count on us to keep banging the “slow-and-steady” drum. It’s a contrarian view, but in this case being contrarian makes you a better investor.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Buying when the market rises and selling when it declines is human nature. It just feels like the right thing to do. But like most things related to investing, what feels right is the opposite of what you should do. So today I’ll use some data &#8212; and a little tough love &#8212; to prove [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[1145,5,421,1144,652],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7766"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7766"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7766\/revisions"}],"predecessor-version":[{"id":11956,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7766\/revisions\/11956"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7766"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7766"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7766"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7766"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}