{"id":7787,"date":"2017-09-07T09:42:17","date_gmt":"2017-09-07T16:42:17","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7787"},"modified":"2019-12-17T14:44:48","modified_gmt":"2019-12-17T22:44:48","slug":"playing-real-estate-game","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/playing-real-estate-game\/","title":{"rendered":"Playing the Real Estate Game (part 1)"},"content":{"rendered":"<p>We often get questions from our clients about investing in real estate beyond the home they live in. Many want to put money into investment properties because of the income opportunities or the perception that they know how to pick rental properties based on their experience buying their own home. This interest becomes even more seductive when a particular real estate market is booming. Today’s post is the first in a two part series to help you become better informed about the tradeoffs when it comes to taking a more active position with real estate investments.<\/p>\n<h3><strong>Real Estate Real Talk<\/strong><\/h3>\n<p>Let’s be clear: just like with professional investment managers, professional real estate investors have a hard time outperforming their relevant indexes. In the table below we compare the average of actively managed real estate focused mutual funds&nbsp;(reviewed by Lipper, one of the most respected mutual fund industry analytics companies), with the relevant real estate index fund offered by Vanguard (VNQ) over the past 5 and 10 years. As you can see the Vanguard index fund outperformed the average for actively managed real estate funds by a significant amount over long periods of time.<\/p>\n<p><img loading=\"lazy\" class=\" wp-image-7794 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/09\/Vanguard-v-actively-managed-real-estate-funds-640x168.png\" alt=\"\" width=\"560\" height=\"147\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/09\/Vanguard-v-actively-managed-real-estate-funds-640x168.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/09\/Vanguard-v-actively-managed-real-estate-funds-768x202.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/09\/Vanguard-v-actively-managed-real-estate-funds-704x185.png 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/09\/Vanguard-v-actively-managed-real-estate-funds.png 997w\" sizes=\"(max-width: 560px) 100vw, 560px\" \/><\/p>\n<p style=\"text-align: center;\"><span style=\"font-weight: 400;\">Source: MarketWatch; period ending 8\/31\/17<\/span><\/p>\n<p>So the question is: if professional investors who spend all their time evaluating real estate investments can’t outperform their relevant indexes, then why would amateur investors have better luck? This is similar to trying to pick a winning stock. Despite the clear research that professional equity investors cannot consistently outperform their relevant indexes, non-professionals ignore that data and continue to try and do it themselves.<\/p>\n<p>Academics would point out that you are highly unlikely to outperform the real estate market unless you have an information advantage, which is unlikely the case unless you are a highly accomplished real estate investment professional. Yet people still believe they have the skills to do it. To take advantage of this misperception, some Internet-based services have emerged to make it easier for retail investors to invest in promising real estate properties or markets. HomeUnion and Roofstock offer a turnkey approach to purchase rental properties at more competitive rates than working with traditional real estate agents. HomeUnion manages all repairs and helps find and manage tenants, while Roofstock lists certified, off-MLS (multiple listing service) properties that are updated and already tenant-occupied.<\/p>\n<p>Companies like HomeUnion and Roofstock offer data and due diligence about a broad range of markets, which can be advantageous for would-be landlords who live in high-priced markets where buying an investment property isn’t feasible. However, despite the additional professional resources, working with these platforms are still akin to trying to “pick a winner” with respect to a particular home or real estate market. That’s not the only parallel between the two investment markets. Amateur real estate investors prefer to bet on a housing market when values are increasing rapidly just as <a href=\"https:\/\/blog.wealthfront.com\/feels-right-actually-wrong\/\">retail investors prefer to invest in a rising stock market<\/a>. If you’ll recall, this behavior is what led to the real estate boom and bust a decade ago.<\/p>\n<h3><strong>Crowd(fund)ed House<\/strong><\/h3>\n<p>People interested in more real estate exposure without the costs and maintenance associated with owning a property typically invest into a publicly traded REIT, or Real Estate Investment Trust. An alternative to a REIT is a private real estate fund, which pools capital from investors to buy income-producing assets directly, purchase operating platforms, or fund developments for developers, among other things. But those kinds of private investments are usually limited to investors with high net worths.<\/p>\n<p>To create a more level playing field some companies have leveraged the passing of the Jumpstart Our Business Startups Act (JOBS) of 2012 to use crowdfunding to issue real estate securities as an alternative to traditional REITs and private real estate funds. This new law enabled platforms like Fundrise and RealtyMogul to offer retail investors access to projects across a variety of real estate classes that private equity companies may believe are too small to be worth their while. By connecting smaller projects with the pooled resources of smaller-time investors, they claim to deliver the same leveraging and buying power typically only offered to large institutions, but without the high fees.<\/p>\n<p>Fundrise and RealtyMogul offer goal-based investing via non-traded eREITs (electronic Real Estate Investment Trusts). These solutions are marketed as the equivalent of a custom ETF or mutual fund in that they allow investors to diversify their investment across multiple commercial real estate sources, like apartments, hotels, shopping centers, and office buildings, as well as residential assets, such as detached homes, townhomes, and condominiums. Each offer their eREIT with a lower minimum investment and are offered to both accredited and nonaccredited investors, differentiating them from private equity real estate funds that come with much higher minimums and are usually only available to accredited investors.<\/p>\n<p>But while these crowdfunding services can be a way to diversify into real estate with the expectation of higher risk-adjusted returns without the large amounts of capital or management headaches involved when doing it yourself, it does come with some risks.<\/p>\n<p>First, even though they offer lower fees versus other traded and non-traded REITs, they still charge much higher fees than index funds. Fundrise, for example, charges an annual 0.85% asset management fee tied to the operational oversight of the real estate properties, plus a 0.15% annual investment adviser fee. RealtyMogul charges a 1% asset management fee along with 50 basis points for servicing and 1% for “specialty servicing”. In contrast, Vanguard charges an annual fee of only 0.12% for its aforementioned VNQ real estate ETF.<\/p>\n<p>Next, crowdfunded investments are not publicly traded and therefore illiquid, so units can only be redeemed at the end of each quarter versus daily for traditional REITs or index funds. This can help nudge an investor to take a long-term position, but it can also be a problem if she needs to access cash quickly for an emergency.<\/p>\n<p>Finally, unlike publicly traded REITs, crowdfunded real estate projects are not required to distribute 90% of their rental income to investors. This might disappoint investors looking for above-average cash yields.<\/p>\n<h3><strong>The Bottom Line<\/strong><\/h3>\n<p>Unless you are a skilled real estate investor, you are probably better off gaining access to real estate returns through a passive real estate ETF as part of a diversified portfolio. In part two of this series we look at how real estate returns compare on a nominal and risk adjusted basis to stocks and what role they should play in your overall portfolio.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We often get questions from our clients about investing in real estate beyond the home they live in. Many want to put money into investment properties because of the income opportunities or the perception that they know how to pick rental properties based on their experience buying their own home. This interest becomes even more [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7677,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7237],"tags":[1151,62,1146,1149,5,1150,450,1147,447,1152,486,1148,380],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7787"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7787"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7787\/revisions"}],"predecessor-version":[{"id":12382,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7787\/revisions\/12382"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7677"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7787"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7787"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7787"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7787"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}