{"id":7847,"date":"2017-09-20T10:48:08","date_gmt":"2017-09-20T17:48:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7847"},"modified":"2019-12-08T15:35:42","modified_gmt":"2019-12-08T23:35:42","slug":"thoughts-security","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/thoughts-security\/","title":{"rendered":"Our Thoughts on Security"},"content":{"rendered":"<p>Last week <a href=\"https:\/\/investor.equifax.com\/news-and-events\/news\/2017\/09-07-2017-213000628\">Equifax announced<\/a> a security breach that put the Social Security numbers, birth dates, and addresses of 143 million Americans at risk. Our clients&#8217; trust is our top priority, so we wanted to take a moment to discuss our views on security and privacy.<\/p>\n<p><a href=\"https:\/\/www.equifax.com\/\">Equifax<\/a> recommends consumers with questions visit <a href=\"https:\/\/urldefense.proofpoint.com\/v2\/url?u=http-3A__www.equifaxsecurity2017.com_&amp;d=DwMFaQ&amp;c=l5YmaygVL_uloFyEjsA1Ww&amp;r=S0gmEUgmEC_dOKYKUTTXpVl0fYe-D30pNadfHtrRxUQ&amp;m=7ur2NzcaCMnV7VZdBgdB8lnQOybVU-MRdKOzlMe5Ws4&amp;s=SwXU2K4UrJ2vXX8jp0ofmLHeRsDthSzPXb9usBIgZ3Y&amp;e=\">www.equifaxsecurity2017.com<\/a> or contact them on 866-447-7559. However, many people have pursued those channels and are still not certain if they have been compromised. To help, we’ve identified a helpful article from <a href=\"https:\/\/krebsonsecurity.com\/2017\/09\/the-equifax-breach-what-you-should-know\/\">journalist Brian Krebs<\/a> that helps explain what happened and answer a number of questions that have arisen in the wake of the breach.<\/p>\n<h3><strong>What We Do For You<\/strong><\/h3>\n<p>Wealthfront uses a number of services to validate a <a href=\"https:\/\/en.wikipedia.org\/wiki\/Customer_Identification_Program\">client’s identity<\/a>, as required by federal law. Equifax is one of the providers we use, and they have advised us their recent data breach did not affect the system we use for identity verification. But because times like these make many concerned about the safety of their assets, we wanted to help explain a number of the important steps we take at Wealthfront to keep your accounts safe:<\/p>\n<p>• As we explain in our privacy policy, we will never rent, sell or trade our clients’ personal information, to anyone, for any reason.<\/p>\n<p>• We look for anomalous behaviors related to transactions and fundings. For example, if you open or add a new external account our system evaluates the risks associated with that action and escalates to our Brokerage Operations team if human review is deemed necessary.<\/p>\n<p>• Our internal systems are designed following best practices for “<a href=\"https:\/\/en.wikipedia.org\/wiki\/Principle_of_least_privilege\">least privilege<\/a>” to reduce their attack surface.<\/p>\n<p>• Wealthfront has an internal security team who evaluate risks across our company and platform. We actively monitor numerous security sources, and vendor security notifications for newly discovered security vulnerabilities and weaknesses, and remediate based on their severity and potential impact to our platform.<\/p>\n<p>• We utilize external security firms to perform testing and validation of our security controls, both in our platform and internal systems, to complement our internal security program, and ensure we are incorporating the latest in industry best practices.<\/p>\n<p>• Additionally, Ernst &amp; Young annually audit Wealthfront’s policies, procedures and processes surrounding changes, privileged access, and our Broker Dealer operations.<\/p>\n<h3><strong>What <em>You<\/em> Can Do For You<\/strong><\/h3>\n<p>According to <a href=\"http:\/\/www.pewinternet.org\/2017\/01\/26\/americans-and-cybersecurity\/\">research from Pew<\/a>, roughly two-thirds of Americans have experienced some sort of data theft. Thus, the most effective way to ensure your accounts are secure is to take an active role. We encourage everyone to evaluate and adopt the security measures they feel best reduces their risks. Here are a few basic recommendations to help you practice good security hygiene, in general and specific to Wealthfront:<\/p>\n<p><strong>Protect your email account<\/strong>. Because people typically use their main email address across most accounts, your email account essentially becomes “patient zero” when it comes to <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0376-hacked-email\">account compromises<\/a>, as <a href=\"https:\/\/www.wired.com\/2012\/08\/apple-amazon-mat-honan-hacking\/\">this journalist with news site Wired witnessed in 2012<\/a> . Thus it’s important to have a secure password and two-factor authentication in place. Also, don’t keep photos of your driver’s license, passport, or social security number in your inbox unless you absolutely have to.<\/p>\n<p><em> <\/em><strong>Keep your computer and mobile device up to date<\/strong>. It is recommended to automatically update your operating system and applications whenever possible. This can easily be enabled on desktop computers running Apple’s MacOS or Microsoft Windows and mobile devices running iOS and Android. Many updates contain important security fixes, so enabling automatic updates reduces your susceptibility to bugs and ensures your devices are protected as soon fixes become available.<\/p>\n<p><strong>Make sure your passwords are strong.<\/strong> Creating unique and secure passwords is a pain, but just like fastening your seatbelt it’s critical for your safety. If you use the same password across multiple accounts you’re giving an attacker a free pass to compromise multiple accounts at the same time. Remember: <em>Wealthfront will never ask for your password over the phone or by email.<\/em><\/p>\n<p><strong>Don’t keep passwords on your computer.<\/strong> It can be hard to keep track of so many passwords, but keeping them stored on your computer on your desktop or listed in an email draft isn’t the answer. Cybersecurity experts generally recommend password management software, like <a href=\"https:\/\/1password.com\/\">1password<\/a>, as the safest and most secure way to track and maintain strong and unique online passwords.<\/p>\n<p><strong>Use two-factor authentication (2FA).<\/strong> This is an important additional layer of security that confirms a user&#8217;s identity by utilizing a combination of two different components: something you know (your password) and something you have (your cell phone). Wealthfront has offered two-factor authentication for clients since 2015 and we provide a <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211004563-How-do-I-enable-two-step-authentication-for-my-account-\">step by step guide to enable 2FA in our Help Center<\/a>. A recent article by <a href=\"https:\/\/www.theverge.com\/2017\/6\/17\/15772142\/how-to-set-up-two-factor-authentication\">The Verge<\/a> outlined the ways you can set up 2FA for all of your online accounts.<\/p>\n<p><strong> <\/strong><strong>Avoid suspicious links, websites, phone calls, and text messages.<\/strong> Over the past decade fraudsters have evolved their <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0090-using-money-transfer-services\">methods of deceiving people<\/a>, so it’s important to exercise caution when your personal information or finances are at stake. A “<a href=\"https:\/\/en.wikipedia.org\/wiki\/Phishing\">phishing<\/a>” scam may involve an email with a link to a copycat website that prompts you to enter your username and password. <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0076-phone-scams\">Phone scammers<\/a> try various tactics to elicit your information, using <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0086-international-lottery-scams\">lottery winnings<\/a> to “<a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0346-tech-support-scams\">technical support<\/a>” as carrots. You should never give personal or financial information over the phone unless you’ve initiated the call, and if you receive a <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0259-robocalls\">robocall<\/a> just hang up. There has also been a recent surge in the use of <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0350-text-message-spam\">text messages<\/a> and private messaging on social networks. You can protect yourself by carefully checking a link’s destination before you click, verifying the internet address of any website requesting your username or password.<\/p>\n<p><strong>Check your account activity.<\/strong> Most financial institutions allow you to verify when your account has been accessed. For your Wealthfront account, you can view this in Account Settings, under the Security section, where you can review your Login History. Occasionally the location may be inconsistent with your expectations, and we explain this in our <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/211004523\">Help Center<\/a>.<\/p>\n<p><strong>Keep track of your accounts. <\/strong>This one is easy, especially since most financial institutions offer a app for your phone. Also, most credit cards offer real time alerts on your phone via text or push notifications. You can setup alerts at certain thresholds, such as transactions more than $250.<\/p>\n<p><strong>Keep track of your credit.<\/strong> Because credit monitoring has become commoditized, there are several free options, such as <a href=\"https:\/\/www.creditkarma.com\/\">Credit Karma<\/a>, where you can select to be notified via settings whenever a new account is opened in your name.<\/p>\n<p><strong>Consider fraud alerts. <\/strong>A fraud alert is a free service provided by all the major credit agencies. You just need to go online to the three credit bureaus &#8212; Equifax, TransUnion and Experian &#8212; and fill out the appropriate form. The service lasts for 90 days, but can be renewed free of charge. However, this also means any new applications you make will be flagged, so be sure to <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0275-place-fraud-alert\">review the process<\/a> before pursuing a fraud alert as an option.<\/p>\n<p><strong>Understand credit freezing<\/strong>. For a longer term lock you can put a security freeze on your credit report, but you should understand <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0497-credit-freeze-faqs\">how it works<\/a> and when is the best time to do it. A freeze makes it more difficult for someone to open an account in your name, but it also makes it more difficult for you to do things like open a new account or rent an apartment.  If you are considering opening a Wealthfront account and have a credit freeze on your report a manual review of your application will be initiated, and we may require you provide additional documentation as part of the account opening process.<\/p>\n<p><strong>Don’t forget the kids.<\/strong> Identity thieves may use your child&#8217;s Social Security number to apply for benefits, bank accounts, credit or utility services, so it is advisable to check for a credit report to see if your child’s information is being misused. The FTC Consumer Information website has a page dedicated to <a href=\"https:\/\/www.consumer.ftc.gov\/articles\/0040-child-identity-theft\">understanding and recovering from child identity theft<\/a>.<\/p>\n<h3><strong>The Bottom Line<\/strong><\/h3>\n<p>We take your privacy and security seriously at Wealthfront, but we can’t do it without your efforts. The reality is we live our lives online, but just because it feels secure doesn’t mean we’re immune from cyber crime. So just as we take precautions to remain safe in the physical world, it’s imperative to develop the same good habits in the digital world.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Last week Equifax announced a security breach that put the Social Security numbers, birth dates, and addresses of 143 million Americans at risk. Our clients&#8217; trust is our top priority, so we wanted to take a moment to discuss our views on security and privacy.<\/p>\n","protected":false},"author":129,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7234],"tags":[1162,1164,1163,1156,1157,1160,1158,1159,1155,1161],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7847"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7847"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7847\/revisions"}],"predecessor-version":[{"id":11959,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7847\/revisions\/11959"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7847"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7847"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7847"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7847"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}