{"id":7869,"date":"2017-09-27T12:07:50","date_gmt":"2017-09-27T19:07:50","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=7869"},"modified":"2019-12-04T12:38:22","modified_gmt":"2019-12-04T20:38:22","slug":"welcoming-jason-kilar-board-directors","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/welcoming-jason-kilar-board-directors\/","title":{"rendered":"Welcoming Jason Kilar to Our Board of Directors"},"content":{"rendered":"<p>You need a special team to pursue a mission as lofty and ambitious as ours &#8212; to democratize access to sophisticated financial advice. That’s why we are always on the hunt for great talent – especially ones who are laser focused on improving clients’ lives and challenging the status quo. Today I’m thrilled to announce the addition of Jason Kilar to our board of directors. Jason was the founding CEO of Hulu, and was a long-time Amazon executive, so he understands how to transform an industry.<\/p>\n<h3><strong>Disciple of Disruption<\/strong><\/h3>\n<p>Jason played an important role building Amazon from an online book retailer into ‘the everything store’ we all know and love today. He wrote the original business plan for and ran Amazon&#8217;s entry into the video and DVD businesses. He then served as Senior Vice President, Worldwide Application Software, where he led an organization of hundreds of world-class technologists and reported directly to CEO Jeff Bezos.<\/p>\n<p>In 2007, Jason signed on as the founding CEO of the groundbreaking online video service Hulu. Under Jason’s leadership, Hulu quickly grew to become one of the world’s most popular destinations for streaming television and movies, generating over $1 billion in revenue in the year of his departure. Today Hulu continues to disrupt cable industry, and is now a key player in original content, winning its first Emmy Awards in 2017.<\/p>\n<h3><strong>Path: The Next Frontier<\/strong><\/h3>\n<p>As you can see, there is a common theme among the companies that Jason is drawn to. They have a non-consensus view of the world, and that view ends up being right. For Wealthfront, many people thought we were crazy when we launched Path, our automated financial planning service. The industry consensus is that financial advice will always be delivered through a person simply because it’s always been done that way. But Path removes the inconvenience and cost of setting up a meeting with a financial advisor to deliver a planning service that is more connected, personal and instant. And because it’s software based, Path will only get better over time. No other automated investment service is applying technology to financial advice the way we are, let alone delivering financial planning on a mobile platform. We believe Path is the foundation of a great advice platform and the key to attracting our core audience, people under 40.<\/p>\n<p>We want everyone in the Millennial generation to receive their financial advice from Wealthfront. We know this is an audacious goal, but as Jason likes to say, “there&#8217;s nothing more intoxicating than doing big, bold things.” His wisdom and customer-centric mentality will be invaluable as we evolve with the growing needs of our clients to become the automated advisor of choice for young professionals and families across the U.S.<\/p>\n<p><em>&nbsp;<\/em>Welcome to the Board of Directors, Jason!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>You need a special team to pursue a mission as lofty and ambitious as ours &#8212; to democratize access to sophisticated financial advice. That’s why we are always on the hunt for great talent – especially ones who are laser focused on improving clients’ lives and challenging the status quo. Today I’m thrilled to announce [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[568,1166,71,1165,813,1101,267],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7869"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=7869"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7869\/revisions"}],"predecessor-version":[{"id":12136,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/7869\/revisions\/12136"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=7869"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=7869"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=7869"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=7869"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}