{"id":8084,"date":"2017-10-25T12:06:05","date_gmt":"2017-10-25T19:06:05","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8084"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"think-long-term-investing","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/think-long-term-investing\/","title":{"rendered":"How to Think About Long-Term Investing"},"content":{"rendered":"<p>At Wealthfront we try to make it very clear that our investment approach is only appropriate for the long term. This often raises the question: <em>How long is “long term”?<\/em><\/p>\n<p>To us long-term investing implies <em>at least<\/em> five years. With this post we will explain why we chose that number, as well as what you might consider doing with cash you need in less than five years.<\/p>\n<h3><strong>Invest In Something Safe If You Really Need It<\/strong><\/h3>\n<p>Before you commit to long-term investing it’s important to understand the tradeoffs of an investment portfolio relative to risk and timing. The table below reports the probability of loss over time for a hypothetical diversified portfolio*. You can see that there is almost a 37% chance of loss after the first year. The number drops to just over 22% after five years, then down to only 14% after 10 years.<\/p>\n<p><img loading=\"lazy\" class=\"wp-image-8085 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/10\/Long-term-investing.jpg\" alt=\"\" width=\"518\" height=\"351\" \/><\/p>\n<p style=\"text-align: center;\">Source: Wealthfront<\/p>\n<p>The probability of loss essentially declines with the investment horizon. This is driven by the positive expected rate of return on even a risky portfolio, which captures the compensation an investor earns for the passage of time (the risk free rate) and for bearing risk (the risk premium). Similarly, the positive rate of return on the portfolio generates a progressively longer tail of upside outcomes.<\/p>\n<p>But even a well-diversified portfolio is at high risk for a sharp decline in the very short term. However, it becomes far more tolerable <em>after<\/em> five years. Therefore, taking some risk to get some extra return could prove worthwhile if you’re not going to make a major expenditure until <em>a number of years in the future<\/em>, and you opt for a diversified portfolio.<\/p>\n<h3><strong>Consider Other Options For Big Purchases in the Short Term<\/strong><\/h3>\n<p>The primary reasons for a major withdrawal from an investment account should be major expenditures like paying for your kids’ education or the purchase of a car or house. When it comes to these major purchases you can’t afford to take any risk as the commitment date approaches. In other words, if you have already saved enough to make a down payment on a condo then the opportunity to earn an extra 10% while you wait is not worth the risk, as your account value might decline by 10%. Our advice: Nothing should get in the way of making that down payment.<\/p>\n<p>So if you need to make a big purchase in the short term and can’t afford to take a loss, we recommend investing your money in a very low-risk option like a money market account, savings account or certificate of deposit. (<a href=\"http:\/\/www.bankrate.com\/banking\/money-market\/rates\/?local=false&amp;IRA=false&amp;prods=33&amp;ic_id=CR_searchMMASavingsRates_checking_SeeallMMASavingsproducts&amp;ic_id=CR_searchMMASavingsRates_checking_MMASavings\">Bankrate.com<\/a> is a helpful resource to find the best CD rates.)<\/p>\n<p>We also don&#8217;t think a diversified portfolio of index funds is the proper vehicle for your emergency fund. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">Build the Emergency Fund That’s Right for You<\/a>, we think you should stash away at least three-to-six months of your living expenses in a low-risk account before you even begin to think about investing.<\/p>\n<p>We are often asked if CDs or money market accounts make sense in a very low-interest-rate environment, such as the one we’re in today. The question comes up because many people wonder why they should keep their money in an account that generates a return below the rate of inflation. But over the short term the lost purchasing power due to earning less than the rate of inflation will not hurt you nearly as much as the volatility associated with an equity-oriented diversified portfolio potentially killing your ability to make your big purchase.<\/p>\n<h3><strong>Diversify, Contribute Regularly and Minimize Taxes to Generate The Best Long Term Returns<\/strong><\/h3>\n<p>However &#8212; and even accounting for risk &#8212; you are far better off investing in a low-cost diversified portfolio like what we offer if you are willing to let it compound over the long-term. You should also steadily add to your long-term portfolio as you save money no matter how the financial markets perform. As we pointed out in <a href=\"https:\/\/blog.wealthfront.com\/invest-despite-volatility-2\/\">Invest Despite Volatility<\/a>, you’ll likely be far better off in the long run if you add to your investment account when the financial markets decline. Also <a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">Tax-Loss Harvesting<\/a> and <a href=\"https:\/\/www.wealthfront.com\/tax-optimized-direct-indexing\">Stock-level Tax-Loss Harvesting<\/a> could dampen the blow of a down market in the form of a harvested loss that reduces the taxes you pay. The benefits of a diversified portfolio with strategies like Tax-Loss harvesting and Stock-level Tax-Loss Harvesting could be huge, but only if you have a long-term perspective.<\/p>\n<p>&nbsp;<\/p>\n<p>*For the purposes of the computations, the expected return of the portfolio was set equal to 5.8%, and its annualized volatility to 14% (a level of risk comparable to that of a Wealthfront portfolio with a risk level of 7).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Wealthfront we try to make it very clear that our investment approach is only appropriate for the long term. This often raises the question: How long is “long term”? To us long-term investing implies at least five years. With this post we will explain why we chose that number, as well as what you [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[54,916,922,522,454],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8084"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8084"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8084\/revisions"}],"predecessor-version":[{"id":11964,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8084\/revisions\/11964"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8084"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8084"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8084"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8084"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}