{"id":8153,"date":"2019-01-09T06:00:47","date_gmt":"2019-01-09T14:00:47","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8153"},"modified":"2019-12-08T15:31:44","modified_gmt":"2019-12-08T23:31:44","slug":"real-value-tax-loss-harvesting","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/","title":{"rendered":"The Actual Value of Tax-Loss Harvesting"},"content":{"rendered":"<p>This past year was not kind to the financial markets. The S&amp;P 500, the most quoted index of US stocks, was down 4.4%. The MSCI emerging market index was down 14.2%, and small cap US stocks were down 8.5%.<\/p>\n<p>The good news for Wealthfront clients is that<a href=\"https:\/\/research.wealthfront.com\/whitepapers\/tax-loss-harvesting\/\" target=\"_blank\" rel=\"noopener noreferrer\"> tax-loss harvesting<\/a> could yield tax savings to help offset some of this market downturn. As a matter of fact, we did more harvesting in the last year than at any time in our six years of offering the capability. Based on the methodology described below, <strong>new clients who joined in 2018 with a portfolio risk score of 8 (our most common risk score) on average received a pre-tax benefit equal to 12.47% of their portfolio value, which exceeded the markets’ decline.<\/strong> This was due primarily to our ability to take advantage of daily volatility (one of the many advantages of our <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\" target=\"_blank\" rel=\"noopener noreferrer\">software-based approach<\/a> to tax-loss harvesting over the classic manual year-end approach).<\/p>\n<p>Depending on our clients’ tax rates and ability to use the losses, this would have provided them <strong>an after-tax benefit of 3.12% to 6.24% of their portfolio values<\/strong>, which is an enormous multiple of our 0.25% annual advisory fee. There is the possibility that some of the benefit of our tax-loss harvesting could have been lost due to wash sales, but our past experience is that wash sales only affected 2.3% of our transactions.<\/p>\n<h2>How does tax-loss harvesting work?<\/h2>\n<p>As a refresher, tax-loss harvesting works by taking advantage of investments that have declined in value, which is a common occurrence in broadly diversified investment portfolios. By selling investments that have declined below their purchase price, a tax loss is generated, and that loss can be used to offset other taxable gains, thus lowering your taxes.<\/p>\n<p>Investments sold in this manner can be replaced with alternate investments so that the risk and return profile of your portfolio remains unchanged, even as tax savings are created and reinvested to further grow the value of your portfolio. The more frequently you deposit, the more opportunities to do tax loss harvesting and therefore benefit from this strategy.<\/p>\n<h2>The value of tax-loss harvesting<\/h2>\n<p>Tax-loss harvesting creates value from tax rate arbitrage (trading that takes advantage of a difference in tax rates as the basis for profit) and compounding (letting your money grow over time). The vast majority of the losses we harvest are short-term, meaning the securities sold have been held for less than one year. These losses can be credited against your short-term capital gains and up to $3,000 of ordinary income each year (both of which are taxed at ordinary income rates).<\/p>\n<p>The lower cost basis that results from the tax-loss harvesting transaction will ultimately increase your gains when you liquidate your portfolio, but if held for more than a year those gains will be taxed at long-term capital gains rates. Taxes paid in the future are not nearly as costly as those paid today due to the <a href=\"https:\/\/www.investopedia.com\/terms\/t\/timevalueofmoney.asp\" target=\"_blank\" rel=\"noopener noreferrer\">time value of money<\/a>. Therefore, the ultimate value generated from tax-loss harvesting is the difference between the ordinary income taxes saved and the lower long-term taxes paid in the future. As mentioned before, the tax-loss harvesting benefit generated can be reinvested and compounded over time — the longer you invest, the greater the benefit.<\/p>\n<h2>Our tax-loss harvesting results over the past six years<\/h2>\n<p>We quantify the effectiveness of our ETF level daily tax-loss harvesting service by calculating its annual “harvesting yield.” Harvesting yield measures the quantity of harvested losses (short- or long-term) during a given period, divided by the value of the portfolio at the beginning of the period. The ultimate benefit each client will receive will depend on the riskiness of their portfolio and their particular tax rate.<\/p>\n<p>The table below displays the actual average annual harvesting yield for the year in which clients first started using our tax-loss harvesting, known as the “client vintage,” and their portfolio risk score. The vintage is a fixed client characteristic, but clients can actually move across risk score groupings based on their risk score on a given day in the sample. The data includes all tax losses harvested through December 31, 2018.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-large wp-image-9730\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/11\/TLH_Blog-601x530.png\" alt=\"The Actual Value of Tax-Loss Harvesting\" width=\"601\" height=\"530\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/11\/TLH_Blog-601x530.png 601w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/11\/TLH_Blog-567x500.png 567w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/11\/TLH_Blog.png 704w\" sizes=\"(max-width: 601px) 100vw, 601px\" \/><\/p>\n<p>On each day, we compute the aggregate losses harvested within portfolios of clients belonging to a given cohort, sum these losses across clients in the cohort, and divide them by the aggregate portfolio balance of clients belonging to the cohort, to obtain that day’s harvesting yield.<\/p>\n<p>We then compute an annualized “since inception” harvesting yield for each cohort, by summing the daily harvesting yield figures, dividing by the number of trading days since inception, and multiplying by 252 (the number of trading days in a year).<\/p>\n<p>Clients who started with us in 2012 with risk score 8 portfolios benefited from an average annual harvesting yield equal to 2.41% of their portfolio values. As you can see, harvesting yield generally increases as risk score increases (there are some aberrations due to small sample sizes). That’s because portfolios with higher risk scores should have higher volatility, which in turn creates more tax-loss harvesting opportunities. However, you should not increase your risk score to get more harvested losses, because it can lead to a portfolio with more volatility than you might be comfortable with. In that scenario, you could be compelled to withdraw at the worst possible time. (We explain why increasing your risk beyond what is appropriate can lead to very bad outcomes in <a href=\"https:\/\/blog.wealthfront.com\/right-and-wrong-reasons-to-change-risk-tolerance\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Right and Wrong Reasons to Change Your Risk Tolerance<\/a>).<\/p>\n<p>Average annual harvesting yield also decreases over time because, on average, your holdings should grow in value over time, which means it gets harder to generate losses other than with new deposits and dividend reinvestments. However, we were able to generate significant losses over time despite the market rising significantly (31%) over the past seven years. Large losses were harvested even in years in which the S&amp;P 500 didn’t decline very much (2012, 2013, and 2017). This again speaks to the power of looking for losses daily rather than the traditional approach of only looking to harvest losses at year-end, because we can harvest losses during short-term downdrafts in years when the market rises.<\/p>\n<h2>Final thoughts<\/h2>\n<p>We publish our tax-loss harvesting results because we believe in being transparent and providing context. You might be surprised to learn that no other automated financial advisor publishes its tax-loss harvesting results. Based on our past experience with observing the rate at which our competitors harvest losses, we believe that is because they generate inferior results.<\/p>\n<p>Unfortunately the process of harvesting of losses for all clients on a daily basis is far too complex for a human being to optimize. It’s just another example, along with <a href=\"https:\/\/blog.wealthfront.com\/introducing-free-financial-planning\/\" target=\"_blank\" rel=\"noopener noreferrer\">automated financial planning<\/a>, of why software can do a much better job of managing your money than people can.<\/p>\n<p><em>*These calculations assume you could use all of the harvesting yield benefit, which is not the case for all our clients, although any unused benefit can be carried forward to future years.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This past year was not kind to the financial markets, but the good news for Wealthfront clients is that tax-loss harvesting could yield tax savings to help offset some of this market downturn. As a matter of fact, we did more harvesting in the last year than at any time in our six years of offering the capability. <\/p>\n","protected":false},"author":87,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232,7234],"tags":[1175,454,790],"yst_prominent_words":[6403,6395,6401,6392,6406,2126,6405,6388,6404,6399,2484,6397,1293,6402,1307,2385,2127,2119,6400,6390],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8153"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/87"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8153"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8153\/revisions"}],"predecessor-version":[{"id":13652,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8153\/revisions\/13652"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8153"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8153"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8153"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8153"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}