{"id":8173,"date":"2017-11-22T13:28:33","date_gmt":"2017-11-22T21:28:33","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8173"},"modified":"2020-06-12T16:08:21","modified_gmt":"2020-06-12T23:08:21","slug":"2017-year-end-personal-finance-checklist","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/2017-year-end-personal-finance-checklist\/","title":{"rendered":"Your 2017 Year-End Personal Finance Checklist"},"content":{"rendered":"<p>As the year comes to end, most of us are thinking about the holidays &#8212; the shopping, the parties, the travel. It’s human nature to get distracted and place thinking about your personal finances on hold. &nbsp;However, this is a critical time to get organized and practice some good financial hygiene to set yourself up for a more productive 2018, especially at tax time. To help you make some meaningful decisions, we’ve once again put together a checklist of important tasks you should consider before the new year.<\/p>\n<h3><b>The Basics<\/b><\/h3>\n<p><b>Review your spending and set up automated savings<\/b><\/p>\n<p>As our CIO Dr. Burt Malkiel says, “Start saving early and save regularly. You will do very, very well over time and likely have a very happy retirement when the time comes.” To do that, you need to reflect on your spending and develop a budget for next year. So, take advantage of the time you have during the holidays and bite the bullet. A great step after setting a budget for 2017 is to take the pressure off and just automate your savings to your emergency fund and your investment accounts. You can read more of Dr. Malkiel’s suggestions at <a href=\"https:\/\/blog.wealthfront.com\/young-investors-timing-market\/\">Burt Malkiel’s Rule for Young Investors: Save Regularly<\/a>. Yes, we are intentionally reiterating the point of saving regularly. Saving regularly might seem obvious, but it’s amazing how often that gets deprioritized.<\/p>\n<p><b>Pay down your credit card debt<\/b><\/p>\n<p>Sometimes holiday shopping gets the best of us, and nothing is easier than swiping your credit card today and worrying about the balance later. Credit cards typically charge as much as 18% on your outstanding balances, so paying off your debt would be like getting a risk free 18% return. There is no investment product that offers that kind of risk adjusted return, so you should pay off as much of the balance as you can every month.<\/p>\n<p><b>Top off your emergency fund<\/b><\/p>\n<p>The holidays typically mean splurging, but don’t let that result in depleting your emergency fund. Give yourself and your family the gift of an emergency fund. We typically suggest you set aside three to six months of your monthly spending at all times. However, everyone’s situation is different, so to help determine what’s right for you , we suggest you read <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">Build the Emergency Fund That’s Right for You<\/a>. Our recommendation is to keep your emergency fund in a low-risk, liquid account such as a money market fund or savings account. In other words, <em>do not<\/em> invest your emergency fund in the market.<\/p>\n<p><b>Pay down your student debt<\/b><\/p>\n<p>If you have money left over after paying down your credit card debt and contributing to your emergency fund, then you should consider paying down or refinancing your student debt if it charges an interest rate of 6% or more. Similar to the credit card example above, paying down debt with a 6% interest rate would be like getting a risk-free 6% return, which even Wealthfront can’t match. You might also consider refinancing your student loans through companies like Earnest or SoFi.<\/p>\n<h3><b>Your Job<\/b><\/h3>\n<p><b>Contribute to your 401(k) account<\/b><\/p>\n<p>As we explained in <a href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\">Why Your 401(k) Plan Sucks<\/a>, it makes tremendous sense to contribute at least as much this year to your 401(k) account <i>as your employer is willing to match<\/i>.&nbsp;If your employer does not offer matching contributions, then you may well be better served investing your savings in a Wealthfront IRA or taxable account. Fortunately, you have until April 15th of next year to contribute to an IRA and still get the tax deduction for 2017, so you don’t need to be in a rush if you’re still debating whether to &nbsp;choose the IRA over the 401(k) option.<\/p>\n<p><b>Roll over your old 401(k) into an IRA<\/b><\/p>\n<p>If you recently changed jobs or are considering changing jobs, you should consider a rollover. The reality is most 401(k) plans are poor performers, and the fees you pay on them add up (as we pointed out in <a href=\"https:\/\/blog.wealthfront.com\/401k-retirement-plan-fees\/\">Why Your 401(k) Plan Sucks<\/a>). If you leave one company for another, it’s usually a bad idea to roll your 401(k) over into your next employer’s 401(k) unless you’re lucky enough to find one of the few good plans that offer Vanguard index and target date funds. Consider rolling your old 401(k) over into a low cost, “set it and forget it” <a href=\"https:\/\/ira.wealthfront.com\/ira-vs-roth-ira\/\">Wealthfront IRA<\/a>.<\/p>\n<p><b>Spend down your FSA<\/b><\/p>\n<p>Don’t give away your hard earned money! If you have a flexible spending account for health care expenses (usually referred to as a health flexible spending account, or FSA) and you haven’t used all the money in it, you’ll need to use the bulk of it before the end of the year. If you don’t use of it by year end, most plan sponsors have the option to allow employees participating in health FSAs to carry over, instead of forfeiting, up to $500 of unused amounts remaining at year-end. But you should check with your plan sponsor to see if this option is available to you. A key difference between these types of accounts and a health savings account (HSA) is that the latter allows you to roll over all your funds year- to- year (the HSA is also usually tied to High Deductible Healthcare Plans, or HDHCs). But no matter what, you should understand your outstanding balance and put it towards something before the year is up. Some providers even allow purchasing a gift card or store credit for later use.<\/p>\n<p><b>Don’t exercise your stock options if you can wait<\/b><\/p>\n<p>Unless you are worried about your employer’s stock price dropping precipitously before year end, you should consider deferring your exercise until after December 31st. Waiting until the new year means you’ll defer the tax you owe from exercising your options until the 2018 tax year, which you may not have to pay until April 2019.<\/p>\n<h3><b>Your Family<\/b><\/h3>\n<p><b>Review your insurance policies <\/b><\/p>\n<p>Make sure you and your loved ones are well protected if something happens to you. Now is a good time to consider whether any major life changes, like the birth of a child in the past year, might mean the need for insurance. If you do have enough coverage, it’s still a good time to review the different types of coverage you have. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/whole-vs-term-life-insurance-investment\/\">Why Whole Life Insurance Is a Bad Investment<\/a>, term life insurance makes more sense for most young people than whole or universal life insurance. And while it might seem like a bad time to do so, it is actually a good time of the year to gently review with parents or elders their own coverage. Long-term care coverage for older parents is an often overlooked area, even by many financial advisers. Also, many retiring boomers fail to consider how much they will have in the way of out-of-pocket healthcare costs post-retirement.<\/p>\n<p><b>Consider a 529 college savings plan account for your kids<\/b><\/p>\n<p>If you have kids, the IRS has the ultimate gift for you this holiday season: the 529 college savings plan. When it comes to planning for your child’s college education costs &nbsp;few things have the potential to prove as financially rewarding as enrolling early in a 529 and growing your savings tax free. That’s why <a href=\"http:\/\/www.wealthfront.com\/529\">Wealthfront offers its own 529<\/a>, as well as <a href=\"https:\/\/blog.wealthfront.com\/path-college\/\">the college planning feature within&nbsp;<\/a>our financial planning product. For those new to how the 529 works, we cover the basics in <a href=\"https:\/\/blog.wealthfront.com\/529-college-education-savings-plan-2\/\">529 Plans and Saving for College<\/a>, from the types of accounts available and their pros and cons to giving you an idea of how much you’ll likely need to save.<\/p>\n<p><b>Superfund your 529 college savings plan<\/b><\/p>\n<p>If you are fortunate enough to have a more substantial amount of money available, superfunding a 529 offers significant benefits both in terms of objective savings results, as well as from a behavioral finance perspective. For example, instead of the $14,000 annual contribution limit, each parent can pre-fund up to five years’ worth of contributions, up to $70,000 (5 x $14,000). Together, that means a married couple can open a 529 plan with $140,000 for each child and get even more value from compounding the larger contribution from the outset. We explain the benefits of superfunding in greater detail in <a href=\"https:\/\/blog.wealthfront.com\/529-plans-benefits-superfunding\/\">529 Plans: The Benefits of Superfunding<\/a>.<\/p>\n<h3><b>Your Taxes<\/b><\/h3>\n<p><b>Harvest your losses to lower your tax bill<\/b><\/p>\n<p><a href=\"https:\/\/www.wealthfront.com\/tax-loss-harvesting\">Tax-loss harvesting<\/a> is a method of reducing your taxes by selling an investment that is trading at a significant loss and replacing it with a highly correlated though not identical investment. In doing so, you maintain the risk and return characteristics of your portfolio and generate losses that can be used to reduce your current taxes. The tax savings you generate can then be reinvested and will compound over time. Some financial advisors will harvest around this time every year as part of their advisory fee. Because it’s such a powerful strategy, we offer our clients <i>daily<\/i> tax-loss harvesting, which could add significantly to the average value of what you would receive from year end tax-loss harvesting over the course of a year. In fact, <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">we recently published<\/a> our analysis of the value of our tax-loss harvesting benefit.<\/p>\n<p><b>Give a tax-deductible charitable contribution<\/b><\/p>\n<p>Now is a good time to donate to a cause you believe in and simultaneously benefit from it on your 2017 taxes. Just remember: a tax deduction only saves you a fraction of the total amount you donate, so make that charitable contribution because you really want to support the cause, not just for the potential tax write-off. This year has been a difficult one for many around the world, so you could consider giving donations to help the <a href=\"http:\/\/www.latimes.com\/local\/lanow\/la-me-help-california-fires-20171014-story.html\">Northern California fire recovery efforts<\/a>, <a href=\"https:\/\/www.nytimes.com\/2017\/09\/22\/world\/americas\/hurricane-maria-donate-charity.html\">Hurricane Irma relief in Puerto Rico<\/a>, and victims of the Las Vegas shooting. Giving directly to legitimate organizations in support of causes is also deemed a good alternative for those wrestling with whether to pursue a socially responsible investing strategy.<\/p>\n<p><b>Claim your residential solar energy property credit<\/b><\/p>\n<p>Unfortunately the tax benefit for residential alternative energy equipment terminated for property placed in service after December 31, 2016. However, the credit for solar electric property and solar water heating property is available for property placed in service through December 31, 2021, based on an applicable percentage. The applicable percentages are can be found <a href=\"https:\/\/www.irs.gov\/newsroom\/energy-incentives-for-individuals-residential-property-updated-questions-and-answers\">here<\/a>.<\/p>\n<h3><b>Our Thanks<\/b><\/h3>\n<p>As an unprecedented 2017 comes to an end, we want to sincerely thank all of our clients who trust us every day with their hard earned money. We promise to continue to deliver value to you in 2018 and beyond. In the meantime, happy holidays!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>As the year comes to end, most of us are thinking about the holidays &#8212; the shopping, the parties, the travel. It’s human nature to get distracted and place thinking about your personal finances on hold. &nbsp;However, this is a critical time to get organized and practice some good financial hygiene to set yourself up [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231],"tags":[12,1064,1177,1085,58,724,1087,1176,1086,1140,454,832],"yst_prominent_words":[2686,5385,5376,5372,6250,2726,5375,5493,6248,2768,6247,4150,3583,6335,3813,5381,2123,2119,1296,4804],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8173"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8173"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8173\/revisions"}],"predecessor-version":[{"id":13174,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8173\/revisions\/13174"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8173"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8173"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8173"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8173"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}