{"id":8218,"date":"2017-11-30T10:04:43","date_gmt":"2017-11-30T18:04:43","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8218"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"unseemly-side-wall-street","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/unseemly-side-wall-street\/","title":{"rendered":"The Unseemly Side of Wall Street"},"content":{"rendered":"<p>Since founding Wealthfront I have learned a lot about how investment firms are compensated – and I must say it’s very disappointing. This isn’t my usual rant about nickel and dime fees; this time I’m talking about kickbacks.<\/p>\n<p>Kickbacks have long been a part of stock broker compensation, only the industry prefers to call them “incentives.”  A lot of the debate about adopting the <a href=\"https:\/\/www.cfp.net\/public-policy\/public-policy-issues\/fiduciary-standard\">Fiduciary Standard<\/a> centers around these incentives. If adopted, the fiduciary standard would require stock brokers to act as fiduciaries, which means they must <em>only<\/em> recommend what they believe are the most relevant investments for your particular situation. Today stock brokers are held to the much lower suitability standard, which means they can recommend any investment as long as it’s “suitable” to their client. Amazingly a mutual fund with a 2% management fee that basically tracks the S&amp;P 500 index and pays a 0.50% kickback is considered a “suitable” alternative to an S&amp;P 500 index fund with a 0.04% management fee and no kickback.<\/p>\n<p>In an attempt to bring greater transparency to the issue of kickbacks, the SEC now requires mutual fund issuers to disclose any marketing incentives they pay to brokers. These incentives are commonly known as <a href=\"https:\/\/www.investopedia.com\/terms\/1\/12b-1fees.asp\">12b1 fees <\/a>and represent a portion of the total annual embedded fee incurred by a mutual fund investor. It also represents a significant portion of brokerage firm revenues.<\/p>\n<p>So it’s no surprise that earlier this year Morgan Stanley announced that its brokers could no longer sell any new mutual funds from Vanguard. Vanguard is well known in the industry for not paying 12b1 fees because they believe these broker incentives detract from investors’ returns, and Vanguard is riveted on maximizing its clients’ returns. Morgan Stanley is entitled to run their business however they wish, but in a <a href=\"https:\/\/www.reuters.com\/article\/us-morgan-stanley-wealth-vanguard\/morgan-stanley-drops-vanguard-mutual-funds-idUSKBN18001I\">Reuters article<\/a> announcing the move away from Vanguard, one of their spokespeople was quoted as saying “Morgan Stanley’s goal [in dropping Vanguard] was to close out under-performing and less popular funds.” I find this quite interesting because Vanguard is the most popular index fund issuer, and its index funds &#8212; and even its actively managed mutual funds &#8212; have among the lowest expense ratios in the industry. Even <a href=\"http:\/\/www.morningstar.co.uk\/uk\/news\/149421\/how-fund-fees-are-the-best-predictor-of-returns.aspx\">Morningstar<\/a> now admits that expense ratio is the best predictor of a mutual fund’s performance.<\/p>\n<p>Why couldn’t Morgan Stanley just admit it was dropping Vanguard because it didn’t pay kickbacks? Because that is not the kind of story investment firms want written. But we believe you deserve the truth from your financial advisor, which is why we are dedicated to complete transparency – and no kickbacks.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Since founding Wealthfront I have learned a lot about how investment firms are compensated – and I must say it’s very disappointing. This isn’t my usual rant about nickel and dime fees; this time I’m talking about kickbacks. Kickbacks have long been a part of stock broker compensation, only the industry prefers to call them [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8218"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8218"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8218\/revisions"}],"predecessor-version":[{"id":11968,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8218\/revisions\/11968"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8218"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8218"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8218"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8218"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}