{"id":8259,"date":"2017-12-20T10:51:45","date_gmt":"2017-12-20T18:51:45","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8259"},"modified":"2019-11-26T07:21:45","modified_gmt":"2019-11-26T15:21:45","slug":"path-gets-smarter-again","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/path-gets-smarter-again\/","title":{"rendered":"Path Gets Smarter (again!)"},"content":{"rendered":"<p>Earlier this year we launched Path, our financial advice engine, because we believe software can do a better job of understanding where you are today and helping you get to where you want go in the future.<\/p>\n<p>We also believe financial planning should be easy and accessible. With Wealthfront, all you have to do is provide a few simple inputs and <a href=\"https:\/\/blog.wealthfront.com\/raw-intellect-path\/\">the breadth and depth of its capabilities<\/a> come alive. In fact, the more we learn about you through our linking technology, the better advice we can offer.<\/p>\n<p>After you’ve <a href=\"https:\/\/blog.wealthfront.com\/easier-way-plan\/\">connected your financial accounts<\/a>, any time your finances or spending behaviors change, we automatically reflect those changes in your plan. We also give you a comprehensive view of your finances, so you can immediately see how your actions today will affect your future goals.<\/p>\n<p>Fortunately our software-only approach means we can regularly deliver enhancements to make your experience better. So today we’re excited to share a few newly released features that help give you an even more personalized and complete view into your financial future.<\/p>\n<h3>Home sweet (valuable) home<\/h3>\n<p>If you’re a homeowner, your home is likely one of your most valuable assets. According to our analysis of the <a href=\"https:\/\/www.federalreserve.gov\/econres\/scfindex.htm\">2016 Survey of Consumer Finances<\/a>, for the average homeowner in the U.S. between ages 30 and 45, the value of her home accounts for about 64% of her total assets.<\/p>\n<p>Therefore, what you do with your home in the future – stay put, downsize, or rent elsewhere – could have a huge impact on your future spending abilities.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter \" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/retirementlaunch_hee_final.gif\" width=\"251\" height=\"447\" \/><\/p>\n<p>Once you connect your home (via Redfin) and mortgage to your plan, you can select what you’ll do with your property in the future and see its impact on your finances. In the above example, if you choose to stay in your home, you may only be partially on track to cover your planned spending at retirement. But if you choose to downsize to a smaller home at age 54, you could be completely on track to live the retirement lifestyle you want.<\/p>\n<p>As always, when it comes to evaluating the future value of your home equity and projecting the financial implications of your home choice, our research team does the heavy lifting and considers all the details.<\/p>\n<ul>\n<li>If you choose to stay put, Wealthfront will factor in mortgage payments as well as property taxes, home insurance, and home maintenance when calculating your retirement spending budget.<\/li>\n<li>If you decide to downsize, Wealthfront will take into account broker fees of selling your current home and the cost to buy a home that’s half the cost, including closing costs on a mortgage if you would need one.<\/li>\n<li>If you decide to sell and rent, Wealthfront will account for broker fees on the home sale as well as your expected future rental prices.<\/li>\n<\/ul>\n<p>While you may not ultimately need to make the decision today, we can give you a comprehensive answer in just seconds.<\/p>\n<h3>A stroke of fortune<\/h3>\n<p>Sometimes you get a financial boost you might not have planned. For instance, the technology company you work for might be gearing for an IPO. Or maybe you received an inheritance from a relative, or help from your parents for a home down payment.<\/p>\n<p>We now help you incorporate any future windfalls into your plan. You can add the expected date and amount you expect to receive into your plan and immediately see its impact on your overall financial picture.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter \" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/retirementlaunch_fortune.gif\" width=\"254\" height=\"452\" \/><\/p>\n<h3>Bridging the gap<\/h3>\n<p>As you personalize Wealthfront to reflect what you’re imagining for the future, your savings overview tells you how much you need to save per month to be on track to reach your financial goals.<\/p>\n<p>We even recommend what investment accounts could be best for you and how much to deposit in each. For example, if you’re not topping off your 401(k), we will catch that and let you know.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter \" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/retirementlaunch_whatittakes.gif\" width=\"250\" height=\"444\" \/><\/p>\n<h3>The future of financial planning<\/h3>\n<p>At Wealthfront, our goal is to make financial planning accessible so everyone can secure their ambitions. We’ve spent this year building an automated financial planning service that’s both sophisticated and easy to use, and we can’t wait to deliver more to you in 2018!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Earlier this year we launched Path, our financial advice engine, because we believe software can do a better job of understanding where you are today and helping you get to where you want go in the future. We also believe financial planning should be easy and accessible. With Wealthfront, all you have to do is [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234],"tags":[1107,71,1188,1189,5,1101,1190],"yst_prominent_words":[4200,5568,1261,5571,5570,1237,1230,1245,1576,1214,5569,4081,2144,1221,2922,1512,5567,3821,5572,1297],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8259"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8259"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8259\/revisions"}],"predecessor-version":[{"id":11972,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8259\/revisions\/11972"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8259"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8259"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8259"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8259"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}