{"id":8297,"date":"2018-01-11T09:00:49","date_gmt":"2018-01-11T17:00:49","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8297"},"modified":"2020-04-22T11:03:24","modified_gmt":"2020-04-22T18:03:24","slug":"tax-cuts-jobs-act-need-know","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/tax-cuts-jobs-act-need-know\/","title":{"rendered":"The Tax Cuts and Jobs Act: What You Need to Know"},"content":{"rendered":"<p>President Trump signed the Tax Cuts and Jobs Act (TCJA) into law on December 22, 2017 with most provisions becoming effective January 1, 2018. Ultimately, how the TCJA impacts each individual depends on which state you live in, your household income, how you earn your income, your family size, whether you own a home and a number of other variables. Though Congress attempted to simplify some aspects of the tax code, many provisions were made even more complicated. With this post we want to help unpack the new legislation, highlight some of the most impactful changes and explain how that might affect you.<\/p>\n<h3><strong>The Big Picture<\/strong><\/h3>\n<p>For individuals, there are a number of high-level changes that result from the TCJA:<\/p>\n<ul>\n<li>It maintains seven tax brackets, but lowers tax rates across the board.<\/li>\n<li>It keeps the dreaded alternative minimum tax (AMT), though lessens its impact.<\/li>\n<li>It limits some itemized deductions while completely eliminating others.<\/li>\n<li>It creates a new deduction for pass-through business owners (including sole-proprietors) and makes it easier to pass wealth to future generations.<\/li>\n<\/ul>\n<p>Below we’ll highlight a number of key changes and dive into the important implications. Note that this isn’t an exhaustive list, but we’ve identified what we believe to be the most relevant for Wealthfront clients.<\/p>\n<h3><strong>Standard Deductions<\/strong><\/h3>\n<p>With the TCJA the standard deduction is doubled to $12,000 for single filers and $24,000 for married joint filers. Personal exemptions are suspended. Under previous law, the standard deduction for single filers was $6,350 and $12,700 for married filing joint filers and the personal exemption was $4,050 per dependent.<\/p>\n<p>Taxpayers with many dependents actually could have generated higher deductions under the old law despite the doubling of the standard deduction. In order to offset this potential increase in tax, the TCJA also increases child tax credits. Unfortunately, it’s not that straight forward because the old law phased out dependency exemptions for higher income earners whereas the new law phases out child tax credits for the same. So you have to run the numbers to see how you’re impacted.<\/p>\n<p>Given the increase in the standard deduction, it could make sense for middle income earners to bunch deductions such as charitable donations all in one year instead of spreading charitable donations among different tax years. This may allow a taxpayer to itemize their deductions by getting them over the standard deduction threshold and thus decreasing tax over a multi-year period. A <a href=\"https:\/\/www.nptrust.org\/what-is-a-donor-advised-fund\">Donor Advised Fund<\/a> is a good tool for accomplishing this.<\/p>\n<h3><strong>State &amp; Local Taxes<\/strong><\/h3>\n<p>Deductions for state and local taxes along with property taxes are now limited to $10,000. This applies to state income taxes, local taxes, and property taxes (real property and personal property). Under the previous rules there was no limit on how much a taxpayer could deduct in taxes though they might not have provided a material benefit if the taxpayer was subject to the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Alternative_minimum_tax\">Alternative Minimum Tax<\/a> (AMT) since tax deductions are added back for AMT.<\/p>\n<p>Despite the fact that the top marginal rate has been lowered to 37% from 39.6%, the $10,000 deduction cap may increase the effective federal rate for those with high ordinary income and high state and local taxes. Much of the debate in Congress revolved around this issue because it represents an effective federal tax increase on high earning taxpayers living in California, New York, New Jersey, and other high taxing states.<\/p>\n<h3><strong>Itemized Deductions: Pease limitation<\/strong><\/h3>\n<p>The Pease limitation, an overall limit on your itemized deductions, is eliminated under the TCJA. This means that while you won’t have as many types of deductions now, the deductions that are allowed will not be limited.<\/p>\n<p>While this is good news for federal taxes, keep in mind that many states (including California) still have a Pease limitation or something similar. So careful planning should be taken to maximize the state tax benefit of charitable donations and other deductions where you can control the timing.<\/p>\n<h3><strong>Mortgage Interest<\/strong><\/h3>\n<p>Mortgage interest incurred on loans taken out on or after December 15, 2017 for principal or second residences are capped at $750,000 of loan balance. The deduction for home equity loans has also been suspended with no grandfathering allowed. That means Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/portfolio-line-of-credit\">Portfolio Line of Credit<\/a> loans are now much less expensive than home equity loans in many cases. Under the previous rules the mortgage interest that could be deducted was capped at $1,000,000 of loan balance. This law still applies for loans in place before December 15, 2017. Additionally, interest on up to $100,000 of home equity debt was deductible as mortgage interest under old law.<\/p>\n<p>Since the TCJA lowers the allowable mortgage interest deduction, there is widespread speculation that it will negatively impact home prices. With that said, our belief is that it will not have a significant near term impact due to low inventory levels (constricted supply) and low interest rates (which reduce the after tax incentive to take out larger loans). Furthermore, this should have a minor ripple effect outside of high-cost areas such as the Bay Area, New York City and Seattle, since most homes don’t require mortgages over $750,000.<\/p>\n<p>If you use a home equity line to borrow against your primary residence to buy a rental property, that interest should still be deductible against the rental income. Likewise, you can still take an itemized deduction for investment interest expense if you use your home equity line to make other taxable investments (real property, securities, etc.).<\/p>\n<h3><strong>AMT Exemption<\/strong><\/h3>\n<p>The AMT exemption is increased along with the associated phase out such that fewer taxpayers should be subject to AMT under the TCJA. The amount you can subtract from your AMT income rises to $109,400 for married couples filing jointly and $70,300 for single filers, up from $84,500 and $54,300 respectively. The income level above which the exemption gets reduced has increased to $1,000,000 for married joint filers and $500,000 for single filers, up from $160,900 and $120,700 respectively.<\/p>\n<p>Given the new “generous” exemption amount and increase in income level before this exemption gets phased out, it seems unlikely that married couples filing jointly will fall into AMT. Furthermore, the limitation on itemized deductions for taxes (which are added back for AMT) also decreases the likelihood that a taxpayer will be in AMT. This opens up an opportunity to potentially exercise more incentive stock options (ISOs) without going into AMT. So employees with ISOs should do AMT “crossover planning” to see how many options they can exercise without paying an associated AMT tax.<\/p>\n<h3><strong>Statutory Withholding Rates<\/strong><\/h3>\n<p>Under the old law withholding rates on supplemental income were set at 25% and once supplemental income reaches $1,000,000 and higher, the rate then became 39.6%. Under the new law withholding rates have been lowered to 22% and 37% respectively to conform to the new income tax rates.<\/p>\n<p>The $10,000 deduction cap for state and local income taxes will help prevent federal over withholding since the effective federal tax rate will be close to 37% for taxpayers with high stock option or restricted stock unit (RSU) income. Under the previous rules these taxpayers often had significant federal tax refunds since the withholding rate of 39.6% was much higher than their effective rate.<\/p>\n<h3><strong>Roth IRA Conversions<\/strong><\/h3>\n<p>Roth IRA conversions can no longer be recharacterized for conversions initiated after 2017. Previously (and still in effect for conversions initiated in 2017), a taxpayer had until October 15th of the following year to undo (or “recharacterize”) the conversion of a traditional IRA to a Roth IRA. The old strategy was to initiate the conversion (which is a taxable transaction) as early in the year as possible, do it in a separate account, and wait as long as possible to see if the value of the securities went up. To the extent it did go up, you benefited from a tax free appreciation. But if it went down, you would undo the conversion to avoid paying tax on phantom value. This strategy is no longer available for post 2017 conversions.<\/p>\n<h3><strong>Internal Revenue Code Section 83(i)<\/strong><\/h3>\n<p>The TCJA adds Internal Revenue Code Section 83(i) which permits a qualified employee to elect to defer, for income tax purposes (but not for Social Security tax purposes), the inclusion in income of amounts attributable to the qualified stock of an eligible employer received as a result of a stock option exercise or restricted stock unit (RSU) settlement.<\/p>\n<p>This is one of the more complex provisions under TCJA and we plan to write a separate article on it later this year. For now, suffice it to say that this election is intended to give employees (other than founders or executives) the ability to defer income on the exercise of a stock option or RSU settlement in the stock of a non-publicly traded company until that stock becomes liquid (i.e. an IPO or other liquidity event).<\/p>\n<h3><strong>Divorce or Separation<\/strong><\/h3>\n<p>For divorce or separation agreements executed after December 31, 2018, alimony payments are not deductible by the payor and not includible by the payee. Under the previous rules the payor would receive an adjustment to income for any alimony paid and the payee would report any alimony received as income.<\/p>\n<p>There is now no movement of income from a high tax bracket ex-spouse to a lower tax bracket ex-spouse. If you’re going through a divorce that will settle after 2018, you should revisit any alimony calculations to see their impact on an after tax basis.<\/p>\n<h3><strong>Estate and Gift Tax<\/strong><\/h3>\n<p>The lifetime gift and estate tax exemption, which allows an individual to pass money to heirs other than a spouse free of federal estate or gift taxes, is doubled to approximately $11,000,000 per person. The new limit for generation skipping transfer tax was also raised to this level under the TCJA. It previously was $5,490,000 per person for 2017. Any amount in excess of the lifetime exclusion passing to a non-citizen spouse was then taxed at 40%.<\/p>\n<p>The increased estate tax exemption should prompt you to revisit your estate plan. It is important to review existing estate plans to make sure they account for higher exemptions as some old formulas previously used can disinherit family members. For example, assume your trust says that upon the death of the first spouse, an amount equal to the remaining lifetime exemption goes in to a trust for the kids while the remainder of the estate goes to the surviving spouse. If the total estate is $5,000,000 and the lifetime exemption is $1,000,000, then this plan works well (kids get $1M and spouse gets $4M). But with the current lifetime exemption of $11,000,000, the kids would get it all and the spouse would get nothing.<\/p>\n<p>The increased exemption will allow for simplification of some plans if properly revised. Now, more than ever, families should plan for how to benefit from portability elections and cost basis step up on the second death of married taxpayers.<\/p>\n<h3><strong>529 Savings<\/strong><\/h3>\n<p>Under the TCJA, Section 529 College Savings Plans can now be used for qualifying elementary or secondary school expenses, limited to $10,000 per year. Under the previous law the money in these accounts could only be used for post-secondary school expenses.<\/p>\n<p>This is a benefit for those who have children in private elementary and high school as they can now use the tax free appreciation in their 529 accounts to fund these expenses. Additionally, If you have the funds and anticipate a high cost of schooling for your children (whether elementary school, high school, or college), consider “super funding” your Section 529 plan with up to $75,000 per donor\/parent in 2018.<\/p>\n<p>Don’t forget a contribution to a 529 plan is a taxable gift (if it exceeds your annual exclusion) so you need to file a gift tax return and make an election to spread the gift over 5 years to avoid using up a portion of your lifetime estate and gift tax exemption. $75,000 is five times the annual gift tax exclusion of $15,000.<\/p>\n<h3><strong>The Bottom Line<\/strong><\/h3>\n<p>TCJA makes significant changes to what many taxpayers have become accustomed to. The impact on each individual and family will be unique, so proper tax planning is critical. Note that the extent to which California, New York, or other states will conform or not to the new tax law is currently unknown. Given the complexity, you should consider the advice of a tax professional to determine how you can understand your situation under the TCJA and develop the best strategy for 2018 and beyond.<\/p>\n<p><em>Scott Peterson CPA is a Senior Manager and Toby Johnston CPA, CFP®, is a partner with the Private Clients Practice at Moss Adams. They can be reached at <a href=\"mailto:scott.peterson@mossadams.com\">scott.peterson@mossadams.com<\/a> and <a href=\"mailto:toby.johnston@mossadams.com\">toby.johnston@mossadams.com<\/a>.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>President Trump signed the Tax Cuts and Jobs Act (TCJA) into law on December 22, 2017 with most provisions becoming effective January 1, 2018. Ultimately, how the TCJA impacts each individual depends on which state you live in, your household income, how you earn your income, your family size, whether you own a home and [&hellip;]<\/p>\n","protected":false},"author":136,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232,7231,7239],"tags":[1201,1200,1199,237,1202,1203],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8297"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/136"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8297"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8297\/revisions"}],"predecessor-version":[{"id":11973,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8297\/revisions\/11973"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8297"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8297"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8297"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8297"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}