{"id":8311,"date":"2018-01-18T11:14:24","date_gmt":"2018-01-18T19:14:24","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8311"},"modified":"2021-04-28T08:16:20","modified_gmt":"2021-04-28T15:16:20","slug":"following-rules","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/following-rules\/","title":{"rendered":"Following the Rules"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/span><\/i><span style=\"font-weight: 400;\">. <\/span><\/p>\n<p>There’s not much debate that computers are better at routine tasks than people. But most people don’t realize that good investing is incredibly routine. And by routine I mean <em>rules-based<\/em>. Time and time again academic research has shown that rules-based approaches outperform judgment-based approaches over the long term, especially when fees are taken into consideration. Most people don’t realize the primary value of automated investing services is their ability to deliver time-tested and academically proven rules-based strategies through software, taking advantage of where computers excel.<\/p>\n<p>However, not all automated investment services are alike. There is a significant difference in the number of proven rules-based strategies each automated service implements and the extent to which they provide value. Further, just because something can be implemented in software does not mean it’s easy to do. It takes a very skilled investment research and engineering team to build software that provides the maximum value, is low cost to operate and can scale to millions of users.<\/p>\n<p>Rudimentary automated investment services offer the three most basic rules-based strategies: using index funds, diversifying using <a href=\"https:\/\/www.investopedia.com\/walkthrough\/fund-guide\/introduction\/1\/modern-portfolio-theory-mpt.aspx\">Modern Portfolio Theory<\/a> (also known as “mean variance optimization”) and rebalancing over time to maintain the risk level of the portfolio. They are now considered the table stakes of offering an automated investment service.<\/p>\n<p>More advanced services add asset location optimization, ETF level tax-loss harvesting, stock level tax-loss harvesting and factor investing (otherwise known as “Smart Beta”). Wealthfront is the only automated service that has implemented all of these proven rules-based services. But that’s just the tip of the iceberg; there are even more rules-based approaches that have yet to be implemented in software that can further increase your net of fee, after-tax risk adjusted returns. Today I’ll discuss some of the underlying principles, as well as outline the specific rules-based strategies we implement at Wealthfront.<\/p>\n<h3><strong>The Power of Indexing<\/strong><\/h3>\n<p>The most basic of all rules-based investment strategies is the index fund. Forty-five years ago our Chief Investment Officer, Burt Malkiel, presented data in his groundbreaking book <em>A Random Walk Down Wall Street<\/em> that showed investing in an index of stocks was likely to outperform a portfolio of curated securities over the long term. It took a while for this concept to take off because it was in such contrast to the common perception. But today index funds are steamrolling actively-managed mutual funds. The repackaging of index funds into ETFs made it possible for an automated investment service to electronically trade an index fund, which was the critical enabler for this new kind of investment service.<\/p>\n<p>Burt describes diversification as the only “free lunch” you will ever get investing. Different markets rise and fall in an uncorrelated fashion, and it’s almost impossible to predict which market will perform well in a given year. John Bogle, founder of Vanguard, famously said of timing the market, “After nearly 50 years in this business, I do not know of anybody who has done it successfully and consistently. I don’t even know of anybody who knows anybody who has done it successfully and consistently.” So if you can’t predict which markets will have superior returns then the best approach is to hold a basket of index funds that track a variety of markets (asset classes) because it is likely to outperform a single market over the long term.<\/p>\n<h3><strong>Mean Variance Optimization<\/strong><\/h3>\n<p>The almost universally agreed upon method used to calculate ideal diversification is known as mean variance optimization, and its creators were awarded the Nobel Prize in Economics in 1990 for their achievement. The concept behind mean variance optimization is simple: Each asset class has an expected return, expected variance of returns (volatility) and correlation with other asset classes.<\/p>\n<p>An optimizer can easily find the combination of asset classes that will deliver the best return for each level of risk. Fischer Black (the co-creator of the Nobel Prize winning Black Scholes Options Pricing Model) and Robert Litterman created the Black-Litterman model to overcome many of the problems investors have encountered in applying mean variance optimization in practice and open sourced it to make it broadly available. Implementing a mean variance optimizer and the Black-Litterman model is one of the simplest elements of an automated investment service.<\/p>\n<h3><strong>(Re)balancing Act<\/strong><\/h3>\n<p>In order to maintain the expected risk of a diversified portfolio, one needs to rebalance the weighting of the constituent asset classes periodically. In other words, when one asset class grows to be a larger percentage of the overall portfolio than intended then it needs to be sold down to its target allocation (and vice versa when it drops below its target level).<\/p>\n<p>Vanguard <a href=\"http:\/\/www.vanguard.com\/pdf\/icrpr.pdf\">published research<\/a> that showed threshold-based rebalancing (or buying or selling an asset class once its allocation passes through a threshold) is superior to time-based rebalancing (meaning rebalancing once a quarter or once a year). Vanguard also found the ideal rebalancing threshold is approximately 5% of portfolio value. Once again, implementing this kind of rule is very simple for an automated investment service to do.<\/p>\n<p>We know of only two automated investment services (including Wealthfront) that use the more advanced strategy of using dividends to rebalance their portfolios. By using dividends to invest in underweighted asset classes rather than reinvesting in the security that generated them, it is possible to almost eliminate the number of sales required to keep a portfolio balanced, thereby eliminating significant gains and their associated taxes. Very few traditional advisors implement dividend based rebalancing because it is too complicated to implement for a large number of clients. But to a computer it’s a routine task that can easily be scaled to millions of clients at almost no marginal cost.<\/p>\n<h3><strong>Asset Location<\/strong><\/h3>\n<p>Asset location refers to optimizing the asset allocation of a portfolio by intelligently evaluating the tax efficiency of each of its constituent asset classes. Not all asset classes are taxed the same way, so more tax efficient asset classes should be used in a taxable account whereas less tax efficient asset classes (like Real Estate) should only be applied to accounts like IRAs that do not incur a tax on annual income. Evaluating taxes is a rule, and again we only know of two automated investment services (including Wealthfront) that optimize asset location for their clients.<\/p>\n<h3><strong>Tax-Loss Harvesting<\/strong><\/h3>\n<p>Perhaps the feature for which automated investment services have gotten the most recognition is their automation of tax-loss harvesting, a feature Wealthfront pioneered. Tax-loss harvesting works by taking advantage of investments that have declined in value, which is a common occurrence in broadly diversified investment portfolios. By selling investments that have declined below their purchase price, a tax loss is generated – which can be used offset other taxable items, thus lowering your taxes.<\/p>\n<p>Prior to our implementation, traditional advisors typically pursued tax-loss harvesting only once a year (at year end) because it‘s too complex for a person to monitor every tax lot held by every client every day. This kind of complexity is irrelevant to computers, so we built software to look for losses to harvest on a daily basis, which leads to far more value. In fact, <a href=\"https:\/\/blog.wealthfront.com\/real-value-tax-loss-harvesting\/\">we have shown that our version of tax-loss harvesting has generated value equal to three to ten times the fee we charge over the past five years<\/a>. Many automated services claim to implement tax-loss harvesting, but not all services are alike, which probably explains why Wealthfront is the only automated service to publish its actual tax-loss harvesting results.<\/p>\n<h3>Stock-level Tax-Loss Harvesting<\/h3>\n<p>Based on advice from Burt Malkiel, we took tax-loss harvesting once step further. Rather than just look for losses among the index funds we employ, we decided to look for losses <em>within<\/em> an index (i.e. stock level tax-loss harvesting). We actually manage a portfolio of up to 500 individual stocks that comprise the S&amp;P 500 index in your account. We call this “Stock-level Tax-Loss Harvesting.”<\/p>\n<p>Even when the S&amp;P 500 index is up, a number of its constituent companies may be down. Say Coke announced bad earnings and trades down 10% on a day the S&amp;P 500 is up 1%. We would sell Coke, recognize the loss and temporarily replace it with a highly correlated stock (say Pepsi) to minimize tracking error from the index. That way you get the return of the index with the added bonus of the harvested losses to reduce your taxes. The choice of trades is simply based on whether a stock has traded down by a predefined percentage. There is no judgment or “active management” involved.<\/p>\n<h3><strong>Smart Beta<\/strong><\/h3>\n<p>The final example of a successful rules-based strategy implemented by automated investment services is a more intelligent way to build an index fund called “Smart Beta.” Rather than weight stocks within an index by their relative market capitalizations, Smart Beta applies certain “factors” like momentum, profitability or volatility to under or overweight securities within an index. The result is a higher return over the long term.<\/p>\n<p>Eugene Fama, Lars Hansen and Robert Shiller were awarded a Nobel Prize for this discovery in 2013, and it is now one of the hottest trends in the index fund world. Unfortunately almost all the Smart Beta fund issuers have chosen to charge a premium over what they charge for market capitalization weighted index funds (often equal to their extra performance) even though there is no more effort to manage them. We were able to take advantage of the very low marginal cost associated with implementing smart beta factors in software to offer our version at no incremental management fee. Because it is built on top of our Stock-level Tax-Loss Harvesting platform, it is far more tax efficient than traditional Smart Beta funds. Once again Smart Beta can be implemented in software because it is purely rules-based.<\/p>\n<h3><strong>Software Rules <\/strong><\/h3>\n<p>We’ve said before that <a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">s<\/a><a href=\"https:\/\/blog.wealthfront.com\/software-is-better\/\">oftware is better than people<\/a>. What we really mean is that because quality investing is a series of routine tasks, software is in a much better positioned to deliver sophisticated, rules-based strategies at very low cost which can increase your net of fee, after-tax risk adjusted returns. We built PassivePlus®, our suite of sophisticated investment strategies, on that premise.<\/p>\n<p>We believe there are a number of additional academically proven, rules-based investment strategies that could be implemented in software and made available at much lower cost and much lower account minimums than what is currently available. You can count on us leading the pack in finding and implementing them.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Note: Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. There’s not much debate that computers are better at routine tasks than people. But most people don’t realize that good investing is incredibly routine. And by routine I mean rules-based. Time and time again academic research has shown that rules-based approaches outperform judgment-based approaches [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7234],"tags":[475,30,465,840,62,114,1089,143,194,1204,592,1077,522,454],"yst_prominent_words":[6763,1383,1531,1527,2348,5555,6762,5557,5558,6764,1321,4983,4140,6765,6761,2298,4141,5720,5556,2119],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8311"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8311"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8311\/revisions"}],"predecessor-version":[{"id":14016,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8311\/revisions\/14016"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8311"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8311"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8311"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8311"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}