{"id":8326,"date":"2018-01-25T12:44:08","date_gmt":"2018-01-25T20:44:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8326"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"closing-gap","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/closing-gap\/","title":{"rendered":"Closing the Gap"},"content":{"rendered":"<p>When I speak to women’s groups about investing, I often share my own story of when I was starting out. After a few years of earnestly saving, I hired a financial adviser who put my savings to work in the market. He gave me confidence in the strategy, until I discovered that my money had been put into high risk, very expensive mutual funds and risky stocks from underwritten offerings. When the Internet bubble burst, I saw my hard-earned savings drop from $80K to $15K almost overnight. Disillusioned, I exited the markets and stayed on the sidelines for nearly a decade, missing out on important years of potential compounded returns.<\/p>\n<p>I recently shared this story with a women’s group at a San Francisco-based technology company. It struck a nerve with the group because many of them were also standing on the sidelines. Many started their careers during the market downturn of late 2008 and were fearful of investing and skeptical of the entire financial community. But the more common sentiment was feeling “stuck” &#8212; unsure of how to find an affordable, trustworthy advisor and doubtful of their own knowledge to manage their money. Yet, this group was very clearly capable, as they were already building emergency funds and  understood that a high interest rate account doesn’t beat inflation. I couldn’t understand why they didn’t feel more empowered.<\/p>\n<p>Given the resurgence of the women’s movement, you’d think women <em>would<\/em> feel empowered. Yet we feel vulnerable when it comes to managing our money, despite the fact that countless studies show that women often invest better than men. So if the data proves that women do excel at managing their finances, why are so many reluctant to set themselves up for a more profitable future? It comes down to the confidence gap.<\/p>\n<h3><strong>The Confidence Gap<\/strong><\/h3>\n<p>The confidence gap is a phenomenon typically seen in the professional world, where women hold themselves to a higher bar, yet refrain from lobbying for a promotion or applying for a higher position because they assume they are under-qualified or don’t want to be perceived as “pushy” or “bossy”. A <a href=\"https:\/\/www.theatlantic.com\/magazine\/archive\/2014\/05\/the-confidence-gap\/359815\/\">2014 article in the Atlantic<\/a> documents studies evidencing this phenomenon. <a href=\"https:\/\/hbr.org\/2014\/08\/why-women-dont-apply-for-jobs-unless-theyre-100-qualified\">Hewlett-Packard<\/a> famously found its male employees were likely to apply for promotions when they believed they met 60% of the qualifications listed, while its female employees shied away from doing so unless they thought they met 100% of the qualifications. This is likely a big reason why women still represent only <a href=\"https:\/\/www.nytimes.com\/2015\/06\/13\/business\/dealbook\/overcoming-the-confidence-gap-for-women.html?mcubz=0\">15% of senior executive positions<\/a> among large companies.<\/p>\n<p>Some might hypothesize that women invest less because women take home less than men. While pay gaps unfortunately exist, <a href=\"http:\/\/www.marketwired.com\/press-release\/bmo-report-despite-controlling-14-trillion-wealth-american-women-still-have-challenges-tsx-bmo-2006436.htm\">women control about 51%<\/a> (or $14 trillion) of American personal wealth. Part of that shift could be because women are better at saving. According to CNN Money, women tend to save more than men (<a href=\"http:\/\/money.cnn.com\/2015\/02\/19\/investing\/investing-women-men\/?iid=EL\">8.3% vs 7.9%<\/a>). In the latest Vanguard study, <a href=\"https:\/\/pressroom.vanguard.com\/nonindexed\/How-America-Saves-2017.pdf\">How America Saves 2017<\/a>, they found that women are putting more into their corporate 401K plans than men (90% of women vs 82% of men)<sup>[1]<\/sup>. This is also very consistent with the habits of the many women I meet.<\/p>\n<p>So the question is: if women sit on more wealth and exhibit more rational behavior when it comes to money, why is there is a confidence gap that holds them back when it comes to investing?<\/p>\n<h3><strong>A Matter of Trust<\/strong><\/h3>\n<p>Women don’t seem to trust themselves to invest in the markets in the same way men do, as evidenced in an article in the <a href=\"https:\/\/www.wsj.com\/articles\/male-investors-vs-female-investors-how-do-they-compare-1430709406\">Wall Street Journal<\/a> citing a study at Merrill Lynch. Data from Merrill clients found that 55% of the women questioned agreed or strongly agreed with the statement, “I know less than the average investor about financial markets and investing in general,” compared with just 27% of the men. As a result, many women opt to do nothing with their money, which can be costly when you consider the power of compounding over time.<\/p>\n<p>But women who invest their money do quite well. <a href=\"http:\/\/faculty.haas.berkeley.edu\/odean\/Papers%20current%20versions\/BoysWillBeBoys.pdf\">Studies have shown<\/a> that women often outperform men in investing due to a combination of factors, including fewer trades and more diversified investment approaches. In fact, <a href=\"https:\/\/www.fidelity.com\/about-fidelity\/individual-investing\/better-investor-men-or-women\">new data by Fidelity<\/a> revealed that women earn 0.4% more on their investments annually. A number that can add up significantly over time. According to the report, when comparing a 22-year-old man and woman starting out with the same annual salary of $50,000, a woman investor will outpace her male counterpart by more than $250,000 when they hit retirement.<\/p>\n<h3><strong>Tech Talk<\/strong><\/h3>\n<p>So, with all of this promising background, how do we bridge this confidence gap and get more women to take control of their financial future? Fortunately, there’s a pretty simple answer: technology.<\/p>\n<p>We’ve seen technology bridge similar gender gaps before. At the risk of overplaying stereotypes, not long ago a common perception was that men would drive around for hours before stopping to ask for directions, while women were more willing to quickly seek someone out for directions. Fast forward to today and just about everyone &#8212; men and women &#8212; uses Google or Apple Maps or some equivalent navigation app on their smartphone to remove doubt and make their lives easier.<\/p>\n<p>At Wealthfront, we believe that harnessing the power of technology means leveling the playing field, not only for women, but for anyone who believes that sophisticated financial advice shouldn’t come with a hefty price tag. We have a team of expert PhDs who developed our sophisticated investment features known as <em>PassivePlus <\/em>and Path, the advice engine that powers our comprehensive financial planning solution, to simplify the complex and previously time-consuming process of building and implementing a financial plan.<\/p>\n<p>I believe our financial planning serves a similar role to the navigation apps in bridging the confidence gap for women when it comes to setting and achieving financial goals. We help identify factors that critically impact the future &#8212; inflation, social security, competing goals such as home purchases, college planning and retirement &#8212; and simplifies the process of making complex financial decisions. By using your own financial information and third party data, we are able to make personalized recommendations that fit you and your life, without judgement. That means you can have more confidence in planning your future, not to mention an easier and more informed way to kickstart a conversation around money and goals with a partner or spouse.<\/p>\n<h3><strong>The Path Forward<\/strong><\/h3>\n<p>When I joined Wealthfront in summer 2015, we estimated that approximately 17% of our clients were women. Two years later that number has increased to approximately 25%, and we’re encouraged by the increase in young women putting themselves in the driver’s seat when it comes to their finances. In fact, according to research by Blackrock, 40% of millennial women agree that “investing is for people like me” compared with just 28% of women in the baby boom generation<sup>[2]<\/sup>. But while that’s an improvement, there is still much work to be done. Thankfully technology is the best way forward to help close the gap, and you can count on Wealthfront to continue to leading the charge.<\/p>\n<h6><sup>[1]<\/sup> Participants earning at the $75K to $100K level participated in their Vanguard 401K plans<\/h6>\n<h6><sup>[2]<\/sup> Global Investor Pulse, 2017. Blackrock<\/h6>\n","protected":false},"excerpt":{"rendered":"<p>When I speak to women’s groups about investing, I often share my own story of when I was starting out. After a few years of earnestly saving, I hired a financial adviser who put my savings to work in the market. He gave me confidence in the strategy, until I discovered that my money had [&hellip;]<\/p>\n","protected":false},"author":137,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7231],"tags":[1205,1124,1101,535,241,365],"yst_prominent_words":[1238,1239,1235,1247,1237,1230,3910,1245,1241,1246,1242,1715,1236,1240,1221,6238,1244,1234,1243,6239],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8326"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/137"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8326"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8326\/revisions"}],"predecessor-version":[{"id":9561,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8326\/revisions\/9561"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8326"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8326"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8326"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8326"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}