{"id":8339,"date":"2018-01-29T09:05:51","date_gmt":"2018-01-29T17:05:51","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8339"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"path-homeownership","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/path-homeownership\/","title":{"rendered":"Your Path to Homeownership"},"content":{"rendered":"<p>If you’ve never owned a home, you’ve probably spent some time thinking about what you’d love to have someday. And if you already own a house, a growing family might mean it’s time to consider something bigger. So you start by casually stopping by some open houses or perusing some real estate sites online to get a sense of what’s out there and how much your dream home will cost. Maybe you’ve even done some quick calculations, but you’re still left unsure what you can truly afford. Or perhaps the time and effort needed to make the calculation was enough to keep you from pursuing it further.<\/p>\n<p>No doubt planning for a future home purchase comes with a lot of unknowns, and for many it’s difficult to know where to even begin. Fortunately, we have an easy solution. Today we’re excited to announce home planning for Path, our automated financial planning solution.<\/p>\n<p>Path’s home planning feature is a first-of-its-kind experience, allowing you to not only understand what you can afford today, but also what it takes to be in the best position to purchase the home that fits your needs in the future. Further, Path helps you understand the impact of owning a home on your future goals, such as retiring early to take up a passion project or paying for your child’s college tuition. And just like with our Path retirement and college planning features, we’ve done all the hard work for you so you can actually enjoy the process of planning for a home.<\/p>\n<h3><strong>The <em>One<\/em> Number You Need<\/strong><\/h3>\n<p>If you’re ready to buy a home today, you’ve likely done a lot of the legwork to give you the confidence to move forward. But if you’re a few years away or just beginning to think about it, you might be stuck simply trying to understand what you can actually afford.<\/p>\n<p>Unlike basic affordability calculators, Path takes the guesswork out of the process and gives you a more complete picture of what’s possible. But what makes Path really unique is that it focuses on <strong><em>total affordability<\/em><\/strong>, delivering you a single, uncomplicated number that is built off your personal financial information that also considers your other big financial goals.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter\" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/homelaunch_blog_affordability.gif\" alt=\"\" width=\"299\" height=\"646\" \/><\/p>\n<p>Path determines your chances of qualifying for a mortgage by narrowing in on the biggest factors that influence your chances: how much you&#8217;ll be able to put down and your projected debt-to-income ratio. Path then uniquely integrates third party data to construct forecasts of future home prices and mortgage rates specific to your financial situation and timeline, considering things like your credit score, your down payment preference, and your other debt payments.<\/p>\n<p>Path’s home affordability estimate accounts for expenses beyond the mortgage, such as closing costs, property taxes, maintenance, and insurance, giving you a complete view into the costs of homeownership. If you’re currently renting, Path takes into consideration what you currently pay in rent and how owning can impact you financially. If you’re an owner upgrading your existing home, Path will show the impact of the new home on your cash flow.<\/p>\n<h3><strong>Happy Hunting<\/strong><\/h3>\n<p>You probably have a few neighborhoods in mind. Path uses third party data so you can virtually house hunt in different zip codes and understand the cost of different types of homes in different areas. Once you’ve selected a specific location and type of home, Path tells you whether you’re on track to afford it. If you come up a little short, you can toggle a few levers and see how changing your timing, neighborhood, or size can impact your ability to purchase a home.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter \" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/homelaunch_blog.homechanges.gif\" width=\"300\" height=\"649\" \/><\/p>\n<p>Once you’ve landed on what you want, Path advises you on exactly what accounts you should use and how much you should save per month in order to put yourself in the best possible position to afford that home. Path also helps you track a specific neighborhood for real-time market fluctuations as you save towards your goal. In other words, Path makes it easier to make your dream a reality.<\/p>\n<h3><strong>The Bigger Picture<\/strong><\/h3>\n<p>Owning a home isn’t your only priority. You’re also likely thinking about when you might want to say goodbye to full-time work, or how much your child’s college education will cost. That means you might hesitate to move forward with a home purchase since it’s difficult to know its impact on your other important plans. Path takes all of this into consideration, delivering an affordability number that tells you how your retirement lifestyle will be affected. In other words, Path helps you pick the right home for you so you’re not “house poor.”<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter \" src=\"https:\/\/cdn.wealthfront.com\/public.email.images\/homelaunch_blog_hee.gif\" width=\"300\" height=\"649\" \/><\/p>\n<p>When it comes to your retirement plans, buying a home shouldn’t be considered a blocker. Path helps you understand the value of your home equity in retirement. According to our analysis of the <a href=\"https:\/\/www.federalreserve.gov\/econres\/scfindex.htm\">2016 Survey of Consumer Finances<\/a>, home value accounts for about 64% of the total assets of the average homeowner in the U.S. between ages 30 and 45. So the decision whether to <a href=\"https:\/\/blog.wealthfront.com\/path-gets-smarter-again\/\">downsize, sell-then-rent or pass on the home<\/a> to your kids can have a big impact on your future spending ability. No other automated solution offers these kinds of insights.<\/p>\n<h3><strong>Bringing it Home<\/strong><\/h3>\n<p>The addition of home planning in Path is another important step in our journey to fully optimize and automate all your personal finances. While Path removes the guesswork, we know our clients might want to learn more. To that end we’ve also developed a <a href=\"https:\/\/www.wealthfront.com\/c\/&amp;type=blog\/home-guide\">Home Planning Guide<\/a>, with data from <a href=\"https:\/\/www.redfin.com\/\">Redfin<\/a>, aimed at helping answer the most pertinent questions you might have no matter where you are in your path towards homeownership.<\/p>\n<p>With both Path and the planning guide our team of PhDs have done all the heavy lifting so you don’t have to. Our goal is to make financial planning accessible so everyone can secure their ambitions, and we’re excited to kickoff the new year with what we believe is the easiest and most comprehensive way to plan for your dream home.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you’ve never owned a home, you’ve probably spent some time thinking about what you’d love to have someday. And if you already own a house, a growing family might mean it’s time to consider something bigger. So you start by casually stopping by some open houses or perusing some real estate sites online to [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":8358,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234,7237],"tags":[390,1211,1212,958,1206,1207,529,1101,450,1210,1209,198,1208],"yst_prominent_words":[1228,1220,1222,1230,1227,1214,1225,1216,1231,1232,1219,1226,1215,1217,1229,1221,1223,1233,1218,1224],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8339"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8339"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8339\/revisions"}],"predecessor-version":[{"id":11975,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8339\/revisions\/11975"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/8358"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8339"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8339"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8339"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8339"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}