{"id":8365,"date":"2018-02-06T10:01:52","date_gmt":"2018-02-06T18:01:52","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8365"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"what-goes-up-must-come-down","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/what-goes-up-must-come-down\/","title":{"rendered":"What Goes Up Must Come Down"},"content":{"rendered":"<p>Yesterday the Dow plunged almost 1,600 points, the biggest single day point (but not percentage) decline in history. If the past is any predictor of the future, I would expect many of our clients will feel incredibly unsettled as a result. The situation reminds me a lot of what happened immediately after the Brexit vote or the 2016 Presidential Election. Most people have forgotten that on the first day after the Brexit vote, the FTSE 100 (an index of the 100 largest market cap stocks on the London Stock Exchange) declined 3.15%, but then finished the week up 1.99%. Similarly, after the Trump victory in November 2016, the futures for the S&amp;P 500 and Dow Jones Industrial Average indexes fell by over 4%. In both cases, markets around the world dropped, recovered, dropped again and then rose to a level well in excess of where they were before the elections.<\/p>\n<p>So what’s our advice for worried investors? Same as always: <strong>Do nothing.<\/strong><\/p>\n<h3><strong>What History Teaches Us<\/strong><\/h3>\n<p>If there’s anything the day-by-day machinations of the market teach us, it’s that <strong>slow and steady wins the race<\/strong>. Investors have long known that staying the course is one of the most important things to do – it’s just emotionally hard to execute. Some of the best research on this topic comes from the so-called “Wizard of Wharton” – University of Pennsylvania professor Jeremy Siegel. In his New York Times best-selling book, <em>Stocks for the Long Run<\/em>, Siegel looked at the performance of equities from 1802 through 1997, the year the book was first published.<\/p>\n<p>His findings were astonishing: Despite the day-to-day volatility that we all feel, the actual long-run returns of stocks are remarkably consistent.<\/p>\n<p>Here’s how he summarized his findings:<\/p>\n<p><img loading=\"lazy\" class=\"size-medium wp-image-7722 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic-640x459.png\" alt=\"\" width=\"640\" height=\"459\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic-640x459.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic-768x551.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic-738x530.png 738w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic-704x505.png 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2017\/08\/Blog-graphic.png 975w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h6 style=\"text-align: center\">Source: Jeremy Spiegel. “Total Return Index.” <em>Stocks for the Long Run, 1994<\/em><\/h6>\n<p>&nbsp;<\/p>\n<p>“Despite extraordinary changes in the economic, social, and political environment over the past two centuries, stocks have yielded between 6.6 and 7.2 percent per year after inflation in all major subperiods. The wiggles on the stock return line represent the bull and bear markets that equities have suffered throughout history. The long-term perspective radically changes one’s view of the risk of stocks. The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.<\/p>\n<p>His last line bears repeating: <strong>The short-term fluctuations in market, which loom so large to investors, have little to do with the long-term accumulation of wealth.<\/strong><\/p>\n<p>Siegel found that almost no matter what period you looked at, stocks delivered about 7% after inflation. The Civil War, World War I, World War II, even the Great Depression (marked by the second black vertical line) were hiccups compared to the overall trend.<\/p>\n<p>The pattern repeats in other countries, including those that have experienced catastrophic collapses. World War II, for example, sheared 90% off the value of German equities … but German stocks completely rebounded by 1958, rising 30% per year on average from 1948 to 1960. They went on from there to new highs. Averaged out over the long haul, their return is a consistent 6.6% annual real return … a figure that continues through this day.<\/p>\n<p>The same is true for Japan, the UK, and all other markets that Siegel has studied; in the short-run, volatility, but in the long run, profits.<\/p>\n<h3><strong> <\/strong><strong>Don’t Buy What They’re Selling<\/strong><\/h3>\n<p>The reason we don’t hear much about the power of long-term investing – and the truth about the futility of trading – is that long-term investing is boring and cheap. The financial media thrives by encouraging you to panic, and large parts of the financial industry make money only when you act. Big moves sell newspapers, and high trading activity means commissions for online brokers. The only people who don’t profit from that activity are investors themselves, because as it turns out, we can’t predict the future.<\/p>\n<p>It’s hard to stare down a significant market correction and stick to your plan. When the US government shut down in September 2013 during the budget showdown, we saw a large number of our clients refrain from continuing to add deposits. The same was true during the Greek Crisis, Brexit and the last U.S. Presidential election. People who stayed on the sidelines paid handsomely for missing out on the rebound. As our research showed in <a href=\"https:\/\/blog.wealthfront.com\/no-need-to-fear-market-corrections\/\">There’s No Need to Fear Stock Market Corrections<\/a>, markets on average recover from corrections in less than 90 days. Far faster than almost everyone thinks. If you invest regularly, harvest your losses and rebalance your portfolio, you’ll end up benefiting from market corrections in multiple ways. It won’t be easy. But over the long haul, it can really pay off.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Yesterday the Dow plunged almost 1,600 points, the biggest single day point (but not percentage) decline in history. If the past is any predictor of the future, I would expect many of our clients will feel incredibly unsettled as a result. The situation reminds me a lot of what happened immediately after the Brexit vote [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[5591,1137,1048,5589,5588,5590,180,5592,5593,1135,5595,5594],"yst_prominent_words":[5092,5583,5093,5586,5587,3639,1490,5584,5088,5095,1294,4883,5585,5097,5089,1491,5582,3582,5091,3572],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8365"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8365"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8365\/revisions"}],"predecessor-version":[{"id":11976,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8365\/revisions\/11976"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8365"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8365"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8365"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8365"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}