{"id":8381,"date":"2018-02-15T10:12:49","date_gmt":"2018-02-15T18:12:49","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8381"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"data-new-frontier","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/data-new-frontier\/","title":{"rendered":"Data is the New Frontier"},"content":{"rendered":"<p>In August 2011 Marc Andreessen wrote a <a href=\"https:\/\/www.wsj.com\/articles\/SB10001424053111903480904576512250915629460\">Wall Street Journal op-ed<\/a> that famously explained why, “software is eating the world.” As we explained in <a href=\"https:\/\/blog.wealthfront.com\/venture-capital-economics-part-5\/\">Demystifying VC Economics, Part 5<\/a>, industry after industry is being disrupted by new entrants that implement much of the incumbents’ value in the form of a software-based service that can be delivered far more conveniently and at a much lower cost.<\/p>\n<p>Today just about every tech company with grand ambitions is focusing their development on how they can use data to deliver a superior service. Each day more and more data is made available via application programming interfaces (APIs) and advances in artificial intelligence and machine learning are making it possible to do more with that data. Multiple studies have shown that data leads to better decisions than expert opinions. This leads me to believe Marc should update his catch phrase to &#8220;data is eating the world.”<\/p>\n<h3><strong>Titans of Data<\/strong><\/h3>\n<p>One of our investors, Chamath Palihapitiya from Social Capital, pointed out to me that most people think of Amazon, Facebook and Google (three of the 10 most valuable companies in the US) as software companies, but they are actually data companies. What he means is that they all collect behavioral data and combine it with third party data to create an enhanced experience. And through that enhanced experience they collect even more data to create a virtuous cycle. That leads to an unmatched experience for customers, and a terrible future for traditional businesses that don’t have the ability to access or employ comparable data.<\/p>\n<p>Amazon started as a very simple service that allowed you to order books online. Over time they added recommendations and personalization based on the purchasing behavior of their customers. Then they incorporated third party merchants to give you more choice. More choice led to higher share of wallet. The addition of Prime supercharged the entire system. Once you started ordering everything through Amazon, they could make even more appropriate recommendations to serve you even better. A classic virtuous cycle. Each improvement came from more data.<\/p>\n<p>As Amazon, Facebook and Google have proven, building services that are premised on data is now critical to a company’s success. But you can’t just bolt data onto old applications like some incumbents have tried to do. You need to design your application from scratch with data in mind if you hope to deliver a responsive (e.g. usable) application.<\/p>\n<h3><strong>In Good Company<\/strong><\/h3>\n<p>Financial planning is a great example of where data can fundamentally change the value provided by an application. Traditional financial planner software was architected 20 years ago and is built for professionals who manually input all your financial information and make assumptions about your particular situation. Their assumptions are often based on rules of thumb or limited experience, which is seldom optimal.<\/p>\n<p>In contrast, Wealthfront’s automated financial planning solution employs the latest data at its very core. Like Amazon, Facebook and Google, our advice engine, Path, integrates third party data with clients’ behavioral (financial) data to improve upon human judgment. There is no potential for incorrect information to be input into your projections because all the data comes directly from your linked financial accounts. The more accounts you link, the more accurate the advice, and your plan constantly updates as your spending or saving behavior changes.<\/p>\n<h3><strong>More Data, Less Work<\/strong><\/h3>\n<p>Until the release of our automated financial planning, the only real option for people who could not afford the investment minimums of financial planners (which can be as high as $1 million) was to work with disparate online calculators that each only helped you evaluate financial goals in isolation. In other words, to show the impact of a change across goals, like saving for a home, college education or retirement, you had to build a manual spreadsheet that has to be updated every time an assumption changes. This is far too challenging for most people, especially when you factor in the need to make appropriate assumptions.<\/p>\n<p>Path takes advantage of a veritable treasure trove of data that extends beyond the typical planner’s knowledge. For example, when planning for what it might cost to send your kids to college, your financial planner has to guess what a particular type of school’s tuition will be in the future and what kind of financial aid might be available to you at that time. But that kind of data is now available if you know how to integrate it.<\/p>\n<p>Another example is home affordability. Understanding what kind of house you can afford in the future requires knowledge of the current and future homes prices in a particular neighborhood. A planner could do the research, but companies like Redfin and Zillow make current home values available via API, and modern software can update a home savings plan every time the value of a home in a particular neighborhood changes. Data also exists on the rate of annual home price increases in every neighborhood. Having this kind of data integrated into an application leads to far superior &#8212; and faster &#8212; advice than what a planner might come up with.<\/p>\n<h3><strong>The Data Revolution<\/strong><\/h3>\n<p>Data-centric applications have the potential to revolutionize every industry. They will make it possible to optimize and automate just about every non-physical task in large part because the application of data will radically reduce the effort and number of judgments you will need to make. And that will allow you to spend more time on the things you enjoy.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In August 2011 Marc Andreessen wrote a Wall Street Journal op-ed that famously explained why, “software is eating the world.” As we explained in Demystifying VC Economics, Part 5, industry after industry is being disrupted by new entrants that implement much of the incumbents’ value in the form of a software-based service that can be [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":7672,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[5598,5596,5599,63,71,84,5597,1101,1197],"yst_prominent_words":[6231,6229,4719,6161,6160,1247,6232,6233,6234,6230,1237,2635,1230,1214,6236,1226,1233,1218,1296,6235],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8381"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8381"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8381\/revisions"}],"predecessor-version":[{"id":11977,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8381\/revisions\/11977"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7672"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8381"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8381"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8381"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8381"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}