{"id":8391,"date":"2018-02-22T10:00:14","date_gmt":"2018-02-22T18:00:14","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8391"},"modified":"2021-04-28T08:20:22","modified_gmt":"2021-04-28T15:20:22","slug":"risk-parity","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/risk-parity\/","title":{"rendered":"Investing Just Got Better with Wealthfront"},"content":{"rendered":"<p><em>Update: On April 18, 2018, we cut the expense ratio of the Risk Parity mutual fund in half from 0.50% to 0.25%. As the assets in the mutual fund continue to grow, we want to share our success with our clients. <\/em><\/p>\n<p><i><span style=\"font-weight: 400;\">Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing<\/span><\/i><span style=\"font-weight: 400;\">. <\/span><\/p>\n<p>At Wealthfront, our goal is to constantly deliver new financial services with either a lower cost or higher value than can be found anywhere else. As we explained in <a href=\"https:\/\/blog.wealthfront.com\/following-rules\/\">last month’s blog post<\/a>, when it comes to investing we look for time-tested, academically proven, rules-based strategies that can be implemented through software. That focus led us to build PassivePlus®, our signature suite of rules-based investment strategies that includes Tax-Loss Harvesting, Stock-level Tax-Loss Harvesting, and Smart Beta. Fortunately we’re not done building.<\/p>\n<p>Today we’re excited to introduce our newest PassivePlus strategy, <strong>Risk Parity<\/strong>. Risk Parity aims to increase your risk-adjusted returns in a wide range of market environments through an enhanced asset allocation strategy.<\/p>\n<h3><strong> Exclusive Company<\/strong><\/h3>\n<p>The empirical underpinning for Risk Parity has existed in academic literature since the 1970s.<sup>1 <\/sup><a href=\"https:\/\/en.wikipedia.org\/wiki\/Bridgewater_Associates\">Bridgewater Associates<\/a>, the world’s largest hedge fund, first offered its risk parity strategy through its All Weather Fund to institutional investors (endowments, pensions, life insurance companies, etc.) more than 20 years later in 1996 due to the operational challenges of executing the strategy.<\/p>\n<p>We would love to add Bridgewater’s risk parity fund to our clients’ portfolios, but unfortunately they require a $100 million account minimum. So our research PhDs and engineers spent the past year effectively replicating Bridgewater’s risk parity strategy, delivering our version exclusively through software. This new strategy will be available as part of a diversified portfolio for our clients with taxable investment accounts starting at $100,000.<\/p>\n<p><strong>Off to the Races<\/strong><\/p>\n<p>The key benefit of Risk Parity is the way it balances the risk of an investment portfolio. Wealthfront’s Chief Investment Officer Burt Malkiel offers an effective analogy to illustrate this point:<\/p>\n<p>“Imagine you’re at a horse racing track. There are long-shot horses (considered by most to be unlikely to win, but with the largest winning payout), horses that are middle of the pack, and favorites (considered most likely to win, but with smaller winning payouts). What is your optimal betting strategy? Sure, the significant payoff of the long-shots is enticing enough to lure some into throwing their money at them, but a more prudent bet is the favorite. Why? Well, it turns out that over time if you consistently bet the long-shots you lose 40% the amount of your bet to pay taxes and operational expenses since the track takes 20% of each bet. However, over time, if you stuck with betting the favorites, you’d only lose about 5% of your bet over time. Risk Parity aims to give you the probability of the favorites with potentially the larger payoff of the long-shot.”<\/p>\n<p>In the world of asset classes, there are also favorites and long-shots. A favorite is an asset class with relatively low risk, but also lower expected returns (e.g. bonds). Other asset classes, such as the stocks, have higher expected returns, but also higher risk. Risk Parity aims increase your risk-adjusted returns in a wide range of market environments through an enhanced asset allocation strategy.  If you want to dig in more to how we do this, please see our <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/sections\/360000020823-Risk-Parity\">Help Center section on Risk Parity<\/a>.<\/p>\n<p><strong>Minor Cost, Major Value <\/strong><\/p>\n<p>Risk Parity is the first investment product we’ve built that will increase your portfolio’s average annual expense ratio. This was driven by our need to structure our Risk Parity implementation as a mutual fund in order to preserve the value we offer through our Tax-Loss-Harvesting and Portfolio Line of Credit. Just as the ETFs we use have an associated expense ratio, the Wealthfront Risk Parity Fund has an expense ratio of 0.25%. Fortunately your weighted average annual expense ratio will only increase by 0.03%.<\/p>\n<p>It’s important to us to be transparent about what we charge to invest your money. Risk Parity is designed to increase your long term net-of-fees, after-tax, risk-adjusted returns, but you have a two-week period to opt out if you don’t want to use the strategy for any reason.<\/p>\n<p><strong>The Wealthfront Standard<\/strong><\/p>\n<p>At Wealthfront we’re focused on maximizing your financial fitness so you can focus on what’s most important: living your life. So when it comes to adding any new service, we have simple criteria:  it must deliver significant value; have lower fees than the alternatives; and provide access to something you can’t get anywhere else. Like our other PassivePlus strategies, Risk Parity checks all three important boxes. We can’t wait for you to start benefiting from this time-tested, academically proven, rules-based strategy.<\/p>\n<p><sup>1<\/sup> <a href=\"http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.665.9887&amp;rep=rep1&amp;type=pdf.\">Black, Jensen and Scholes<\/a> (1972) shows that low (high) beta stocks outperform (underperform) the general market on a risk-adjusted basis, suggesting that leveraged exposure to low beta stocks have the potential to outperform investing in high beta stocks. Risk Parity is based on a similar idea but applied across asset classes.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Update: On April 18, 2018, we cut the expense ratio of the Risk Parity mutual fund in half from 0.50% to 0.25%. As the assets in the mutual fund continue to grow, we want to share our success with our clients. Wealthfront’s Stock-level Tax-Loss Harvesting is now called US Direct Indexing. At Wealthfront, our goal [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[],"yst_prominent_words":[1667,1307,5720],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8391"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8391"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8391\/revisions"}],"predecessor-version":[{"id":14023,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8391\/revisions\/14023"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8391"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8391"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8391"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8391"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}