{"id":8458,"date":"2018-03-08T10:11:54","date_gmt":"2018-03-08T18:11:54","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8458"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"getting-to-know-our-clients","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/getting-to-know-our-clients\/","title":{"rendered":"Getting to Know Our Clients"},"content":{"rendered":"<p>We have kind of a crazy mission here at Wealthfront: <strong>to democratize access to sophisticated financial advice for everyone.<\/strong> It’s a big, ambitious goal that was inspired by a generation of people who wanted something different when it came to managing their finances.<\/p>\n<p>Over the years we’ve been lucky enough to attract some pretty incredible people who believe in our mission and trust us to help them reach financial freedom. In fact, we’re a better company because of them. So it’s no surprise that we get a lot of inspiration by talking to our clients as we think about the future and what new products and services we want to build. We love hearing about their dreams and understanding what keeps them up at night, but what strikes us most In those conversations is how smart, diverse and passionate our clients are.<\/p>\n<p>So we decided it was time to surface their stories and share the unique &#8212; and sometimes unconventional &#8212; paths they’ve taken along the way. And there’s no better way to kick off that initiative than to celebrate some of our wonderful women clients in honor of <a href=\"https:\/\/womenshistorymonth.gov\/\">Women’s History Month<\/a>. Throughout March we’ll be highlighting some of our most interesting clients, while also sharing perspectives from some of the amazing women here at Wealthfront who work tirelessly in service of our mission. We hope you find as much inspiration from these women as we do!<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><strong><img loading=\"lazy\" class=\"size-medium wp-image-8465 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_brittany-williams-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Brittany Williams<\/strong>, 32, Philadelphia, PA | Attorney, <a href=\"https:\/\/www.dol.gov\/sol\/\">Office of the Solicitor at U.S. Department of Labor<\/a><\/p>\n<p style=\"text-align: center;\"><strong><em>For using the law to make people’s lives better.<\/em><\/strong><\/p>\n<p>If there’s one thing that fuels Brittany it’s helping people. As the oldest of four in a small-town in Wisconsin, Brittany took on the role of “Babysitter in Chief” to help out her family, and that helped her form a special bond with her sisters. In fact, they all have matching tattoos.<\/p>\n<p>Mentoring her sisters has influenced Brittany’s professional pursuits. After college she landed a job as an AmeriCorps VISTA, working for a college access program where she focused on helping middle and high school students prepare for their postsecondary education. But after three years of capacity building and community organizing she decided she wanted to have a different kind of impact, so she enrolled at Harvard Law School.<\/p>\n<p>Since Harvard Brittany has worked for both state and federal government, where she feels there is immense opportunity to advocate for communities and individuals in need. She currently works at the U.S. Department of Labor, helping to enforce the laws that protect American workers and retirees. She’s come a long way since her babysitting days, but she credits her family for keeping her grounded as she builds her career in one of the largest legal offices in the federal government.<\/p>\n<p>Brittany is also pretty grounded when it comes to achieving financial freedom. While she wants to have enough so she and her partner can retire comfortably — and maybe enough to fund her hot sauce addiction — it’s no surprise that for her it’s about helping others:<\/p>\n<p><em>“Financial freedom means having enough money to take care of my parents and my sisters, while also making sure I’m doing what I can to support the causes I care about.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong><img loading=\"lazy\" class=\"size-medium wp-image-8464 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_svetlana-lucas-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_svetlana-lucas-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_svetlana-lucas-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_svetlana-lucas-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_svetlana-lucas-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Svetlana Lucas, <\/strong>46, San Francisco, CA | Head of Business Development, <a href=\"http:\/\/tizonatx.com\/\">Tizona Therapeutics<\/a><\/p>\n<p style=\"text-align: center;\"><strong><em>For not taking no for an answer, especially in her quest to help cure cancer.<\/em><\/strong><\/p>\n<p>Whatever you do, don’t tell Svetlana “no” &#8212; it only motivates her more. In fact, whenever she gives career advice to young women her advice is consistent: “Do what your heart tells you to do, not what others think you should do.” That stems from her experience being deterred from pursuing certain male-dominated careers because she “wasn’t shark enough.” But ignoring the naysayers and following her own instincts has helped her build a successful career at the intersection of science and business, where she currently leads business development for Tizona Therapeutics, a biotech startup in San Francisco focused on developing cancer treatments by activating the patient’s own immune system to fight the disease.<\/p>\n<p>But her determination to fight the odds started when she was a teenager. Her sights were set on Moscow University, the best university in her home country of Russia. When she didn’t get admitted initially, it only motivated her to work harder. She hired a tutor so she could improve in the areas where she fell short, and was ultimately admitted on her second try. She successfully earned her bachelor’s in biology, followed by a PhD in molecular biology from Caltech, which is ranked in the top 5 of the world’s universities. Her academic prowess eventually led her to Tizona Therapeutics, which she notes is her dream job that challenges her in all of the right ways.<\/p>\n<p>Another thing that motivates Svetlana: finding financial freedom. Like everything else, she pursues this head-on with great determination, not just for her own sake, but for her kids:<\/p>\n<p><em>“For me, financial freedom is the ability to pursue my personal and professional passions more fully and letting my kids discover and pursue their passions to the fullest degree, no matter what they are.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong><img loading=\"lazy\" class=\"size-medium wp-image-8463 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_rachel-racz-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_rachel-racz-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_rachel-racz-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_rachel-racz-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_rachel-racz-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Rachel Racz, <\/strong>31, Houston, TX | Managing Director, Head of Energy Listings, <a href=\"https:\/\/www.nasdaq.com\/\">Nasdaq<\/a><\/p>\n<p style=\"text-align: center;\"><strong><em>For bringing unique energy everywhere, from NASDAQ to the rodeo.<\/em><\/strong><\/p>\n<p>When Rachel sees an opportunity, she goes for it. While working for NASDAQ she realized there was an incredible growth opportunity within the energy sector, so she launched the U.S. Oil and Gas listings business for the company in 2016 as a one-woman show. As a native of Houston, the energy business was near and dear to her, so now she spends her days wrangling companies and bringing new IPOs to list with NASDAQ, even getting a few to switch over from the NYSE.<\/p>\n<p>She credits her drive and success to surrounding herself with great mentors who act as a both sounding board and motivator. In fact, one trusted adviser once told her “you’re exceptional, but remember that exceptional people are also allowed to fail.” This advice has helped her keep it real as she tried to make a positive impact in everything she does. Which also includes the rodeo. Yep, on the side Rachel is the announcer for <a href=\"http:\/\/www.rodeohouston.com\/Get-Involved\/Competitors\/Mutton-Bustin\">the Houston Livestock Show &amp; Rodeo’s Mutton Bustin’ Committee<\/a>.<\/p>\n<p>They say don’t mess with Texas, but you’d be wise not to mess with Rachel. She pursues everything important to her with great determination, including financial freedom. But for this feisty Texan, financial freedom doesn’t mean retiring and sitting still:<\/p>\n<p><em>“Financial freedom means being able to travel anywhere I’d like with my husband without having to think about the impact on my budget.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong><img loading=\"lazy\" class=\"size-medium wp-image-8462 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_jenn-tickes-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_jenn-tickes-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_jenn-tickes-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_jenn-tickes-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_jenn-tickes-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Jenn Tickes<\/strong>, 33, Oakland, CA | Senior Sales Development Manager, <a href=\"https:\/\/hired.com\/\">Hired<\/a><\/p>\n<p style=\"text-align: center;\"><strong><em>For banging the drum on behalf of diversity and inclusion in the workplace. <\/em><\/strong><\/p>\n<p style=\"text-align: left;\">Like so many fresh college graduates, Jenn had no idea what she wanted to do. By chance she learned about a small company just starting out in San Francisco called Yelp!, which instantly intrigued her. She made the case for them to hire her, then worked tirelessly six days a week for very little pay to try and help create revenue streams for the company. While she was pulling in sales left and right and helping Yelp! become IPO-worthy, she was personally “up to her ears” in debt. But, the experience was worth it, as Yelp! evolved from an unknown company to the proprietary eponym for online reviews.<\/p>\n<p>While she loved her time at Yelp!, she was ready for a new jam. Passionate about workplace diversity, she was immediately drawn to Hired, a tech company in San Francisco that helps connect talented people with innovative companies. Inspired by their focus on <a href=\"https:\/\/hired.com\/gender-wage-gap-2017\">diversity and inclusion research in the workplace<\/a>, she joined Hired a few months ago in sales development to help organizations think differently about how they hire and build teams. And just like she helped build Yelp! into a powerhouse, you can bet on her helping Hired change the landscape of recruiting.<\/p>\n<p>But it’s not all about work for Jenn. While she loves the challenges of her career, she’s an advocate for taking little time off to re-calibrate between jobs, or taking up new hobbies. Her latest? She’s learning to play the steel drum on the side to satiate her love for music. But she knows that to have balance it means achieving financial freedom:<\/p>\n<p><em>“For me, financial freedom means not having money worries so I can have more control over the most precious resource to me &#8212; time.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><strong><img loading=\"lazy\" class=\"size-medium wp-image-8466 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_elise-brucks-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_elise-brucks-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_elise-brucks-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_elise-brucks-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_elise-brucks-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Elise Brucks, <\/strong>28 Denver, CO<strong> | <\/strong>Speech Language Pathologist<\/p>\n<p style=\"text-align: center;\"><strong><em>For her debt-free determination and passion for her patients.<\/em><\/strong><\/p>\n<p>Some people pursue yoga to help them unwind from work, but for Elise it’s actually a way to make her better at her job as a speech pathologist. She’s currently studying to be a yoga instructor on the side, in part because it&#8217;s her passion, but also because she finds the breathing techniques are really helpful when she works with her rehab patients. The passion for her work is inspired by her ultimate role model: her mom. According to Elise, her mom was “a baller at her job,” and she grew up watching her mom thrive in her work as an ultrasound technician while her dad stayed home to raise her and her siblings. In fact, Elise credits for inspiring her to pursue a career in healthcare.<\/p>\n<p>While some might let debt hold them back from pursuing their passions, Elise had other plans. Motivated to live a debt-free life, she remarkably paid off her bachelors <em>and <\/em>masters degree loans by the time she was 26. She moved home for two years to help reach her goal faster, then took her zero balance to Denver and started her embarking on her career.<\/p>\n<p>Now Elise is focused on finding “financial namaste” so she can have an even more balanced &#8212; and sometimes adventurous &#8212; lifestyle:<\/p>\n<p><em>“For me, financial freedom means I don&#8217;t have to worry about how stable my work schedule is or how I am going to pay for my next travel adventure.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong><img loading=\"lazy\" class=\"size-medium wp-image-8461 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_maya-spivak-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_maya-spivak-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_maya-spivak-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_maya-spivak-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_maya-spivak-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/strong><\/p>\n<p style=\"text-align: center;\"><strong>Maya Spivak, <\/strong>30, San Francisco, CA | Head of Brand Marketing and PR, <a href=\"https:\/\/segment.com\/\">Segment<\/a><\/p>\n<p style=\"text-align: center;\"><strong><em>For her marketing moxie and startup stamina.<\/em><\/strong><\/p>\n<p>It’s hard to imagine someone getting the Silicon Valley startup bug while in upstate New York, but Maya had her finger on the pulse of all things tech thanks to landing a serendipitous internship with TechCrunch in college. It was 2008, and the publication had just launched Crunchbase, their database of the startup ecosystem, so Maya was tasked with researching all of the companies the reporters were covering. Convinced she needed to be out West, she landed a role at IBM after graduating from Cornell. She quickly realized it was far from the lean and mean startup experience she’d imagined, so after a year she opted for a change. She landed a gig at a budding startup called Wildfire, a company that built social media marketing software just as the category was taking off.<\/p>\n<p>Another serendipitous moment happened when Maya met Andy Rachleff, who came to Wildfire to talk about personal finance and his brand-new company &#8212; Wealthfront. His presentation on finance really piqued her interest, but it was the mission of the company that really stuck with her. A year after Wildfire was acquired by Google, Maya once again had startup fever. She reached back out to Andy and made a case for why he should hire her, which made an impression on him and his co-founder, Dan Carroll. She was hired to lead Wealthfront’s earliest marketing efforts where she was tasked with evangelizing yet another new category: automated investing. Maya helped raise Wealthfront’s profile and gave marketing a voice inside the company. So it’s no surprise that when she moved on, it was to take a leadership role at Segment, a customer data infrastructure startup that collects, processes, and routes customer data into all the tools that power the growth of a business.<\/p>\n<p>Home life for Maya is about to resemble the unknowns of startup life &#8212; she and her husband are expecting their first child soon. Fortunately, they’re focused on achieving financial freedom so they can tackle whatever might come their way:<\/p>\n<p><em>&#8220;To me, financial freedom means not needing to worry whenever life throws a new line item onto your budget, like childcare, a family-friendly car, or paying for school.&#8221;<\/em><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Throughout March we’ll be highlighting some of our most interesting clients, while also sharing perspectives from some of the amazing women here at Wealthfront who work tirelessly in service of our mission. We hope you find as much inspiration from these women as we do!<\/p>\n","protected":false},"author":139,"featured_media":8459,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[5602,5601,5606,5608,5605,5607,5604,5603,5600],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8458"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/139"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8458"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8458\/revisions"}],"predecessor-version":[{"id":11979,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8458\/revisions\/11979"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/8459"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8458"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8458"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8458"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8458"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}