{"id":8511,"date":"2018-03-15T10:27:13","date_gmt":"2018-03-15T17:27:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8511"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"8511-2","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/8511-2\/","title":{"rendered":"A 401(k) Won&#8217;t Get You There"},"content":{"rendered":"<p>Not surprisingly, the topic of personal finance comes up a lot in my conversations with friends. There are a ton of misconceptions on the best way to find financial security, but there is one in particular that kills me every time I hear it: “I have a 401(k) and my company matches it so I’m good, right?” Wrong! But I can’t fault people for thinking this &#8212; it’s been ingrained into our generation. We’ve come of age thinking that the 401(k) is the magic ticket to retirement. I see this sentiment evidenced on a wider scale than just my circle of friends &#8212;  <a href=\"https:\/\/401kspecialistmag.com\/millennials-behaving-401k-savings\/\">a new report by Schwab Retirement Plan Services<\/a> that found millennials increasingly rely on their 401(k)s for the money they’ll need in retirement. In fact, 78% of us said it’s their largest or only source of retirement income. If this keeps up, we are in for a rude awakening.<\/p>\n<p>Because I hear this <em>all the time <\/em>I wanted to have some really great numbers to share with people to help them understand why you need more than a 401(k). So, I enlisted the help of my colleague Pedro Olea who leads research on Path, our financial advice engine. He proposed we first present how much of your retirement spending needs could be covered by distributions from your 401(k) and Social Security based on your current saving rate. Now I know what you’re thinking – we’ll never see Social Security, but I wanted to present the best-case scenario!<\/p>\n<h3><strong>The Numbers Don&#8217;t Lie<\/strong><\/h3>\n<p>For this analysis we’ll assume you’re 32 years old, married and you and your partner contribute $10,000 annually to your 401(k) accounts. To be optimistic we’ll further assume that both your employers match your contributions one for one, so you actually save $20,000 in your 401(k) accounts per year. We’ll further assume your annual contributions increase by the rate of inflation, which for this purpose we’ll set at 2.0%. In other words in year two you save $20,400, in year three $20,808 and so on. Your savings will grow at 6% less 0.51%, <a href=\"https:\/\/www.ici.org\/pdf\/ppr_18_dcplan_profile_401k.pdf\">the average annual fee charged by 401(k) plans<\/a>. Finally we’ll assume you retire at age 65 at which point you will also receive Social Security distributions.<\/p>\n<p>In Table 1 below we present the annual income you would receive from your 401(k) distributions assuming you wanted to make them last until age 90 based on the assumptions above, the Social Security you would receive based on your current joint income of $240,000 and the taxes you would have to pay on both:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-8522 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/Screen-Shot-2018-03-16-at-12.25.04-PM.png\" alt=\"\" width=\"610\" height=\"235\" \/><\/p>\n<h6 style=\"text-align: center\">Footnote to table: taxes calculated assuming 2018 income tax code, for a California resident claiming standard deductions, filing jointly, and assuming 85% of Social Security income is taxable. See calculations <a href=\"https:\/\/cdn.wealthfront.com\/public.email.images\/401kblogpostv2.xlsx\">here<\/a>.<\/h6>\n<p>As you can see, you would receive approximately $9,238 after tax per month in retirement. But how much would you need in retirement to keep a similar lifestyle? According to data from the <a href=\"https:\/\/www.bls.gov\/cex\/\">Consumption Expenditure Survey<\/a>, a household making $240,000 per year is at the top 5% of incomes, therefore a natural comparison is to look at the top 5% of spending in retirement. In the same survey, 5% of retirees spend $10,200 or more per month including housing costs in retirement. That means you will be around $1,000 per month short of what you might need to keep your lifestyle.<\/p>\n<p>This is the optimistic view because it includes today’s Social Security benefits adjusted for inflation. If our clients’ views are any indication, these benefits are unlikely to remain this high in the future. When offered the choice of planning with or without current Social Security benefits, around 25% of our clients choose either not to consider Social Security in their planning projections, or to add only 50% of projected benefits. This isn’t just a Wealthfront trend; young investors are increasingly wary of the availability of Social Security when they are ready to retire. In fact, a recent <a href=\"https:\/\/www.investopedia.com\/articles\/financial-advisors\/112414\/what-makes-millennial-savers-unique.asp\">Investopedia survey<\/a> found 81% of millennials weren’t confident they’d receive those benefits in the future.<\/p>\n<p>For the purpose of simplicity, our 401(k) analysis does not consider a few other major milestones I know many of my friends are eyeing in the not so distant future. Things like saving for the down payment on a home or saving to pay for their kid’s college education. These would negatively impact retirement savings – making an even bigger case for saving outside of just a 401(k). Unfortunately, unlike money saved in an IRA, 401(k) savings cannot be used to finance the purchase of a home without a 10% penalty. And that’s on top of the taxes you would have to pay for withdrawing the money.<\/p>\n<h3><strong>We&#8217;ve Got Your Back<\/strong><\/h3>\n<p>This may sound dire or depressing, but there is a light at the end of the tunnel. In fact, it’s a big reason our team developed our automated financial planning solution and helpful content to guide you. For instance, we recently published a <a href=\"https:\/\/www.wealthfront.com\/home-guide#all-in-costs\">Home Planning Guide<\/a> to help you understand housing costs in different markets. We can tell you things like the current average value of a two-bedroom home in San Francisco is $1.3 million. And to buy a home at that price, you’d need a down payment of $260,000 and a monthly payment of $6,400. We can even show you some good news – how you can use your home to finance some of your retirement if you choose to down size or rent when you retire.<\/p>\n<p>And as for college, according to data we offer through our planning service, we can tell you things like the current average cost of a four year in state public university is <a href=\"https:\/\/trends.collegeboard.org\/college-pricing\/figures-tables\/average-published-undergraduate-charges-sector-2017-18\">$20,770 and $46,950<\/a> for a private university. Fortunately, some of this cost can be defrayed through financial aid (our data shows that private colleges can actually cost less net of grants than public universities), but again you’re still going to have to save some additional money outside your 401(k) to address this goal.<\/p>\n<p>You may feel a little stressed now, but that actually was the point. I know saving is difficult, but I wouldn’t have gone through the exercise if there weren’t a solution like Wealthfront available to help you (and my friends!) navigate what is often choppy water. Wealthfront can smooth things out by helping you balance the trade offs of all these competing goals and determine the ideal type of account to save for each. Fortunately, this capability comes for free when you open a Wealthfront investment account. I’m a firm believer that our platform &#8212; and our automated financial planning in particular &#8212; can make an enormous difference in your ability to achieve your financial goals.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>There are a ton of misconceptions on the best way to find financial security, but there is one in particular that kills me every time I hear it: “I have a 401(k) and my company matches it so I’m good, right?” Wrong! I can’t fault people for thinking this &#8212; it’s been ingrained into our generation.<\/p>\n","protected":false},"author":108,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231,7241],"tags":[12,1104,390,71,1206,1207,1101,198,1073,5609],"yst_prominent_words":[3351,3675,6225,6161,6160,4553,1237,1230,1214,6226,2555,1221,4216,2922,5522,5359,4748,2531,4745,4743],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8511"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/108"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8511"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8511\/revisions"}],"predecessor-version":[{"id":11980,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8511\/revisions\/11980"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8511"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8511"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8511"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8511"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}