{"id":8549,"date":"2018-03-23T11:59:22","date_gmt":"2018-03-23T18:59:22","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8549"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"women-wealthfront-apeksha-garga","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/women-wealthfront-apeksha-garga\/","title":{"rendered":"The Women of Wealthfront: Apeksha Garga"},"content":{"rendered":"<p><em>On March 8th we kicked off Women’s History Month by profiling some of our most unique women clients. As part of our month-long celebration we now want to highlight a few of our talented women executives at Wealthfront &#8212; all outstanding leaders who, like our clients, have taken an unconventional path to get to where they are.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong><img loading=\"lazy\" class=\"size-medium wp-image-8550 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_apeksha1-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_apeksha1-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_apeksha1-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_apeksha1-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_apeksha1-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/> <\/strong><\/p>\n<h3 style=\"text-align: center\"><strong>Apeksha Garga | Head of Design<\/strong><\/h3>\n<p>For as long as she can remember Apeksha Garga has been inspired by the idea of making and creating. It started with her childhood in Meerut, India where she was raised in what she describes a “joint-family” dynamic. But it was a bit more colorful than that, as there there were five different families living under one roof, consisting of grandparents, parents and eight kids who did just about everything together. In fact, they were so close that she felt like her seven cousins were her siblings since the family lines were delightfully blurred. It wasn’t until she started school as a young girl that she gained a deeper appreciation for her home life. While her family’s integrated set up was fairly common decades before, all of of her school friends came from more nuclear families. But that didn’t make her feel out of place; rather, she was convinced everyone else was missing out on her family’s unique design.<\/p>\n<h3><strong>School Days<\/strong><\/h3>\n<p>At school Apeksha tried it all &#8212; from sports to drama to debate. Exploring every opportunity available helped her narrow in on her real passion: being artistic. A natural talent, she became the de facto designer for all the school events, creating banners, signs and decorations. She also started experimenting with building models and prototypes, inspired by the time she spent with her very talented cousin studying architecture at that time. In fact, she was so influential on her she decided to follow the same path and pursue a degree in architectural design. She spent the final two years of high school refining her design skills while also finishing in the top five in her class academically. Her hard work paid off, as she secured one of only eight first year slots at CEPT University, widely considered the best architecture and design college in India.<\/p>\n<p>As she thinks back on her time in college, she sums it up with a smile: “I studied hard, but I also partied hard.” She also went through different phases of personal expression, from a goth period to staunchly supporting “handmade in India”, only wearing clothing and buying products made by the shrinking communities of Indian artisans. The classroom experience also allowed for experimentation, introducing her to new areas like furniture design and graphic design, as well as architectural projects where she worked on everything from cultural urban centers to living spaces for families.<\/p>\n<h3><strong>The Real World<\/strong><\/h3>\n<p>She landed her first professional job at a large design studio that also served as an incubator for new businesses. Seeing new companies get developed right before her was a crash course in understanding how to design for both user and business needs, and she learned important new terminology like “target customer”. It felt empowering to her as a designer to participate in upstream conversations around “what to build”, but it also made her realize she needed new tools to really add value. So she decided to pursue graduate work, which led her to a master’s program in design thinking a world away at the Illinois Institute of Technology in Chicago. While the move to the U.S. was enthralling, it came with some stark cultural contrasts. She was used to India, which is crowded and extremely community focused, and “alone time” or “personal space” are quite literally foreign concepts. Ironically, the third largest city in the United States felt small and isolating to her.<\/p>\n<p>After spending a few years in the Midwest, she set her sights on San Francisco &#8212; a place that felt more diverse and comfortably more “crowded”. As luck would have it IDEO, the design studio she had most admired since her college days was looking for new talent in the Bay Area. To her IDEO was “a buffet of opportunities” where should could really learn the kind of impact design can have across all industries. True to form, she worked on as many projects as she could before narrowing her focus to the healthcare and finance, as she saw an opportunity to help these dinosaur industries use design thinking and technological innovation to better serve customers.<\/p>\n<h3><strong>Finding Wealthfront<\/strong><\/h3>\n<p>She eventually moved in-house to work on healthcare full-time, but finance was still on her mind, this time for more personal reasons. She had been working for many years and had done a good job at saving, yet she didn’t feel she was responsible enough. Convinced she needed to be investing her money, a friend told her about Wealthfront. While she was intrigued by the concept, her initial interaction with the platform wasn’t great. She didn’t feel understood as customer, and to a human-centric designer that was problematic. Wealthfront didn’t win her over the first time, a fortunately a second chance was on the horizon.<\/p>\n<p>She was approached by the then-head of design about a senior role on the design team at Wealthfront. Despite a rocky start as a potential customer, Apeksha was inspired by the company’s authentic commitment to always put clients&#8217; needs above the needs of the business &#8212; something she saw first hand through her work that the traditional financial industry wasn’t doing. Confident she could help build a compelling user experience, she joined the company and made her mark right away, introducing important processes and developing a common language to help design and product align more closely to better serve clients. A year and a half later she now leads the entire design department, and her influence can be seen throughout the entire product experience, from the website to the intricacies of Wealthfront’s design-rich financial planning experience.<\/p>\n<h3><strong>The Next Chapter<\/strong><\/h3>\n<p>As for what’s next at Wealthfront, she wants to keep working towards creating a platform where the customer relationship with technology can eventually be superior to a human relationship. Her joint-family upbringing has given her a feel for inclusive environments, so you can count on Apeksha to design a user experience that helps everyone &#8212; men and women alike &#8212; feel more in control of their financial future.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On March 8th we kicked off Women’s History Month by profiling some of our most unique women clients. As part of our month-long celebration we now want to highlight a few of our talented women executives at Wealthfront &#8212; all outstanding leaders who, like our clients, have taken an unconventional path to get to where [&hellip;]<\/p>\n","protected":false},"author":139,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[5614,5618,5616,5615,1101,5617],"yst_prominent_words":[6219,6217,6218,1391,6223,6220,3030,6216,6215,5140,5785,6222,6221,6224,3519,1296,1874,6214,1297,3106],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8549"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/139"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8549"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8549\/revisions"}],"predecessor-version":[{"id":11982,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8549\/revisions\/11982"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8549"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8549"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8549"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8549"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}