{"id":8566,"date":"2018-03-27T11:39:48","date_gmt":"2018-03-27T18:39:48","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8566"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"8566-2","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/8566-2\/","title":{"rendered":"The Women of Wealthfront: Ashley Fieglein Johnson"},"content":{"rendered":"<p><em>On March 8th we kicked off Women’s History Month by profiling some of our most unique women clients. As part of our month-long celebration we now want to highlight a few of our talented women executives at Wealthfront &#8212; all outstanding leaders who, like our clients, have taken an unconventional path to get to where they are.<\/em><\/p>\n<p style=\"text-align: center;\"><img loading=\"lazy\" class=\"alignnone size-medium wp-image-8568\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_ashley1-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_ashley1-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_ashley1-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_ashley1-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_ashley1-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h3 style=\"text-align: center;\"><strong>Ashley Fieglein Johnson  | Chief Financial Officer &amp; Chief Operating Officer<\/strong><\/h3>\n<p style=\"text-align: left;\">As a child Ashley Fieglein Johnson was a CFO in training. At a very early age in Galveston, Texas she helped the family find ways to cut costs by managing all the grocery shopping, carefully analyzing whether a triple coupon discount for a brand name item was a better value than its generic counterpart. While numbers and being responsible came naturally to her, she learned the value of money management from her mom, a math major and former NASA employee who kept the family’s budget in check.<\/p>\n<h3><strong>Sights on Stanford<\/strong><\/h3>\n<p>Ashley wasn’t just good helping with the family’s finances; she was also a savvy saver in her own right. She started babysitting at nine years old and diligently put away her earnings. In fact, her piggy bank often became her parents’ de facto ATM machine whenever they needed cash (they were always diligent to leave an “IOU” and pay her back). Her knack for saving was inspired by her parents. As far back as she can remember they stressed that if she had special goals in life, she needed to make a plan towards achieving them. To Ashley planning meant earning enough money to finance what she wanted to do, but when she achieved her top academic goal &#8212; getting into Stanford &#8212; she was overwhelmed by the cost. Her parents wanted to reward her hard work, so they insisted she make her college decision based on where she would love to go, not because of the pricetag.  Nevertheless, the natural-born saver tried to earn as much as she could to reduce the number of loans she would need. To supplement her babysitting income, she worked every day, all summer as a performer with the “Water Ski Shows of Texas All-Star Ski Team” at the locally famous Sea Arama Marine World, where she made her way to the top &#8212; literally. As part of the ski show they formed a human pyramid, where Ashley took on challenge of the top spot of the formation, symbolic the series of successful climbs she would have academically and professionally.<\/p>\n<p>At Stanford, Ashley intended to major in math and computer science (much like her mother had), but had a much stronger connection to some of her electives in foreign relations, like South African politics and the history of the Arab-Israeli conflict. Torn as to what to do, she got advice from her academic advisor, not dissimilar to what her parents told her in high school: pursue what you love. So she changed her major to international relations, with the ultimate goal of joining the foreign service. To gain global perspective she studied abroad at the Free University in Berlin before returning to Stanford to pursue a master’s degree in international policy. But after her uncle introduced her to Roy Huffington, the then-ambassador to Austria (also notable for being Arianna Huffington’s father-in-law), he delivered advice she wasn’t expecting. He told her that she would have much better success as an international leader if she studied business instead.<\/p>\n<h3><strong>Falling for Finance<\/strong><\/h3>\n<p>Ashley took the advice to heart and took a number of elective courses in Stanford’s Graduate School of Business. True to form, she juggled multiple jobs to help pay the bills. Unfortunately that made it challenging for her to take part in group meetings for her business school projects. Frustrated by the odd hours they had to keep to accommodate her crazy schedule, one of her classmates offered her a deal: trade her multiple odd jobs for one steady gig as the office manager for the hedge fund where he worked. Happy for the increase in pay and decrease in hours, she took the job. And while she wasn’t at the top of the pyramid, the experience gave her ground floor exposure to what would become her new passion: working in finance.<\/p>\n<p>She learned as much as she could  between school and the hedge fund, which helped her get a job with Morgan Stanley in Menlo Park as a financial analyst. Focused on the technology sector, Ashley worked at times over 100 hours a week helping take companies public during the dot com boom, a period she refers to as a “total and insane blast.” After a brief stint working for one of the companies she helped go public, she returned to Morgan Stanley to work alongside legends like Mary Meeker and Ruth Porat on a new investing team before the market correction forced them to dissolve the effort. For her next step she took a role with General Atlantic helping build their new west coast office for five years before leaving to attempt her own venture fund. But 2008 proved to be a tough time to raise capital, so she was at a crossroads. Fortunately she got valuable advice from Silicon Valley wise man and former Netscape CFO, Peter Currie. His message was one that was becoming a recurring theme in her life: do what you love. She had admired him and his work, and that that helped her hone in on her newest passion: becoming a CFO.<\/p>\n<h3><strong>C-Suite<sup>2<\/sup><\/strong><\/h3>\n<p>Ashley made that dream a reality, joining ServiceSource, a B2B sourcing company, as the head of Finance, helping to take them public before stepping up to be CFO and later interim CEO and Chief Customer Officer. Wanting to get back into a CFO role, she learned that Wealthfront was looking for new talent. Understanding how intentionally complex the financial industry is for retail investors, she was inspired immediately by the company’s focus on simplicity and transparency. Also, having seen her son’s small account get hit with hidden fees by a big bank, she loved the idea of going to battle against these unscrupulous practices. She joined as CFO, but has since climbed even higher by adding COO to her resume. But for Ashley, this dual role makes a perfect pairing. She sums it up in her own words: “Having both roles is ideal, because I’m not the kind of finance person who is just going to focus on the financials, but rather one who is going to focus on how financials can direct and drive the business.”<\/p>\n<h3><strong>Closing the Gap<\/strong><\/h3>\n<p>Having already achieved so much success, Ashley’s new passion is simply paying it forward. She’s passionate about helping women combat the confidence gap when it comes to their finances and professional lives (in fact, <a href=\"https:\/\/blog.wealthfront.com\/closing-gap\/\">she wrote about this<\/a> earlier this year). By helping more young women take control of their finances early she hopes that will result in more confidence at work, as she would love to see more women commanding executive roles, board seats and political appointments. In other words, she wants to help get them to the top of the pyramid &#8212; and beyond. And knowing Ashley, she will.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On March 8th we kicked off Women’s History Month by profiling some of our most unique women clients. As part of our month-long celebration we now want to highlight a few of our talented women executives at Wealthfront &#8212; all outstanding leaders who, like our clients, have taken an unconventional path to get to where [&hellip;]<\/p>\n","protected":false},"author":139,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7234],"tags":[1003,1004,1205,5619,5626,888,5623,5621,5625,5624,5620,5622,267,5627],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8566"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/139"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8566"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8566\/revisions"}],"predecessor-version":[{"id":11983,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8566\/revisions\/11983"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8566"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8566"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8566"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8566"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}