{"id":8579,"date":"2018-03-29T13:21:28","date_gmt":"2018-03-29T20:21:28","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8579"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"a-month-to-remember","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/a-month-to-remember\/","title":{"rendered":"A Month to Remember"},"content":{"rendered":"<p>On March 8th we helped celebrate International Women’s Day and <a href=\"https:\/\/womenshistorymonth.gov\/\">Women’s History Month<\/a> by featuring <a href=\"https:\/\/blog.wealthfront.com\/getting-to-know-our-clients\/\">some of our most interesting women clients<\/a>. We learn so much about how to make our clients’ lives better simply by talking to them. The added benefit of those conversations is hearing their personal stories and learning about the unconventional paths they have taken to get to where they are.<\/p>\n<p>Over the last few weeks we’ve also put a spotlight on some of our top women executives here at Wealthfront. Our Head of Communications wrote a piece about the realities of relying on a 401(k), and then we profiled <a href=\"https:\/\/blog.wealthfront.com\/women-of-wealthfront-celine\/\">Celine Sun<\/a> (Director of Investment Research), <a href=\"https:\/\/blog.wealthfront.com\/women-wealthfront-apeksha-garga\/\">Apeksha Garga<\/a> (Head of Design) and <a href=\"https:\/\/blog.wealthfront.com\/8566-2\/\">Ashley Johnson<\/a> (CFO &amp; COO).<\/p>\n<p>Today we wrap up an amazing month honoring amazing women the same way we started: <strong>by highlighting our clients<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" class=\"size-medium wp-image-8582 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_tiffany-tesla-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_tiffany-tesla-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_tiffany-tesla-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_tiffany-tesla-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_tiffany-tesla-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h3 style=\"text-align: center;\"><strong>Tiffany Tesla, 29, Killeen, TX | Former Explosive Ordnance Officer, US Army<\/strong><\/h3>\n<h3 style=\"text-align: center;\"><strong><em>For her service, her strength and her stamina.<\/em><\/strong><\/h3>\n<p>One word comes to mind when describing Tiffany: resilience. The youngest of four, she didn’t have the easiest childhood while growing up in a small town outside of Stockton, California. In fact, she described it as dangerous at times. But she taught herself to be tough and not let circumstances distract her from her goals. She focused on her schoolwork and immersed herself in interesting activities, like playing in the high school band. Her hard work paid off, and she was accepted to the University of Arizona where she immediately settled in to a calmer, more structured lifestyle as a chemistry major and a part-time employee at a local bakery.<\/p>\n<p>Unfortunately, she had to disrupt her college experience to return to California to help tend to her family. During that period life would sadly deal her a couple of devastating personal losses. She eventually returned to school, but soon realized she needed a dramatic change in her life so she could focus on herself and move forward. That’s when she set her sights on the military.<\/p>\n<p>She chose the Army, because she wanted a demanding, physical job that would challenge her, but also allow her to finish her degree. A naturally gifted student, her scores were high enough to qualify for any job. Given everything she had endured to that point, she was up for a challenge. So she selected the Explosive Ordnance Disposal unit because it of the high attrition rates and the fact it was perceived as one of the most difficult jobs in the Army.<\/p>\n<p>That experience was harder than she could have ever imagined. She went through basic training, AIT (advanced individual training) and ordnance training, having to quickly learn the intricate differences between rifle grenades and projectiles, as well as how to disarm live IEDs (improvised explosive devices). As part of her intensive training, she had a big “test” she needed to pass that involved her carrying a pair of very heavy weights within the equally heavy, cumbersome bomb suit she had to wear. She wasn’t strong enough to hold them up, but her grittiness took over. She hoisted the weights onto her feet and shuffled ahead slowly, ultimately passing the test. As she describes it, “I wasn’t strong enough, but I was smart enough to be strong enough”.<\/p>\n<p>She was eventually deployed to the Middle East, where she taught herself how to make repairs to the electronic systems of robots used in ordnance removal. One day, they were investigating an IED when her team leader told them to get back in the truck right away. They were taking indirect fire, but they didn’t have time to gather the robot. While she was urged to leave it behind, the caretaker in her resurfaced: she carefully drove the robot via remote control behind the caravan and out of the combat zone.<\/p>\n<p>Riddled with a number of painful injuries, Tiffany left the Army recently and has been transitioning back into civilian life. As for what’s next, she hopes to pursue a role as a math and science teacher through a program that helps veterans become teachers, with the goal of teaching kids for as long as possible. But she knows her physical abilities may eventually slow her down, so she’s also focusing on planning and investing. To paraphrase Tiffany, she wants to be smart enough to be strong enough financially:<\/p>\n<p style=\"text-align: center;\"><em>“To me, financial freedom is being able to do what I love while I prepare for any of my downtime, and during my downtime not worrying about money.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" class=\"size-medium wp-image-8580 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_neha-raghavan-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_neha-raghavan-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_neha-raghavan-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_neha-raghavan-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_neha-raghavan-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/p>\n<h3 style=\"text-align: center;\"><strong>Neha Raghavan, 31, New York, NY | Postdoctoral Research Fellow, Columbia University<\/strong><\/h3>\n<h3 style=\"text-align: center;\"><strong><em>For her dedication to science and her love of laughter.<\/em><\/strong><\/h3>\n<p>Neha has always been fascinated by the human brain. That curiosity led her to study psychology and biology at Carnegie Mellon University, where she jumped into clinical settings as soon as she could. But she quickly was more interested in understanding the mechanisms that underlie psychological conditions rather than focusing on the treatment. In other words, she wanted to delve into the “why” versus the “what”.<\/p>\n<p>That led Neha to eventually pursue a PhD in molecular and behavioral neuroscience at Northwestern University. While there she really started to hit her stride, narrowing her research to focus on the complexities of depression, eager to understand why different genetic pathways can lead to the same result when examining inherited depression and depression caused by trauma or event. Knowing that women are more likely to be depressed over the course of their lifetime than men, she also explored the effects of ovarian hormones on depression.<\/p>\n<p>She also spent time on another important aspect of human psychology: humor. The stage became her lab, and she took on Chicago’s famous improvisational comedy scene. Much like her early interest in the brain, Neha also developed a taste for making people laugh, starting while she was in college in Pittsburgh. It’s still a passion of hers, though her current work schedule only allows her to be a spectator (her favorite performers these days are Aparna Nancherla and Jo Firestone). But despite no longer performing, improv has helped her in her work as a scientific researcher. According to Neha, it has enabled her to build on others’ ideas versus just being focused on her own.<\/p>\n<p>Today you can find Neha at Columbia University, busy working on her newest “why”: understanding what puts people at risk for Alzheimer’s disease. As a postdoctoral fellow, she’s committed to a life in academic research so she can help solve big problems. But she’s equally as passionate about enjoying life outside work with her husband and their terrier-lab mix named Charlie. For her it’s about making the right choices so they can enjoy the life they want today and tomorrow:<\/p>\n<p style=\"text-align: center;\"><em>“Financial freedom means I’m making decisions now that will help &#8212; not hurt &#8212; my future financial self.”<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em><img loading=\"lazy\" class=\"size-medium wp-image-8581 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_amelia-acosta-640x320.jpg\" alt=\"\" width=\"640\" height=\"320\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_amelia-acosta-640x320.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_amelia-acosta-768x384.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_amelia-acosta-1060x530.jpg 1060w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/03\/wealthfront_amelia-acosta-704x352.jpg 704w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/> <\/em><strong> <\/strong><\/p>\n<h3 style=\"text-align: center;\"><strong>Amelia Acosta, 25, New York, NY | Researcher, NBC Sports<\/strong><\/h3>\n<h3 style=\"text-align: center;\"><strong> <\/strong><strong><em>For going behind the scenes to make us smarter about sports.  <\/em><\/strong><\/h3>\n<p>Variety is certainly the spice of Amelia’s life. She spent half of her childhood in the desert heat of Tucson, Arizona before moving with her family to the blistering winters of Chicago. For college she set out for the remote-but-picturesque Hanover, New Hampshire before ultimately landing in the bustling center of the world, New York City, to begin an exciting career in journalism. Needless to say, she knows how to assimilate.<\/p>\n<p>Her appreciation for new and different experiences isn’t just limited to her location. As an undergraduate at Dartmouth College she tried just about everything she could. She balanced her government major with a minor in creative writing, and for activities she did everything from joining a campus improv comedy group to writing for the college paper to acting the social chair of her sorority. But it was her experience on campus as writer and editor that really stuck, so she set her sights on journalism as a career.<\/p>\n<p>True to form, she explored all sides of the craft, first landing an internship with Business Insider that played to her natural strengths as a writer. Also curious about broadcast and production, she landed a job as a page at NBC, working for the Morning Joe news program, followed by a stint within the NBC News talent office. But Amelia had another itch to scratch: sports. Growing up with her soccer coach dad, Amelia was always on the field, and continues to play recreationally. So she worked with her boss to find an opportunity that would marry her love for sports with her passion for TV production. She landed a dream role on the NBC Sports research team, where she currently works.<\/p>\n<p>As luck would have it, she was sent on assignment to the Pyeongchang Olympics, where she once again got to take in of a variety of new experiences. She had the ultimate sports fan experience when she got to witness Jessie Diggins and Kikkan Randall win gold in the women’s team sprint freestyle &#8212; the first-ever medal for US women in cross-country skiing &#8212; and the thrilling US Women’s hockey victory to bring home the gold. But it was also an opportunity to hone her craft, and she spent time learning from some of the world’s best sports analysts from all over the world.<\/p>\n<p>When she’s not covering the world of sports she has a side hustle as a dog walker in the city. It’s something she loves to do, but it also gives her some extra income so she can keep trying new things, whether its traveling to new places or checking out great restaurants. For it’s all about balance &#8212; enjoying her life today, but making sure she’s saving enough so she can also enjoy her life tomorrow:<\/p>\n<p style=\"text-align: center;\"><em>“Financial freedom means that I can take advantage of the amazing city I live in while also knowing I can fully support myself in the future.”<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>On March 8th we helped celebrate International Women’s Day and Women’s History Month by featuring some of our most interesting women clients. We learn so much about how to make our clients’ lives better simply by talking to them. The added benefit of those conversations is hearing their personal stories and learning about the unconventional [&hellip;]<\/p>\n","protected":false},"author":139,"featured_media":8459,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234],"tags":[5631,5629,5608,5630,5628,5600],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8579"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/139"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8579"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8579\/revisions"}],"predecessor-version":[{"id":11984,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8579\/revisions\/11984"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/8459"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8579"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8579"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8579"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8579"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}