{"id":8774,"date":"2018-05-17T10:43:53","date_gmt":"2018-05-17T17:43:53","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8774"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"bridging-the-gap-one-student-at-a-time","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/bridging-the-gap-one-student-at-a-time\/","title":{"rendered":"Bridging the Gap One Student at a Time"},"content":{"rendered":"<p>When we started Wealthfront our goal was to use software to help make taking control of your financial life easier. But even as we broadened our access to sophisticated financial advice through our technology, there’s one trend that sometimes you just can’t buck: inertia. Often that’s because people are intimidated, or maybe they feel there isn’t a solution that fits their needs. At Wealthfront we believe knowledge is power, and we prioritize educating our clients about their finances through content. Additionally, every year we launch our guide of <a href=\"https:\/\/blog.wealthfront.com\/2018-wealthfront-career-launching-companies-list\/\">the best tech companies for young people to start their careers<\/a><\/p>\n<p>So today we’re thrilled to announce a new program in partnership with <a href=\"https:\/\/lambdaschool.com\/\">Lambda School<\/a>, a startup seeking to contribute to a more evenly distributed workforce by broadening access to higher education in a way that’s never been done before. Wealthfront will provide Personal Finance 101 classes to all students at Lambda School as part of their curriculum and offer to manage the first $15,000 for free for all graduates who open a Wealthfront account.<\/p>\n<h3><strong>Changing the Paradigm<\/strong><\/h3>\n<p>Austen Allred and his co-founders started Lambda School to invest in underrepresented human potential and provide opportunity to those who otherwise wouldn’t have it. They provide online courses in data science, computer science, machine learning and web development to students all over the U.S. from different backgrounds.<\/p>\n<p>The big difference with Lambda is tuition. Students enrolled in Lambda School pay <em>no upfront tuition<\/em>, and only begin to pay back in installments after they are placed in a job with a salary over $50,000. In other words, Lambda School’s success is directly tied to success of their students. And successful they are &#8212; most Lambda School students are being placed into jobs with starting salaries over $80,000.<\/p>\n<h3><strong>Success Stories <\/strong><\/h3>\n<p>There’s no better way to understand the impact of Lambda’s unique approach than to hear the stories of some of their thriving graduates. Lambda graduates are making an impact all over, but today we’ll highlight three exceptional graduates whose lives changed thanks to the Lambda School.<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-8777 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/05\/Joram.png\" alt=\"\" width=\"429\" height=\"231\" \/><\/p>\n<p style=\"text-align: center\"><strong>Joram Clervius, 29, Ann Arbor, MI | Senior Software Engineer at <\/strong><a href=\"https:\/\/www.nexient.com\/\"><strong>Nexient<\/strong><\/a><\/p>\n<p style=\"text-align: center\"><em> <\/em><em>“All of these bootcamps ask for a lot of up front money without providing enough information in return. I was confident that Lambda School would be 100% committed to finding me a job because their business model incentivizes it. And they were.”<\/em><\/p>\n<p>Joram emigrated to the U.S. from Haiti when he was ten years old. He joined his parents in Fort Lauderdale, Florida where they had already been in the U.S. years ahead of him, working to pave the way so they could bring their children to the states and provide them with a shot at the American dream.<\/p>\n<p>During middle school Joram found a passion for music and picked up quite a few instruments, starting with the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Euphonium\">euphonium<\/a>, then taking on the trombone and drums. He put his skills to the test in high school, , joining the marching band, symphonic band, <em>and<\/em> the jazz band. His passion landed him a music scholarship at Florida A&amp;M University (FAMU), where he also took up a major in biology. As a member of the FAMU marching band, he traveled throughout the U.S. and even <a href=\"https:\/\/www.youtube.com\/watch?v=3cwaBVn5nCQ\">performed at former President Barack Obama’s first inauguration<\/a>.<\/p>\n<p>Joram was having a blast traveling around, but he soon found himself in a bind. Music was his passion, but he knew he needed to focus more time on his academics. But without the scholarship the marching band provided, he couldn’t afford the tuition. So he made the tough decision to drop out after two years, move home and regroup.<\/p>\n<p>Never one to be idle, Joram kept busy and won a grant from the Miami Chamber of Commerce that he planned to use to launch a startup. He taught himself web development, but being self-taught was harder than he thought, as he needed more education than what was freely available online. That meant he once again would have to grapple with crippling tuition costs until he serendipitously stumbled upon Lambda School. Lambda’s compelling model of only requiring payment once a student is set up with a well paying job made him feel like the school was wholeheartedly committed to his success. His instincts were right. In fact, Lambda helped Joram get hired <em>before<\/em> he even graduated as a senior engineer at Nexient. Now he’s eager to start learning how to take better control of his financial future. And that’s music to our ears.<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-8776 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/05\/Sarah.png\" alt=\"\" width=\"429\" height=\"231\" \/><\/p>\n<p style=\"text-align: center\"><strong>Sarah Majors, 28, Monroeville, PA | Special Projects for Patrick Collison <\/strong><\/p>\n<p style=\"text-align: center\"><strong> <\/strong><em>“I never thought I could find a job that I’d be happy in, but I love what I do now. Lambda School’s Community helped me get to where I am.”<\/em><\/p>\n<p><strong> <\/strong>Despite growing up in a town called Freedom, Sarah didn’t get away with very much. That’s due in large part to the fact that her parents taught at the high school she attended. But those family bonds inspired her to stay fairly close to her small hometown outside Pittsburgh for college, and she enrolled at Mercyhurst College, a mere two hours away.<\/p>\n<p>Sarah was excited to dive into her new archaeology major. But because she had to cover the costly tuition on her own, she struggled to balance making enough money for tuition and tackling  all of her coursework. Sadly, she made the tough decision to drop out of school.<\/p>\n<p>But while she wasn’t enrolled in school it didn’t stop her from continuing to learn. Her classes in  archaeology exposed her to coding as a way to bring efficiency to mapping archaeology sites (believe it or not, most are still mapped by hand). With her interest still piqued, she continued to find ways to refine her coding skills, which eventually led her to Lamda School.<\/p>\n<p>At Lambda School she thrived, learning everything from the basics to more complex portions of data science and software engineering, without the stress of tuition she experienced while at Mercyhurst. And when it came time to graduate, the community Lambda School built was key to her landing her current job as a contractor on special projects for Patrick Collison, the co-founder of Stripe.<\/p>\n<p>Sarah is beyond thankful to Lambda School for their help getting her out of low paying, high stress jobs into something that is flexible, well paid and intellectually stimulating. She’s allowed herself to splurge a little, most recently buying a laptop for her nine year old sister so they can video chat more often. But now she has her sights on her next big goal: achieving financial freedom. Who says you can’t go home again?<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-8775 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/05\/Julian-Pegues.png\" alt=\"\" width=\"429\" height=\"231\" \/><\/p>\n<p style=\"text-align: center\"><strong>Julian Pegues, 27, Atlanta, GA | Contract Software Engineer, Uber  <\/strong><em> <\/em><\/p>\n<p style=\"text-align: center\"><em>“School was constantly interrupted by my battle with depression, making it impossible to graduate. The flexibility of Lambda School got me over that hump and today I’m earning triple my previous salary and providing for my daughter.”<\/em><\/p>\n<p style=\"text-align: left\">Julian has always loved numbers. He gravitated towards math courses in high school and at community college in Atlanta. But the numbers at home &#8212; he’s the second oldest of seven children &#8212; meant he had to take on a lot of the family responsibilities. That, coupled with an ongoing battle with depression, caused him to drop out of both high school and college at different times.<\/p>\n<p>When Julian and his girlfriend found out they were expecting they moved from Atlanta to her hometown of Ohio to be closer to her family. Julian took up a job in a warehouse distribution center, but with a baby on the way he knew he needed to do more to provide for his family. His passion for math led him to take up coding as a hobby, but to refine his skills meant he’d have to pay tuition, which was a nonstarter. There was no way to afford being a dad <em>and<\/em> paying for school from his current salary at the warehouse.<\/p>\n<p>Luckily, he found Lambda School, and their no upfront tuition made it possible for him to take the time to learn the skills to pursue a new career. Julian also developed an important new community with both the teachers and students. Shortly after graduating, he began contracting as a developer with Uber. With a much higher salary and work that is meaningful to him, he’s now ready to learn what it takes to provide the best for his four year old daughter. We have a hunch compounding interest might become his new favorite mathematical formula.<\/p>\n<h3><strong>The Path Forward<\/strong><\/h3>\n<p>For many going from a low paying job to a career that doubles and sometimes triple your salary is a dream come true. But while an influx of cash means you can treat yourself to lots of fun new things, it’s also the perfect opportunity to start accelerating the path to financial freedom. To do that you need to have a solid understanding of the basics of personal finance. That’s why Wealthfront and Lambda School are excited to set these students up for long-term financial success. The Lambda students dream big, so we can’t wait to start helping them secure their ambitions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When we started Wealthfront our goal was to use software to help make taking control of your financial life easier. But even as we broadened our access to sophisticated financial advice through our technology, there’s one trend that sometimes you just can’t buck: inertia. Often that’s because people are intimidated, or maybe they feel there [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7647,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7232,7231],"tags":[1098,5650,5634,5648,5649,5651],"yst_prominent_words":[10801,10798,10797,10800,10794,10790,10796,10805,2558,10799,10793,3519,4237,10795,10791,10804,10792,4849,10803,10802],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8774"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8774"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8774\/revisions"}],"predecessor-version":[{"id":13256,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8774\/revisions\/13256"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7647"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8774"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8774"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8774"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8774"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}