{"id":8827,"date":"2018-05-24T13:00:37","date_gmt":"2018-05-24T20:00:37","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8827"},"modified":"2020-05-29T19:32:07","modified_gmt":"2020-05-30T02:32:07","slug":"til-debt-do-us-part","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/til-debt-do-us-part\/","title":{"rendered":"Til Debt Do Us Part?"},"content":{"rendered":"<p>As spring starts to wind down, a new season is getting ready to take over: wedding season. Couples all over are busy preparing for their big day, and the over $72 billion dollar U.S. wedding industry is expecting a major windfall starting in June and extending through October. Fall weddings are a rising trend, as well as millennial lovebirds opting out of traditional formal weddings in favor of nontraditional options. But that doesn’t mean they’re spending less. In fact,&nbsp; <u><a href=\"https:\/\/www.theknot.com\/content\/average-wedding-cost-2017\">data from wedding experts The Knot<\/a><\/u> show they are actually spending <em>more<\/em> per guest (from $194 in 2009 to $268 in 2017) to create the most unique experience possible. Going for the wow factor can wreak havoc on a budget. According to The Knot’s study, 45% of couples overspent on their weddings in 2017, dishing out an extra $7,319 on average.<\/p>\n<p>Unfortunately, this can lead to the &#8220;big D&#8221;. Don’t worry, we’re not talking divorce. But we are talking about <strong>debt<\/strong>, and not taking the time to understand if you and your partner are financially compatible <em>before<\/em> the wedding can lead to bigger problems down the road. So if nuptials are on the horizon, it’s important to understand what kind of financial liabilities are coming into the marriage &#8212; and how much the wedding of your dreams will add to the deficit.<\/p>\n<h3><strong>Wedding <span style=\"text-decoration: line-through;\">Bells<\/span> Bills<\/strong><\/h3>\n<p>According to The Knot, last year the average cost of a wedding was $33,391 (including the ring but excluding the honeymoon). Manhattan came in as the most expensive place to marry, with an average price tag of $77,944, with 24 other metropolitan markets coming in above the national average. Thus, where you live matters, so couples should discuss what they can legitimately afford before they get carried away planning the perfect day (or hiring a costly wedding planner, an expense that runs about $2,000 on average). In other words, if the dream is to have a white wedding, you don’t want to start out in the red.<\/p>\n<p>But that doesn’t mean that the betrotheds need to elope on the cheap, either. What’s most important is that the Mr. and Mrs. to be — or Mr. and Mr., or Mrs. and Mrs. — have open and honest conversations (that’s right, more than one!) about their individual financial situations as early as possible, preferably <em>before <\/em>wedding expenses start to mount up.<\/p>\n<h3><strong>The “D” Word<\/strong><\/h3>\n<p>Having the ever-important conversation about your finances isn’t easy. It usually begins with the daunting “We need to talk about money” opener, and many enter into the discussion tense and insecure. According to <u><a href=\"https:\/\/www.apa.org\/news\/press\/releases\/stress\/2014\/stress-report.pdf\">the American Psychological Association’s (APA) 2014 Stress in America Survey<\/a><\/u>, almost a third of adults with partners reported that money is a major source of conflict in their relationship, whether you’re married or just cohabitating. Further, <u><a href=\"https:\/\/www.experian.com\/blogs\/ask-experian\/newlyweds-and-credit-survey-results\/\">according to research by Experian<\/a><\/u>, 33% of newly married couples said their spouse’s spending habits are different than what they expected. But money doesn’t have to be the elephant in the room. In fact, getting more intimate with your finances is actually very healthy.<\/p>\n<p>But debt can often keep those conversations from happening. While it might feel embarrassing to admit that you’re in debt to your partner, it’s actually more common than you might think. <u><a href=\"http:\/\/www.experian.com\/blogs\/news\/2015\/07\/29\/5-credit-donts-millennials\/\">According to a study by Experian<\/a><\/u>, millennials’ average credit score is 625 and their average debt (excluding mortgages) is $26,485. For Gen X-ers, those figures are 650 and $26,670, respectively. <u><a href=\"https:\/\/www.experian.com\/blogs\/ask-experian\/newlyweds-and-credit-survey-results\/\">In another study about newlyweds<\/a><\/u>, 33% of respondents entered marriage unaware of the amount of their spouse’s student loan debt, while 40% didn’t know their spouse’s credit score.<\/p>\n<p>Some people try to hide their debt by keeping their finances separate (<u><a href=\"https:\/\/www.prnewswire.com\/news-releases\/love--money-millennial-couples-are-savvier-than-their-youth-would-suggest-td-bank-survey-reveals-300326108.html\">research by TD Bank<\/a><\/u> shows that almost 25% of couples do this). But that’s not a good solution. Once you’re married your spouse’s liabilities can actually become your own, and your spouse’s credit score will affect your ability to get joint credit, which can impact a number of important life decisions. Further, 401(k)s, which almost all married couples manage separately, are considered marital assets. Thus, it’s critical to have visibility into each other’s finances early, understand the benefits of consolidating, and work together to <u><a href=\"https:\/\/www.experian.com\/blogs\/ask-experian\/credit-education\/how-to-get-out-of-debt\/\">pay down debt<\/a><\/u>.<\/p>\n<p>Another way debt can enter the marriage is through “secret spending.”&nbsp;<u><a href=\"http:\/\/www.experian.com\/blogs\/news\/2015\/07\/29\/5-credit-donts-millennials\/\">A study by Experian<\/a><\/u> reveals men typically spend an average of $1,259 before mentioning it to their partner, while women spend an average of $383 prior to saying anything. Of those who admitted to maintaining a clandestine financial account, 61% were male and 39% were female. But practicing good financial hygiene doesn’t have to be a killjoy. Understanding your complete financial picture will help you prioritize saving for your biggest goals and determine if you have wiggle room for some “fun money” that can be spent without consequence.<\/p>\n<h3><strong>The Path Ahead<\/strong><\/h3>\n<p>You marry someone in large part because you want the same things in life, so talking about debt and your respective financial philosophies is key before you start planning for your biggest life goals, which are typically major financial investments. The first step (after you have an honest discussion about your finances, of course) is identifying your biggest priorities as a couple. Maybe you want to have kids right away. Or perhaps you want to put family and careers on hold to travel the world together for a while.<\/p>\n<p>No matter what you land on, the next important step is using real numbers and data so you can understand what’s feasible now and in the future versus making guesses that could lead you astray. Many couples will seek out a financial planner to get help with this, but that can be costly and time-consuming. At Wealthfront we believe that process should be easy and convenient, so we built Path, our financial planning engine, to help you explore what’s possible whenever you want. <u><a href=\"https:\/\/blog.wealthfront.com\/easier-way-plan\/\">By simply linking your various accounts<\/a><\/u> you can anchor yourself in financial reality and start playing with different scenarios. Who knows, you might be pleasantly surprised. Maybe you can <u><a href=\"https:\/\/blog.wealthfront.com\/path-homeownership\/\">buy that dream house sooner than you thought<\/a><\/u>. Or maybe <a href=\"https:\/\/www.wealthfront.com\/retirement\">retirement<\/a> doesn’t seem that far away after all. But remember: this kind of exploration works best when you are financially aligned.<\/p>\n<h3><strong>Happily Ever After<\/strong><\/h3>\n<p>Your wedding day is symbolically the beginning of your future with your partner, but your financial future together really starts once the question is popped. So we encourage you to buck the trend and exchange your views about your finances long before you exchange your vows. That might not sound as exciting as picking the perfect playlist for your reception, but we’re confident it will keep you in tune with your partner before, during and long after the wedding.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>As spring starts to wind down, a new season is getting ready to take over: wedding season. Couples all over are busy preparing for their big day, and the over $72 billion dollar U.S. wedding industry is expecting a major windfall starting in June and extending through October. Fall weddings are a rising trend, as [&hellip;]<\/p>\n","protected":false},"author":126,"featured_media":7675,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7231],"tags":[528,1066,1206,463,5652,1101,198,1178],"yst_prominent_words":[2678,3113,2781,6205,1420,5570,1237,3111,3108,1240,6210,3821,6211,6209,6204,6212,6207,6208,6213,6206],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8827"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/126"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8827"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8827\/revisions"}],"predecessor-version":[{"id":13172,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8827\/revisions\/13172"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7675"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8827"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8827"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8827"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8827"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}