{"id":8836,"date":"2018-05-29T13:09:34","date_gmt":"2018-05-29T20:09:34","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8836"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"a-parents-perspective-on-planning-for-college","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/a-parents-perspective-on-planning-for-college\/","title":{"rendered":"A Parent&#8217;s Perspective on Planning for College"},"content":{"rendered":"<p>Today is 529 Day. That might sound like a corny thing to get excited about, but as a dad it makes me think about my kids. Like any parent, all I want the very best for my nine year old girls. While college seems far away, I&#8217;ve always imagined them picking a school that will make them the happiest, and one of my biggest goals is that my wife and I can cover the costs entirely so they don’t have to take on massive debt as young adults.<\/p>\n<p>The challenge, of course, is that college is ridiculously expensive. <u><a href=\"https:\/\/trends.collegeboard.org\/sites\/default\/files\/2017-trends-in-college-pricing_0.pdf\">According to the College Board<\/a><\/u>, the current cost of one year of tuition (excluding room and board) for a four year private college is $34,740. For a year of in-state tuition at a four year state school the cost is $9,970. Those figures are up 65% and 110%, respectively, since I graduated 20 years ago. Obviously you can assume costs will rise over the next two decades, but what most people don’t realize (me included) is that private and public tuition costs rise about 1.1% <em>faster<\/em> than inflation.<\/p>\n<p>Figuring out that math <em>and<\/em> trying and determine what my wife and I need for our other big life priorities was overwhelming. So what happened? Inertia. Fortunately when we launched our <u><a href=\"https:\/\/www.wealthfront.com\/college\">Wealthfront 529 Savings Account<\/a><\/u> I woke up and took action. And when we introduced <u><a href=\"https:\/\/blog.wealthfront.com\/an-upgraded-path-to-college\/\">the college savings feature powered by Path<\/a><\/u>, our financial planning engine, it helped me <em>finally<\/em> understand what was possible. So today I’ll share some insights on what you can start doing today to ensure you can help make your kids college dreams a reality when the time comes.<\/p>\n<h3><strong>The Smarter Way To Save<\/strong><\/h3>\n<p>When I was young I remember my parents talking about my “college fund.&#8221; In reality they were just putting extra money into a low yield savings account to try and get ahead. Unfortunately for them it wasn’t until I was already in college that the “qualified tuition program” &#8212; or 529 savings plan &#8212; came onto the scene as part of the Small Business Job Protection Act of 1996.<\/p>\n<p>Fast forward to just a couple of years ago. Despite knowing about 529s &#8212; unlike 71% of Americans, <u><a href=\"https:\/\/www.prnewswire.com\/news-releases\/edward-jones-seventh-annual-study-finds-that-only-one-third-of-americans-know-what-a-529-plan-is-300646530.html\">who in a recent survey<\/a><\/u> couldn’t recognize a 529 savings plan as an education tool &#8212; I had taken a similar opaque “college fund” approach. Similar to 45% of Americans (<u><a href=\"https:\/\/www.salliemae.com\/assets\/about\/who_we_are\/HAS2018_Full_Report.pdf\">per a Sallie Mae report<\/a><\/u> on college savings trends), I was depositing money into an ordinary cash account at my bank. It wasn&#8217;t earning much interest, and I’ll be honest: I wasn’t consistent with what I deposited each month. Plus when your savings account becomes a catch-all it’s difficult to know how you’re <em>really<\/em> tracking towards a specific goal.<\/p>\n<p>When we introduced our own 529 savings account at Wealthfront, I asked my colleague, <a href=\"https:\/\/blog.wealthfront.com\/women-of-wealthfront-celine\/\">Celine Sun PhD<\/a>, her opinion (she’s one of our research directors and also a mom of two). Her opinion was that a 529 was a no brainer: What’s not to love about an account where the money you put in grows tax free <em>and<\/em> is turbo charged by the power of compounding? Her enthusiasm made sense, given her favorite expression is “compounding is the most powerful word in the world.”  But it was perfect advice. Now I have a 529 account set up with a monthly recurring direct deposit. I may not be able to fund their college 100% with their 529 accounts, but I can rest assured money is going towards their future every month.<\/p>\n<h3><strong>Old Dog, New Tricks<\/strong><\/h3>\n<p>There are some new options on the table when it comes to how you can use your 529 funds. The 2017 tax reform package that went into effect on January 1, 2018 expands 529 plan benefits to include tax-free withdrawals for private, public or religious elementary, middle and high school tuition.<\/p>\n<p>Many people are excited by this, and my curiosity was definitely piqued. When access to high quality public schools is limited (like in San Francisco, where we are), private school becomes the only option to ensure the best education for your kids. And with some primary school tuitions rivaling those of a college or university, costly school expenses you think are 18 years away start racking up immediately.<\/p>\n<p>But in thinking about it some more, it makes the most sense to stay focused on saving for college. After all, the main benefit of the 529 is tax-free growth that compounds over time, so you want to leave the money in there for as long as possible. (This is why starting to invest into a 529 account immediately when a baby is born is ideal since the money won’t be needed for almost two decades). Withdrawing early to pay for private elementary, middle or high school means the money won’t be in the account long enough for the compounding to really work its magic. Not to mention, <u><a href=\"https:\/\/www.savingforcollege.com\/article\/529-savings-plans-and-private-school-tuition#sfc-page-anchor-2\">some states don’t offer state tax benefits<\/a><\/u> for a K-12 withdrawal, so you need to read the fine print if you ultimately decide to use your 529 funds to pay for a child’s pre-college education.<\/p>\n<h3><strong>The Path to College<\/strong><\/h3>\n<p>I mentioned before that the cost of college is rising faster than inflation. But what does that really mean? Fortunately our college planning feature does the heavy lifting and determines that automatically for any four-year public or private institution you’re interested in exploring. So how does it work?<\/p>\n<p>The projected rate of inflation changes frequently (see <u><a href=\"https:\/\/blog.wealthfront.com\/forecast-inflation\/\">this post<\/a><\/u> about inflation forecasts), so Path uses the most recent data to establish a baseline metric. For the purposes of this post, we’ll use the inflation forecast through April 2018, which is <u><a href=\"https:\/\/ycharts.com\/indicators\/us_inflation_rate\">2.46%<\/a><\/u>. Path then adds on a 1.1% inflation consideration specifically for college, so you can count on a 3.56% (2.46% + 1.1%) projected inflation on future college costs (such as tuition, room and board, books, etc.). So if you have a child today you can expect to pay over 75% more than today&#8217;s costs by the time your newborn turns 18. Ouch!<\/p>\n<p>As painful as that reality is, you can take better control when you have a personalized and real-time assessment available to you. But the sticker shock of college has most people curious about <u><a href=\"https:\/\/blog.wealthfront.com\/battle-tuition-bulge\/\">how financial aid works<\/a><\/u> and what they might qualify for. Our automated planning is unique in that it uses your own financial information and third party data from the National Center of Education Statistics (<u><a href=\"https:\/\/nces.ed.gov\/ipeds\/\">IPEDS<\/a><\/u>) so you can understand how much financial aid you can expect across <em>any<\/em> four year college or university in the U.S. Wealthfront does the calculations for me! Having a more accurate projection what college will cost down the road also lets you spend some time on other creative options that might help you <u><a href=\"https:\/\/blog.wealthfront.com\/beat-high-cost-college\/\">beat the high cost of college<\/a><\/u>. But no matter what scenario you decide is the best for you and your kids, your plan acts as your always-on compass and lets you explore different college options whenever you want.<\/p>\n<h3><strong>Knowledge is Power<\/strong><\/h3>\n<p>It might be a little hokey to give a shout out to the 529 on May 29th, but it really has made a tremendous difference for me and my family. And thanks to Wealthfront and the college planning feature I know have a much more holistic view into what it will take to send my girls to the colleges of their dreams. My only regret? That I didn’t start planning sooner. So whether you’re partnered or single, have kids already or plan to start a family in the future, there’s no time like the present to start helping your kid’s future look a little brighter.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Today is 529 Day. That might sound like a corny thing to get excited about, but as a dad it makes me think about my kids. Like any parent, all I want the very best for my nine year old girls. While college seems far away, I&#8217;ve always imagined them picking a school that will [&hellip;]<\/p>\n","protected":false},"author":117,"featured_media":7676,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7231],"tags":[5633,1064,5641,1072,97,1101,1203],"yst_prominent_words":[2686,5258,6199,6193,6189,6191,1509,2732,6201,6187,6200,6188,2726,6197,6203,2724,6202,6198,6192,5381],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8836"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/117"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8836"}],"version-history":[{"count":3,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8836\/revisions"}],"predecessor-version":[{"id":11993,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8836\/revisions\/11993"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7676"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8836"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8836"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8836"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8836"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}