{"id":8906,"date":"2018-07-20T05:00:09","date_gmt":"2018-07-20T12:00:09","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=8906"},"modified":"2019-11-26T07:21:46","modified_gmt":"2019-11-26T15:21:46","slug":"dont-let-fear-get-in-the-way","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/dont-let-fear-get-in-the-way\/","title":{"rendered":"Don&#8217;t Let Fear Get in the Way of Good Investing Habits"},"content":{"rendered":"<p>News headlines can determine if your investments are going to have a good day or a bad day. Unlike 2017, where most of the headlines were consistently about the record market performance, 2018 has been all about volatility. It started in February, when the market experienced its first correction (a nice way of saying that the Dow and S&amp;P 500 fell more than 10%). More recently, questions over a trade war with China have led to even more anxiety and unrest.<\/p>\n<p>If the daily ups and downs make you want to run for cover and avoid the market all together, you’re not alone. We’ve heard from many clients concerned with market conditions, wanting to pull their money out and come back when things feel more stable. And we get it — money is emotional. It&#8217;s perfectly natural to consider selling off some stock you own, adjusting your risk tolerance score on your portfolios, or moving some money to savings or cash accounts.<\/p>\n<p>But as we’ve said before, <a href=\"https:\/\/blog.wealthfront.com\/feels-right-actually-wrong\/\" target=\"_blank\" rel=\"noopener\">doing what feels right is actually wrong<\/a>. Trying to time the market is <a href=\"https:\/\/blog.wealthfront.com\/top-investor-mistake-time-market\/\" target=\"_blank\" rel=\"noopener\">one of the most serious mistakes<\/a> you can make as an investor. So no matter how unstable things may seem, sticking to a long-term strategy is best. This is easier said than done, but if you let history and data guide you, it might become easier to remove the emotion out of stock market fluctuations.<\/p>\n<h3>Let data give you some peace of mind<\/h3>\n<p>A Dow drop might feel like doomsday, but rest assured the stock market tends to be weatherproof. Over the past 50 years there have only been 16 market corrections, and if you look at <a href=\"https:\/\/blog.wealthfront.com\/stock-market-corrections-not-as-scary-as-you-think\/\">historical stock market performance<\/a>, the data proves that we’ve been able to overcome dips and recessions successfully.<\/p>\n<p>In fact, in an <a href=\"https:\/\/blog.wealthfront.com\/stock-market-corrections-not-as-scary-as-you-think\/\" target=\"_blank\" rel=\"noopener\">analysis<\/a> of the most recent stock market corrections, our team found that the mean time for economic recovery was just 121 days. This is an important point to consider, especially when it feels like there isn’t an end in sight. And while it might seem counterintuitive to keep your money in an investment account when the economy takes a hit, playing the long game will pay off.<\/p>\n<p>To illustrate that point, imagine this: It’s late 2007, and the stock market is in fast decline. You have money invested in an S&amp;P 500 Index account. On January 1, 2008 you decide to liquidate and put $100,000 worth of proceeds from liquidation into a savings account that earns 2% interest — whew, crisis seemingly avoided. As of June 30, 2018, that account balance would be $123,000.<\/p>\n<p>But what if you hadn’t moved your investment? Ten years later, you would have seen a 130% return, meaning your money would be worth $230,000 today — a difference of $107,000*.<\/p>\n<p>“If you take money out of your accounts in anticipation over a market downturn, it’s hard to know when you should put your money back in,” says Celine Sun, Wealthfront’s Director of Research. “This means that most likely, you’ll miss the upside returns more than you’ll avoid the downside.”<\/p>\n<p>Bottom line: you’ll miss out on more in the future if you make a rash decision today.<\/p>\n<h3>Set it (and forget it)<\/h3>\n<p>Once you wrap your head around the fact that market declines are temporary, a great strategy in addition to keeping your money in the market is setting up a monthly <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/115000712246-How-do-I-edit-my-recurring-deposit-\" target=\"_blank\" rel=\"noopener\">recurring deposit<\/a> into your investment account. Determine a dollar amount that works for your budget every month and don’t look back.<\/p>\n<p>Here is a hypothetical scenario: Assume you deposit $1000 each month and your return is 8%. After 10 years, your total deposit is $120,000 — but your portfolio value is $184,000. In this example, your recurring deposit has led to a 53.5% increase in net worth over 10 years.**<\/p>\n<p>Recurring deposits are quick, easy, and there’s a big silver lining — investing during a market downturn can actually increase the value of your portfolio over time. Think of it like buying at a discount and you’ll get more shares.<\/p>\n<h3>Don’t obsess over portfolio performance<\/h3>\n<p>Just as you shouldn’t let the market spook you, you also shouldn’t stress over movements within your own portfolio. In fact, even when the market appears to be on a tear, your account will have movements up and down. So if you obsessively check daily gains and losses, you&#8217;re likely to make changes to your plan that could make you miss out in the long run.<\/p>\n<p>And while we love it when our clients engage with our products, even our CEO Andy Rachleff <a href=\"https:\/\/blog.wealthfront.com\/often-check-portfolio\/\" target=\"_blank\" rel=\"noopener\">admits<\/a> that it would be better if you didn’t check your Wealthfront account too often during periods of instability. “The more time you spend looking at and worrying about your portfolio, the more likely you are to make changes to your plan, whether that’s withdrawing money or adjusting your risk tolerance,” Andy says. “Over the long term that behavior will lead to lower returns.”<\/p>\n<p>To put it another way, don’t be that person who holds up traffic to look at a little fender bender. Just keep moving forward and don’t bottleneck yourself when there are movements, up or down.<\/p>\n<h3>Repeat after me: “I’m investing for the long term”<\/h3>\n<p>Long-term investing is challenging, because the goals you’re saving for can feel very far away. You might be saving for retirement when you only have a few years of work under your belt — or saving for your kids’ college expenses when they’re still in diapers. Then, when the economy dips, you care about what’s happening to your money <em>right now<\/em>, because it’s hard to predict how it’ll grow over time.<\/p>\n<p>Further, we know our younger, millennial clients might be particularly prone to fears about investing since many entered the workforce at the height of the 2008 financial crisis. But as Andy Rachleff says, “If you let fear keep you from investing, you will miss out on years of returns.” So it’s important to look at the projected value of your accounts over time rather than reacting to the value today.<\/p>\n<p>The market will run its course, but data proves that perseverance leads to prosperity.<\/p>\n<p><strong>Source: Wealthfront Research, 01\/01\/2008 &#8211; 06\/30\/2018<\/strong><br \/>\n*S&amp;P 500 return is based on SPY data (from CRSP)<br \/>\n**Return is based on Vanguard Balanced Index Fund (VBIAX)<\/p>\n","protected":false},"excerpt":{"rendered":"<p>News headlines can determine if your investments are going to have a good day or a bad day. Unlike 2017, where most of the headlines were consistently about the record market performance, 2018 has been all about volatility. It started in February, when the market experienced its first correction (a nice way of saying that [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7630,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[5,180],"yst_prominent_words":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8906"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=8906"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8906\/revisions"}],"predecessor-version":[{"id":11995,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/8906\/revisions\/11995"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7630"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=8906"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=8906"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=8906"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=8906"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}