{"id":9015,"date":"2018-08-28T09:05:52","date_gmt":"2018-08-28T16:05:52","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9015"},"modified":"2019-11-27T01:20:32","modified_gmt":"2019-11-27T09:20:32","slug":"saving-for-college-questions","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/saving-for-college-questions\/","title":{"rendered":"Saving for College: 4 Big Questions Every Parent Needs to Consider"},"content":{"rendered":"<p><em>This post is part of a series on Saving for College— read about <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\">getting started with a 529 account<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-superfunding-529-account\" target=\"_blank\" rel=\"noopener\">superfunding your 529<\/a> for more. <\/em><\/p>\n<p>You already know <a href=\"https:\/\/529.wealthfront.com\/college-cost\/\" target=\"_blank\" rel=\"noopener\">the cost of college<\/a> is rising: It increased 3.6% last year, <a href=\"https:\/\/www.usatoday.com\/story\/money\/personalfinance\/budget-and-spending\/2018\/06\/09\/rising-cost-of-college-financial-hole\/35439339\/\">nearly double the rate of inflation<\/a>.<\/p>\n<p>What you might not know? It’ll cost an estimated $302,700 to send today’s newborns to a four-year private college, according to <a href=\"#methodology\">Wealthfront research<\/a>. To cover that amount, you’d need to save $980 per month — for 18 years straight.<\/p>\n<p>Parents of younger kids: you might be thinking, “We’re focused on K-12 right now; college is so far away!” But the truth is, if you have children — or plan to — it’s never too early to start thinking about college.<\/p>\n<p>Below, a few Wealthfront parents share their perspective on the things you should contemplate now if you have kids who may be college-bound in the future.<\/p>\n<h2>1. Will you contribute to your child’s college education?<\/h2>\n<p>There’s no right or wrong answer to this question; for many parents, their philosophy traces back to their own experiences.<\/p>\n<p>Maybe you want to cover the entire cost, because that’s what your parents did, or because you feel grateful you’re in the position to do so. Take Courtney Burrill, a soon-to-be mom on Wealthfront’s Client Services team, for example. As a first-generation college student, she worked several jobs to graduate without any loans. Now her goal is to cover 100% of her children’s college costs. “College has been world-changing for me,” she explains. “Education is our top priority; we would make sacrifices to afford it for our children.”<\/p>\n<p>Maybe you want to cover most of the cost, so your kids can learn about money without being burdened by student debt. Although Wealthfront Director of Research <a href=\"https:\/\/blog.wealthfront.com\/women-of-wealthfront-celine\/\" target=\"_blank\" rel=\"noopener\">Celine Sun<\/a> worked a part-time job through college, her parents paid for the majority of her education. “I think I will cover the tuition and leave living expenses up to my children,” she says. “I want them to work hard, but not have high loans.”<\/p>\n<p>Or maybe you want your kids to cover the costs themselves, with scholarships, loans, or a part-time job, because that’s how you did it <span style=\"font-weight: 400\">—<\/span> and you managed just fine. Wealthfront’s Senior Product Manager Tyler Hogge and his wife used athletic and academic scholarships to pay their own way through school. Though they know those aren’t guaranteed, he says: “We always joke our kids will get scholarships so we don’t have to stress about [tuition]… We think children should feel a sense of responsibility to cover most of college if they can.”<\/p>\n<p>Whatever decision you make, the important thing is to think about it now (yes, even if your child is still sucking on a teething toy like it’s their job). Because, if you want to cover part or all of your children’s education, you need to <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\">start saving today<\/a>.<\/p>\n<p><img loading=\"lazy\" class=\"size-medium wp-image-9117 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/BTS_DataVisuals_R1-05-1-640x320.png\" alt=\"Wealthfront Client Data on Saving for College\" width=\"640\" height=\"320\" \/><\/p>\n<h2>2. If you plan to contribute, how will you save?<\/h2>\n<p>Just as with retirement, the earlier you start, the better off you’ll be. The easiest way to save for college is with a<a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\"> 529 plan<\/a>, an investment account created specifically for education expenses.<\/p>\n<p>Here’s what makes 529s an attractive option for parents of all income levels:<\/p>\n<ul>\n<li>Low or no minimum contributions<\/li>\n<li>No yearly contribution limits<\/li>\n<li>No <a href=\"https:\/\/529.wealthfront.com\/529-income-limits\/\" target=\"_blank\" rel=\"noopener\">income limits<\/a><\/li>\n<li>Tax-free earnings<\/li>\n<li>Tax-free withdrawals for qualified education expenses<\/li>\n<\/ul>\n<p>Since funding college was so important to her, Courtney opened a 529 plan before she even got pregnant. “I’ve always been a long-term savings, investment person,” she admits. “My husband was also on board with the 529 because he agreed student loans can be a pain.”<\/p>\n<p>Even small investments add up over time: saving $100 per month today could lead to $38,932 over 18 years, if you factor in 6% annual before-tax returns. Start five years later and that may drop to $23,664. To see what your contributions would amount to, log into Wealthfront and our automated financial planning will perform a comprehensive analysis on your college savings plan.<\/p>\n<p>Another advantage of starting early? Throughout your children’s life, you can ask friends and family to contribute to their 529 plans <span style=\"font-weight: 400\">—<\/span> instead of buying birthday and holiday gifts they’ll forget a week later.<\/p>\n<h2>3. How will you balance saving for college alongside other goals?<\/h2>\n<p>As a parent in this day and age, you’re probably battling several financial priorities: paying off debt, <a href=\"https:\/\/www.wealthfront.com\/home-planning\" target=\"_blank\" rel=\"noopener\">saving for a house<\/a>, investing in <a href=\"https:\/\/www.wealthfront.com\/retirement\" target=\"_blank\" rel=\"noopener\">retirement<\/a> <span style=\"font-weight: 400\">—<\/span> and then also saving for your children’s education. It can be overwhelming to decide what to prioritize.<\/p>\n<p>Tyler, for example, is trying to pay off all his student loans before making regular contributions to a 529. But once he’s debt-free, he plans to set up recurring deposits. “There are some tradeoffs you need to make,” he says. “It’s hard to take the emotion out of it, but you have to be able to check certain financial boxes.”<\/p>\n<p>Celine, on the other hand, is focusing on a down payment for a house <span style=\"font-weight: 400\">— <\/span>an especially large obstacle since she lives in the Bay Area. &#8220;At this point, housing has a higher priority than college education,” she says. “I have a lot of cash constraints because of that, but afterwards, I think I&#8217;ll be able to <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-superfunding-529-account\" target=\"_blank\" rel=\"noopener\">superfund the account<\/a>. Saving for college will be my first priority.&#8221;<\/p>\n<p>Courtney, the planner, opted for the unconventional order of a 529, followed by a pregnancy… and next, maybe a house. “We’ve pushed off buying a house because having a baby is a huge life change,” she says. “We’d rather adjust to a new baby first, and then figure out where we want to live.”<\/p>\n<p>All three are still thinking about retirement, too <span style=\"font-weight: 400\">—<\/span> and that’s a good thing. Although priorities are personal, there’s one thing most financial experts agree on: putting retirement investments above everything else. Because, while your kids might be able to land a scholarship or take out a loan for their education, retirement is something you have to save for without outside help.<\/p>\n<h2>4. When will you discuss your choice with your children?<\/h2>\n<p>Whatever your plan, it’s vital to discuss it with your children when they enter high school <span style=\"font-weight: 400\">—<\/span> though you should start having money conversations long before that.<\/p>\n<p>When she was in middle school, Celine’s parents took her to open a bank account, and explained how interest would help them save for college. Courtney’s parents also sat her down to talk money. “My parents had an open dialogue with me, and it was very important,” Courtney says. “It made me understand finances and how to budget.”<\/p>\n<p>If you expect your children to contribute to their college funds, talking to them early gives them ample opportunity to get a part-time job, or to focus on grades and extracurriculars that will make them more competitive for scholarships and grants.<\/p>\n<p>And, if your children plan to take out student loans, it’s imperative to discuss the financial implications. Most teenagers don’t understand that $39,400 in loans (the <a href=\"https:\/\/studentloanhero.com\/student-loan-debt-statistics\/\" target=\"_blank\" rel=\"noopener\">national average<\/a>) could cost more than $400 per month after graduation. So, using a <a href=\"https:\/\/studentloanhero.com\/calculators\/student-loan-payment-calculator\/\" target=\"_blank\" rel=\"noopener\">calculator like this<\/a>, show them their monthly payments <span style=\"font-weight: 400\">—<\/span> and how they’d fit into a mock budget.<\/p>\n<p>While it can be tough to imagine your little ones someday heading to college, it’s vital you do. Early planning is one of the best gifts you can give your children.<\/p>\n<p id=\"methodology\">*<em>Source: <a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/05\/College_Infographic.pdf\" target=\"_blank\" rel=\"noopener\">Wealthfront Research<\/a> with data from from <a href=\"https:\/\/nces.ed.gov\/ipeds\/\" target=\"_blank\" rel=\"noopener\">IPEDS,<\/a> as of March 2018.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It’ll cost an estimated $302,700 to send today’s newborns to a four-year private college, according to Wealthfront research. Here&#8217;s what you need to think about today if you have kids who may be college-bound in the future.<\/p>\n","protected":false},"author":129,"featured_media":9040,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7231],"tags":[5633,1078,1064,388,1116,391,390,1063,5641,1065,1067,1079],"yst_prominent_words":[2686,2723,5665,5668,2732,5669,2052,5670,1579,5667,3820,1419,5666,5663,2144,5664,5522,5263,3527,5676],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9015"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9015"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9015\/revisions"}],"predecessor-version":[{"id":11997,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9015\/revisions\/11997"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9040"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9015"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9015"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9015"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9015"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}