{"id":9042,"date":"2018-08-22T21:20:08","date_gmt":"2018-08-23T04:20:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9042"},"modified":"2019-11-27T01:20:33","modified_gmt":"2019-11-27T09:20:33","slug":"saving-for-college-superfunding-529-account","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/saving-for-college-superfunding-529-account\/","title":{"rendered":"Saving for College: How ‘Superfunding’ Could Supercharge Your College Fund"},"content":{"rendered":"<p><em>This post is part of a series on Saving for College— read more about <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\">getting started with a 529 account<\/a> and <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-questions\/\" target=\"_blank\" rel=\"noopener\">the 4 big things you should contemplate now<\/a>  if you have kids who may be college-bound in the future.<\/em><\/p>\n<p>Even if your kid is still in diapers, it’s never too early to start thinking about whether <span style=\"font-weight: 400;\">—<\/span> and how <span style=\"font-weight: 400;\">—<\/span> you’ll pay for their college education.<\/p>\n<p>When it comes to saving, <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\">529 plans<\/a> are the most popular investment vehicle. In more than 30 states, you can deduct contributions from your state taxes, and no matter where you live, earnings are tax-free. Withdrawals will be, too, as long as your child uses the money for <a href=\"https:\/\/www.irs.gov\/credits-deductions\/individuals\/qualified-ed-expenses\" target=\"_blank\" rel=\"noopener\">qualified higher education expenses<\/a> at any <a href=\"https:\/\/fafsa.ed.gov\/FAFSA\/app\/schoolSearch\" target=\"_blank\" rel=\"noopener\">eligible institution<\/a>.<\/p>\n<p>529 plans are also popular because they don’t have contribution limits. The only “limit” is that, if you contribute more than $15,000 in a year, you’ll have to <a href=\"https:\/\/www.irs.gov\/forms-pubs\/about-form-709-united-states-gift-and-generation-skipping-transfer-tax-return\" target=\"_blank\" rel=\"noopener\">report it as a gift on your taxes<\/a>. It will then count toward your lifetime gift tax exclusion limit (which you don’t have to worry about unless you plan to give away more than <a href=\"https:\/\/www.forbes.com\/sites\/ashleaebeling\/2017\/10\/19\/irs-announces-2018-estate-and-gift-tax-limits-11-2-million-per-couple\/#3396b5224a4b\" target=\"_blank\" rel=\"noopener\">$5.6 million<\/a> in your lifetime).<\/p>\n<p>There is, however, an exception to the $15,000 rule <span style=\"font-weight: 400;\">—<\/span> and it could serve as a powerful tool in preparing for your child’s college expenses.<\/p>\n<h2>It’s a bird, it’s a plane… it’s superfunding<\/h2>\n<p>Unlike retirement savings, which have decades to compound and grow, you’ve usually only got around 18 years before you’ll need to pay for Junior’s education.<\/p>\n<p>To help compensate for this, the IRS offers a workaround: You can fund a 529 with up to five years of contributions at once — up to $75,000 per parent, for a total of $150,000 — without it counting toward your lifetime gift tax exclusion limit. This feature, called superfunding, dramatically increases how much money you can use to jumpstart a 529.<\/p>\n<p>Obviously, that’s a ton of money to allocate to a savings plan <span style=\"font-weight: 400;\">—<\/span> but if it’s financially possible for you, the benefits are pretty incredible. (That’s why we designed the <a href=\"https:\/\/www.wealthfront.com\/college\" target=\"_blank\" rel=\"noopener\">Wealthfront 529<\/a> with superfunding as a standard option.)<\/p>\n<h2>The power of superfunding<\/h2>\n<p>Why is superfunding a 529 plan so effective? When you front load your contributions, the account gets a full 18 years to compound.<\/p>\n<p>Here’s an example that illustrates the power of superfunding:<\/p>\n<ul>\n<li>Annual saver: Every year for 18 years, William and Kate diligently contribute $7,778 to a 529 plan, for a total of $140,000.<\/li>\n<li>Superfunder: On the day their child is born, Harry and Meghan superfund a 529 with $140,000, and then go on their fabulous way, never touching the account again.<\/li>\n<\/ul>\n<p>Both accounts earn the annual expected returns associated with the Wealthfront 529 College Savings Plan; for a client with a <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/213257646-How-did-Wealthfront-recommend-my-529-investment-plan-and-glide-path-\" target=\"_blank\" rel=\"noopener\">high risk score<\/a>, that’s an average of 4.7%.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-9124 size-full\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R3-02.png\" alt=\"Saving for College: The Power of Superfunding\" width=\"1472\" height=\"1995\" \/><\/p>\n<p>Can you believe the results? Although both couples contributed the same amount, Harry and Meghan’s child will end up with 47% more money in their 529 account <span style=\"font-weight: 400;\">—<\/span> all thanks to superfunding.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-9121 size-large\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03-575x530.png\" alt=\"Saving for College: Projected 529 Account Value\" width=\"575\" height=\"530\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03-575x530.png 575w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03-543x500.png 543w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03-768x707.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03-704x649.png 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/SavingforCollege_Visuals_R2-03.png 1472w\" sizes=\"(max-width: 575px) 100vw, 575px\" \/><\/p>\n<h2>Superfunding could also make your future self behave<\/h2>\n<p>Research shows you can <a href=\"http:\/\/qje.oxfordjournals.org\/content\/121\/2\/635.abstract\" target=\"_blank\" rel=\"noopener\">increase your future wealth<\/a> by taking advantage of “commitment devices” that lock you into a good course of action today <span style=\"font-weight: 400;\">—<\/span> and prevent you from making poor choices tomorrow.<\/p>\n<p>If you can afford it, superfunding can act as a commitment device. That’s because it requires making one large deposit, and thereby avoiding the decision fatigue <span style=\"font-weight: 400;\">—<\/span> and potential disillusionment <span style=\"font-weight: 400;\">—<\/span> you might face with an 18-year saving program. (Especially important during those teenage years, when your kids are giving you attitude for days!)<\/p>\n<h2>More (super) food for thought<\/h2>\n<p>Before superfunding a 529 plan, here are a few more things you should consider:<\/p>\n<ul>\n<li><strong>Liquidity<\/strong>: Can you really afford to take $140,000 and lock it away in a tax-deferred account for 18 years? You’ll face stiff penalties if you withdraw money for non-college expenses.<\/li>\n<li><strong>Commitment<\/strong>: How confident are you that the money will be used for your child’s education? What happens if they win a full-ride scholarship or decide to take a different path? Though 529 plans allow you to switch beneficiaries to relatives like siblings or cousins, it’s a question worth considering.<\/li>\n<li><strong>Plan selection<\/strong>: Some 529 plans have few fund choices and high fees. So, if you’re going to superfund, make sure it’s into a <a href=\"https:\/\/www.wealthfront.com\/college\" target=\"_blank\" rel=\"noopener\">low-cost plan with high-quality investments<\/a>.<\/li>\n<\/ul>\n<h2>Use windfalls to superfund<\/h2>\n<p>Windfalls are large, one-time financial gains; they could occur when your employer goes public, for example, or when an elderly relative leaves you an inheritance.<\/p>\n<p>If you’ve received a windfall, superfunding a 529 plan might be a good way to use it. Not only will it create a healthy college fund for your child, it could bring you peace of mind as well.<\/p>\n<p>Here’s what we mean: How would it feel to know you’ve made a significant contribution to your child’s future education &#8212; without the need for ongoing savings and maintenance? Probably pretty good.<\/p>\n<p>That’s why, if you have the resources, superfunding a 529 is a smart strategy for reaching your college savings goals.<\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Disclosure<\/strong><\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">For more information about the Wealthfront 529 College Savings Plan (the “Plan”), download the Plan Description and Participation Agreement (to be made available on Plan launch) or request one by calling or emailing support@wealthfront.com or (650) 249-4250. Investment objectives, risks, charges, expenses, and other important information are included in the Plan Description and Participation Agreement; read and consider it carefully before investing. Wealthfront Brokerage Corporation serves as the distributor and the underwriter of the Plan.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"alignleft wp-image-9671\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/screenshot-1.png\" alt=\"\" width=\"300\" height=\"153\" \/><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong>Please Note<\/strong>: Before investing in any 529 plan, you should consider whether you or the beneficiary&#8217;s home state offers a 529 plan that provides its taxpayers with favorable state tax and other benefits that are only available through investment in the home state&#8217;s 529 plan. You also should consult your financial, tax, or other advisor to learn more about how state-based benefits (or any limitations) would apply to your specific circumstances. You also may wish to contact directly your home state&#8217;s 529 plan(s), or any other 529 plan, to learn more about those plans&#8217; features, benefits and limitations. Keep in mind that state-based benefits should be one of many appropriately weighted factors to be considered when making an investment decision.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The Wealthfront 529 College Savings Plan (Plan) is administered by the Board of Trustees of the College Savings Plans of Nevada (Board).<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Earnings on nonqualified withdrawals are subject to federal income tax and may be subject to a 10 percent federal tax penalty, as well as state and local income taxes. The availability of tax and other benefits may be contingent on meeting other requirements.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The information contained is provided for general informational purposes and should not be construed as investment advice. Nothing should be construed as tax advice, solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Wealthfront does not represent in any manner that the tax consequences described here will be obtained or will result in any particular tax consequence.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"> Prospective investors should confer with their personal tax advisors regarding the tax consequences of investing with Wealthfront, based on their particular circumstances.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The calculation for projected returns is a hypothetical calculation base on backtested data, i.e., a retroactive application of Wealthfront’s investment methodologies. Backtesting has the inherent limitations of not representing actual trading and not reflecting the impact that material economic and market factors might have had on the Wealthfront&#8217;s decision­making if Wealthfront were actually managing clients&#8217; money at that time. It also does not take into consideration the effect of changing risk profiles or future investment decisions. Several processes, assumptions and data sources were used to create one possible approximation of how a Wealthfront 529 plan might have benefited investors in the past, and a different methodology may have resulted in a different outcome. The results of this simulation should not be relied upon for predicting future performance and is not a guarantee of actual performance.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">The return data presented is based on an average Wealthfront high net worth client. The average Wealthfront high net worth investor has a liquid net worth greater than $1 million and a risk score of 7.5 for a static investment plan, i.e., without a glide path. The 529 glide path investment plan with approximately equivalent risk (as measured by average expected volatility) is risk score 9.0, which has an average expected return of 4.7% over 18 years.<\/span><\/p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Actual investors in Wealthfront may experience different results from the results upon which we based our calculations. There is a potential for loss as well as gain that is not reflected in the hypothetical information portrayed. Investors evaluating this information should carefully consider the processes, data, and assumptions used by Wealthfront in creating its historical simulations.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>You can fund a 529 account with up to five years of contributions at once. This feature, called superfunding, is a powerful tool in preparing for your child’s college expenses.<\/p>\n","protected":false},"author":129,"featured_media":9040,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7240,7232,7231],"tags":[5633,1078,1064,388,1116,391,390,1063,5641,1065,1067,1079],"yst_prominent_words":[2686,5376,5372,2723,2726,5375,5383,5760,5685,5755,5686,5684,2144,5382,5380,5551,5550,5379,5378,5377],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9042"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9042"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9042\/revisions"}],"predecessor-version":[{"id":11999,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9042\/revisions\/11999"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9040"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9042"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9042"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9042"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9042"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}