{"id":910,"date":"2011-05-05T08:25:04","date_gmt":"2011-05-05T15:25:04","guid":{"rendered":"\/blog\/?p=910"},"modified":"2019-11-27T01:20:31","modified_gmt":"2019-11-27T09:20:31","slug":"etfs-are-not-always-what-they-appear-to-be","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/etfs-are-not-always-what-they-appear-to-be\/","title":{"rendered":"The Real Deal On New ETFs"},"content":{"rendered":"<div>\nZack Miller wrote about Wealthfront in his new book, <a href=\"http:\/\/www.amazon.com\/TradeStream-Your-Way-Profits-Portfolio\/dp\/0470575115\" target=\"_blank\">Tradestream your Way to Profits: Building a Killer Portfolio in the Age of Social Media<\/a>. He is a financial advisor and the founder of two popular blogs: <a href=\"http:\/\/www.tradestreaming.com\/\" target=\"_blank\">Tradestreaming<\/a> and <a href=\"http:\/\/newrulesofinvesting.com\/\" target=\"_blank\">New Rules of Investing<\/a> and was also an early hire at Seeking Alpha. Zack is a paid contributor of Wealthfront.<\/p>\n<h2 style=\"font-style: italic;padding-top: 4px;padding-right: 12px\">New ETFs: Fast and Furious<\/h2>\n<p>Investors looking for more choices in exchange traded funds (ETF) should be careful what they wish for. We were treated to <a href=\"http:\/\/www.thereformedbroker.com\/2011\/04\/25\/thirty-two-new-etfs-in-three-days\/\">32 new ETFs in the last three days<\/a> <i>alone<\/i>. Bond king, Bill Gross, just filed for an ETF version of his flagship $200 billion, bond fund, the PIMCO Total Return Fund (PTTAX). New ETFs are popping up in different shapes, sizes, and strategies. <a href=\"http:\/\/www.glgroup.com\/News\/Growth-Outlook-for-ETF-Assets-Under-Management-53296.html\">Over $1.4 trillion<\/a> has now been invested in ETFs. and ETF asset growth (6.7% for the first quarter of 2011) exceeded the mutual fund industry&#8217;s 4.4% growth over the same period.<\/p>\n<h3>Cutting fees and commissions<\/h3>\n<p>Not surprisingly, ETF management fees are being slashed across the board. Schwab, Vanguard, Ameritrade and Fidelity have all announced commission-free trading for select ETFs bought through their brokerages. It&#8217;s now possible for an investors with an eye for slashing costs to create truly diversified ETF portfolios for as little as 20 basis points or 0.2%.<\/p>\n<p>With all this fat cutting, investors should be happy. The popular S&amp;P 500 Trust (SPY), for example, <a href=\"http:\/\/www.usatoday.com\/money\/perfi\/columnist\/krantz\/2011-02-03-etf-fees_N.htm\">charges a management fee of only 0.09%<\/a> &#8212; an extremely small charge.<\/p>\n<p>Despite all this innovation, all is not peaceful in ETF land. Earlier this month, researchers and regulators raised a brouhaha about ETF fees when they discovered exactly how these growing funds make their money.<\/p>\n<h3>How ETF sponsors make money<\/h3>\n<p>Much of the income earned by ETF sponsors comes from income generated by their funds. Most ETFs own a basket of stocks that produce dividend income throughout the year. Instead of receiving a full annual dividend from all the stocks owned in an ETF, investors see a small fee deducted from this income stream.<\/p>\n<p>But what&#8217;s got researchers more up in arms is a practice called securities lending. Hedge funds and other institutional investors often borrow shares held by ETFs to sell them short in order to hedge their portfolios. In this scenario, the lenders of the shares receive interest payments to compensate them for lending the shares, boosting returns for investors and the ETF firm. By making money from lending securities, ETF sponsors can lower their management fees to appear as though their investors are incurring very low expenses.<\/p>\n<h3>How rampant is this practice<\/h3>\n<p>BlackRock&#8217;s iShares, the largest ETF player, has <a href=\"http:\/\/www.ft.com\/cms\/s\/d33a1bb4-6c10-11e0-b36e-00144feab49a,Authorised=false.html?_i_location=http%3A%2F%2Fwww.ft.com%2Fcms%2Fs%2F0%2Fd33a1bb4-6c10-11e0-b36e-00144feab49a.html&amp;_i_referer=#axzz1KcupSrA9\">disclosed<\/a> that some of its funds can earn 10-15 basis points through this practice (which it credits back in part to investors, boosting their returns). <a href=\"http:\/\/discussions.ft.com\/alchemy\/forums\/etfcentral\/lifting-the-veil-on-securities-lending-by-etfs\">According to Deutsche Bank&#8217;s research<\/a>, some ETFs, like the iShares DJ Euro Stoxx 50, generated up to 85 basis points last year via securities lending.<\/p>\n<p>While it juices returns for the fund sponsor and investors in the ETF, the greater issue, <a href=\"http:\/\/seekingalpha.com\/article\/264400-attack-on-etfs-includes-securities-lending\">according to regulators<\/a>, is that it injects counterparty risk into the whole investing game &#8212; what if the firm that borrows the ETF shares fails to pay them back? European regulators are fixating on the potential of large-scale redemption pressures on ETFs igniting another financial crisis.<\/p>\n<p>What&#8217;s also at stake is investor education. Regulators are questioning whether the increased popularity in ETF-like securities has been accompanied by appropriate understanding and awareness by investors of what they own, how the securities work, and how the managers of these funds make money. That&#8217;s a good thing.<\/p>\n<h3>What to expect?<\/h3>\n<p>Expect the pace at which new ETF products hit the market to slow as regulators require more and more transparency into the lending practices of ETF firms. Some firms, like BlackRock, have taken voluntary steps to expose the inner workings of their businesses. Others will wait until regulatory bodies define what type of compliance they require.<\/p>\n<p>As we get closer and closer to the real introduction of actively-managed ETFs, it&#8217;s important to understand at the macro-level how ETFs impact liquidity and stability of markets. Investors need to truly understand how sometimes a good deal isn&#8217;t as good as it first seems.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investors looking for more choices in exchange traded funds (ETF) should be careful what they wish for.  We were treated to 32 new ETFs in the last three days alone. Bond king, Bill Gross, just filed for an ETF version of his flagship $200 billion, bond fund, the PIMCO Total Return Fund (PTTAX).  New ETFs are popping up in different shapes, sizes, and strategies. Over $1.4 trillion has now been invested in ETFs. and ETF asset growth (6.7% for the first quarter of 2011) exceeded the mutual fund industry&#8217;s 4.4% growth over the same period.<\/p>\n","protected":false},"author":129,"featured_media":7222,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[62,65],"yst_prominent_words":[2556,2548,1669,2547,1672,1338,1332,1281,2555,1257,2554,1342,2549,1240,2551,2557,2552,2553,2550,2537],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/910"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=910"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/910\/revisions"}],"predecessor-version":[{"id":11638,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/910\/revisions\/11638"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7222"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=910"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=910"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=910"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=910"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}