{"id":9130,"date":"2018-08-30T07:00:55","date_gmt":"2018-08-30T14:00:55","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9130"},"modified":"2020-10-08T14:53:40","modified_gmt":"2020-10-08T21:53:40","slug":"global-diversification-invest-foreign-emerging-markets","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/global-diversification-invest-foreign-emerging-markets\/","title":{"rendered":"Global Diversification: Why You Should Invest in Foreign and Emerging Markets"},"content":{"rendered":"<p>Global diversification — investing in companies in both developed and developing economies outside of the United States — is one of the most effective strategies for balancing the two sides of investing: risk and reward.<\/p>\n<p>But depending on the state of the U.S. economy, it can sometimes seem counterintuitive. Why invest in foreign assets when returns from U.S. stocks may increase at higher rates?<\/p>\n<p>It’s a fair question, but sitting on the global sidelines actually means you have a more limited long-term investment strategy. In this post, we’ll talk about getting over the “home bias” hump so you can take advantage of foreign and emerging markets.<\/p>\n<h2>How home bias hurts<\/h2>\n<p>Because you live in the U.S., you may not hear about economic successes in other markets, and therefore may miss out on the benefits from investing in this growth worldwide. This is a widespread phenomenon called “home bias.” In other words, people are more likely to make investments in domestic companies that they hear about more frequently, like Facebook, Apple, Amazon, Netflix, and Google.<\/p>\n<p>But countries around the world are in nonstop economic transition. In 2017, emerging stocks from countries like China, Brazil, and India saw tremendous growth as the year&#8217;s best performing asset class, according to <a href=\"https:\/\/www.reuters.com\/article\/emerging-markets\/emerging-markets-emerging-stocks-currencies-enjoy-best-year-since-2009-idUSL8N1OT13H\" target=\"_blank\" rel=\"noopener noreferrer\">Reuters<\/a>. But what many don’t realize is why. For instance, did you know that China and India are building up renewable energy infrastructure? Or that China is on a path to become a global innovation center? Or that <a href=\"http:\/\/www.oecd.org\/eco\/outlook\/brazil-economic-forecast-summary.htm\" target=\"_blank\" rel=\"noopener noreferrer\">Brazil is in the midst of a several-year economic recovery?<\/a><\/p>\n<p>Our Chief Investment Officer, Burt Malkiel, advises that you <a href=\"https:\/\/blog.wealthfront.com\/emerging-markets\/\" target=\"_blank\" rel=\"noopener noreferrer\">consider emerging markets<\/a> and not let home bias get in your way. Staying apprised of these global trends can mean more money in your pocket over the long term, and there are a number of additional resources available to help you stay informed, like <a href=\"https:\/\/www.weforum.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">The World Economic Forum<\/a>, <a href=\"https:\/\/www.worldbank.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">The World Bank<\/a>, and the <a href=\"http:\/\/www.un.org\/en\/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">The United Nations<\/a>. These institutions regularly conduct research on global trends to help you keep up with economic development outside of the U.S.<\/p>\n<h2>Hold your losses! (Short-term dips won’t impact long-term gains)<\/h2>\n<p>When it comes to diversification, our CEO Andy Rachleff gives some great <a href=\"https:\/\/blog.wealthfront.com\/advice-for-new-investors\/\" target=\"_blank\" rel=\"noopener noreferrer\">advice<\/a>: “When the market declines, don’t just double down on your ‘winners’.” What he means is that many people may want to over-invest in whatever asset class (ie., U.S., foreign and emerging stocks, bonds, etc.) recently performed the best. However, there is very little consistency in which ones perform the best each year, so going all-in based solely on recent performance could be a very bad idea.<\/p>\n<p>But if you quickly sell your losing foreign and emerging asset classes, you may miss out on the potential upside for gains down the road. The very same stocks that are losing money today have the potential to go up tomorrow. In fact, short-term and long-term performance may have little correlation with one another.<\/p>\n<p>Remember, too, that foreign and emerging markets are in the early stages of their economic development. Many experts believe that businesses are experiencing a Fourth Industrial Revolution, and <a href=\"https:\/\/www.weforum.org\/agenda\/2018\/01\/fourth-industrial-revolution-massive-productivity-boom-good\/\" target=\"_blank\" rel=\"noopener noreferrer\">according to The World Economic Forum<\/a>, a productivity boom is on the horizon. Thanks to technology, new industries are forming around the world. The global economy is changing, and so will overall investing pictures — that’s why it’s important to look at investments outside of the U.S.<\/p>\n<p>At Wealthfront, we have allocated between 3% and 31% of our portfolios to foreign and emerging market equities for investors who are able to tolerate some risk and who have long enough investment horizons to ride out the inevitable ups and downs of these markets. (You can learn more about Wealthfront’s investing methodology <a href=\"https:\/\/research.wealthfront.com\/whitepapers\/investment-methodology\/\" target=\"_blank\" rel=\"noopener noreferrer\">here<\/a>.)<\/p>\n<h2>If you’re investing for the long-term, diversification is a must<\/h2>\n<p>In the first half of 2018, foreign stock markets lost 2% while <a href=\"https:\/\/www.nasdaq.com\/article\/the-differences-between-foreign-stock-markets-in-2018-and-the-us-stock-market-cm991769\" target=\"_blank\" rel=\"noopener noreferrer\">the U.S. market has earned 3%<\/a>. This year, U.S. markets have been making “impressive strides,” <a href=\"https:\/\/seekingalpha.com\/article\/4186591-investors-bet-u-s\" target=\"_blank\" rel=\"noopener noreferrer\">according to some analysts<\/a>, and is well-positioned to experience <a href=\"https:\/\/www.marketwatch.com\/story\/dow-futures-up-100-points-as-stocks-get-ready-to-build-on-last-weeks-gains-2018-07-09\" target=\"_blank\" rel=\"noopener noreferrer\">greater gains as time passes<\/a>. Corporate profits are strong, consumer borrowing has increased, the Dow is rising, and <a href=\"https:\/\/money.cnn.com\/2018\/06\/04\/investing\/stocks-earnings-economy\/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">investors are optimistic about the broader economy<\/a>.<\/p>\n<p>But things can change, and if you remember the 2008 recession you probably know how quickly stock markets can take a turn. “Diversification helps you make sure that you protect yourself from the risks that you can’t plan for — and this is extremely important for long-term investing,” says Celine Sun, Wealthfront’s Director of Research. “You should not make your long-term investment decisions based on short-term performance.”<\/p>\n<p>Consider this example: Many U.S. investors believed the 2000s to be a “Lost Decade” — the S&amp;P 500 had an annualized return of -0.95% over a 10-year period. By contrast, investors in developed markets earned 1.58% per year, as measured by the MSCI EAFE Index, and investors in emerging markets earned 10.1%, as measured by the MSCI Emerging Markets Index, highlighting the benefits of diversifying across equity markets. Or consider this: While U.S. stocks saw a 28.3% return in 2009 — one year after the financial crisis — emerging markets saw a return of 74.5%.<\/p>\n<p>The long-term and short-term performance of your investments ultimately depends on how you’ve structured your portfolio, what stocks you’ve purchased, and the time horizon over which you’re analyzing returns. At Wealthfront, we make sure your investments are diversified for you. But if you’re not a Wealthfront client and are interested in making sure your portfolio is diverse, we recommend buying global equity and global bond ETFs (<a href=\"https:\/\/investor.vanguard.com\/etf\/international\" target=\"_blank\" rel=\"noopener noreferrer\">Vanguard<\/a> provides a great option).<\/p>\n<h2>Final thoughts<\/h2>\n<p>Investing in global markets actually makes investing less risky and uncertain, namely because no one can accurately predict which asset classes will perform the best at any given time. If your home bias is strong and you only invest in the U.S. economy, keep in mind you’ll be keeping your long-term earning potential on the sidelines.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investing in global markets actually makes investing less risky and uncertain because no one can accurately predict which asset classes will perform the best at any given time. In this post, we’ll talk about getting over the “home bias” hump so you can take advantage of foreign and emerging markets.<\/p>\n","protected":false},"author":129,"featured_media":9281,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[370,54,950,801,693,5,471,180,1026,261],"yst_prominent_words":[3656,5767,2651,2345,11001,5762,5776,2157,5769,5761,1242,5772,1422,5910,5764,2708,5771,5773,5768,5763],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9130"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9130"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9130\/revisions"}],"predecessor-version":[{"id":13508,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9130\/revisions\/13508"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9281"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9130"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9130"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9130"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9130"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}