{"id":9161,"date":"2018-08-20T05:00:31","date_gmt":"2018-08-20T12:00:31","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9161"},"modified":"2019-11-26T07:21:47","modified_gmt":"2019-11-26T15:21:47","slug":"surviving-the-crash-anna","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/surviving-the-crash-anna\/","title":{"rendered":"Surviving the Crash: The 2008 Financial Crisis Taught This Millennial How to Prioritize Happiness Over Wealth"},"content":{"rendered":"<p><em>We surveyed Wealthfront clients about their experience surviving the financial crisis of 2008 — how it shaped their professional and personal paths in life, their relationship with money, and their definition of success. For Anna Krishtal, the financial crisis taught her how to be flexible with personal goals and expectations, and how to prioritize happiness over wealth. Read the full survey results <a href=\"https:\/\/blog.wealthfront.com\/financial-crisis-wealthfront-client-survey\" target=\"_blank\" rel=\"noopener\">here<\/a>.<\/em><\/p>\n<p>—<\/p>\n<p>Anna Krishtal was a senior in college when the country entered the worst financial crisis since the Great Depression. A diplomacy and languages double major, Anna quickly realized that her post-college expectation — an entry-level job with a salary in the $40K range — was no longer a given.<\/p>\n<p>Instead, she seized the chance to pursue a different path — one that’s included a masters degree in Spanish studies, extended stints abroad, and a career that gives her real work-life balance. Now, Anna has a full-time job coordinating internship programs for international students coming to the U.S.; she also teaches yoga and meditation. Currently based in Brooklyn, New York, Anna has plans to travel and live the digital nomad dream.<\/p>\n<blockquote>\n<h3><em>&#8220;I actually don’t think I’d be where I am today were it not for the financial crisis. I don’t think that I would have believed that the life I’m living now was possible.&#8221;<\/em><\/h3>\n<\/blockquote>\n<h2>An unexpected start<\/h2>\n<p>Anna graduated from the University of Delaware in 2008, and remembers feeling an intense shift in the way she and her friends thought about post-graduation plans. Jobs were harder to find, and starting salaries were noticeably lower. So when the director of the Spanish master’s degree offered her a fully funded spot in his program, it felt like a good opportunity, and a chance to put off the inevitable “What next?” reckoning that came with graduation.<\/p>\n<p>“I would say that 75% of the reason I decided on the master’s program was because of the financial crisis. 25% was tied to taking solace in not having to figure out my future quite yet,” Anna says.<\/p>\n<p>The program would give her two more years to think through her next steps, and hopefully, time for the economy to rebound. She signed on as an undergraduate TA through the program as well; her stipend and low living expenses allowed her to save money while in school.<\/p>\n<p>But the intense, all-consuming nature of the program led Anna down another unexpected path — when she graduated, she knew she wasn’t ready to be tied down to a full-time job.<\/p>\n<p>“I really wanted to feel free,” she explains. “I’ve been working since I was 13.” So she broadened her scope as she tried to figure out what came next. She went to Israel for a month, and traveled with friends on a road trip and a cruise. She was accepted as a teaching fellow in Israel, and moved abroad until 2012.<\/p>\n<p>Anna returned to the States to help care for her mother, and realized that by living at home, she was in a position to save more effectively than she could abroad. The timing was fortuitous: she realized that she had incorrectly filed forms for her student loans. Anna notes that she was not very financially literate when she graduated from college. “I remember when I was applying for student loans, I’d basically ask, ‘Great, where do I sign?’”<\/p>\n<p>Now was the moment to play catch-up.<\/p>\n<p>She went into crunch mode, securing a job with a starting salary of $45K a year, keeping her expenses incredibly low, and implementing a very aggressive savings plan. She set a goal: she would save $22K that year.<\/p>\n<p>“I’ll never forget writing that very painful check,” she says of that end-of-year payment.<\/p>\n<h2>Finding her path<\/h2>\n<p>After her intense year of savings, Anna started working for her current employer. She had studied abroad in college, and had worked with coordinating study abroad programs during her graduate studies. It was a field she was passionate about; what’s more, Anna now had a disposable income for the first time. She realized that it was time to figure out a financial plan that worked for her — one that would allow her to live life on her terms.<\/p>\n<p>Anna’s natural inclination was to live frugally, so it took her a while to adjust to having a disposable income. She found that she was able to continue saving while paying rent, and preparing for her next steps.<\/p>\n<p>Anna recently took on a role that allows her to be geographically independent — a freedom she fully intends to pursue. She’s slated to speak at a conference in Barcelona, after which she’ll meet up with friends in Spain, travel to the Canary Islands where a friend is teaching yoga, for a start. She’ll continue to work full-time, making her own hours and teaching yoga on the side, but is eager to embrace the flexible digital nomad lifestyle. She’ll sublet her apartment, which will provide additional income, and is counting on her living expenses to be noticeably lower than in New York.<\/p>\n<p>“I really miss that part of myself that travels,” she says. “Plus, I’m done with winter in New York!”<\/p>\n<p><center><div id=\"attachment_9196\" style=\"width: 497px\" class=\"wp-caption aligncenter\"><img aria-describedby=\"caption-attachment-9196\" loading=\"lazy\" class=\"size-medium wp-image-9196\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1-487x500.jpg\" alt=\"Anna Krishtal - 2\" width=\"487\" height=\"500\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1-487x500.jpg 487w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1-768x788.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1-517x530.jpg 517w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1-704x722.jpg 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Anna-1.jpg 1433w\" sizes=\"(max-width: 487px) 100vw, 487px\" \/><p id=\"caption-attachment-9196\" class=\"wp-caption-text\"><em>Pictured above: Anna Krishtal on a recent trip to India.<\/em><\/p><\/div><\/center><\/p>\n<h2>Redefining success<\/h2>\n<p>Having a career that allows her to prioritize travel and flexibility is directly connected to her experiences in 2008. By not taking that well-paid, straight-out-of-college job, Anna finds herself in a position that allows her to redefine what success, and happiness, mean to her. She’s quick to note that she feels incredibly privileged to be able to do so.<\/p>\n<p>“My parents immigrated to the U.S. from the Soviet Union with two young kids. Their definition of success is, ‘Is their food on the table, do we have a roof over our heads, do we have health insurance?’ I get to expand on that and think, “Am I happy? Do I feel fulfilled mentally, spiritually, metaphysically?”<\/p>\n<p>While she realizes that, for all intensive purposes, she has been traditionally successful — she’s high up in her field, makes a good salary, and genuinely enjoys what she does — her learnings from the 2008 crisis taught her how essential it is to be nimble in her goals, and her expectations.<\/p>\n<blockquote>\n<h3><em>&#8220;The financial crisis taught me that nothing is guaranteed. So as much as I love my job, love the work I do, and am grateful for the income and the lifestyle, I don’t take any of it for granted.&#8221;<\/em><\/h3>\n<\/blockquote>\n<p>Instead, she wants to prioritize a different kind of happiness, one not necessarily tied to her income and her title.<\/p>\n<p>“There’s this Gandhi quote that I strive for: “Happiness is when what you think, what you say, and what you do are in alignment.” When you say “I’m fine,” and you are fine, and you do things to contribute to being fine… that’s it!”<\/p>\n<p>—<\/p>\n<p>Read more Wealthfront client stories on Surviving the Crash:<\/p>\n<ul>\n<li>For <strong>Joyce Lee<\/strong>, adaptability, hard work, and thoughtful financial planning have allowed her to succeed in an unexpected career, buy a home, and begin planning for her future family. <a href=\"https:\/\/blog.wealthfront.com\/surviving-the-crash-joyce-lee\/\" target=\"_blank\" rel=\"noopener\">Read Joyce&#8217;s story here.<\/a><\/li>\n<li>The recession opened the door to a more sustainable career path for <strong>Kelly Sherman<\/strong>, and taught him the value of taking initiative when pursuing his goals. <a href=\"https:\/\/blog.wealthfront.com\/surviving-the-crash-kelly-sherman\/\" target=\"_blank\" rel=\"noopener\">Read Kelly&#8217;s story here.<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>We surveyed Wealthfront clients about their experience surviving the financial crisis of 2008 — how it shaped their professional and personal paths in life, their relationship with money, and their definition of success. For Anna Krishtal, the financial crisis taught her how to be flexible with personal goals and expectations, and how to prioritize happiness [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":9190,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7231],"tags":[5629,69,71,1169,5595,5806,267],"yst_prominent_words":[5842,5832,5839,2622,5838,5824,5836,5834,1237,2159,5843,5837,2555,2784,5835,1402,5840,5841,3527,5833],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9161"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9161"}],"version-history":[{"count":1,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9161\/revisions"}],"predecessor-version":[{"id":12002,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9161\/revisions\/12002"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9190"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9161"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9161"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9161"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9161"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}