{"id":9163,"date":"2018-08-14T06:00:44","date_gmt":"2018-08-14T13:00:44","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9163"},"modified":"2019-11-26T07:21:47","modified_gmt":"2019-11-26T15:21:47","slug":"surviving-the-crash-kelly-sherman","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/surviving-the-crash-kelly-sherman\/","title":{"rendered":"Surviving the Crash: How This Creative Director Found New Career Opportunities in a Changing Industry"},"content":{"rendered":"<p><em>We surveyed Wealthfront clients about their experience surviving the financial crisis of 2008 — how it shaped their professional and personal paths in life, their relationship with money, and their definition of success. For Kelly Sherman, the financial crisis opened the door to a more sustainable career path, and taught him the value of taking initiative when pursuing his goals. Read the full survey results <a href=\"https:\/\/blog.wealthfront.com\/financial-crisis-wealthfront-client-survey\" target=\"_blank\" rel=\"noopener\">here<\/a>.<\/em><\/p>\n<p>—<\/p>\n<p>Kelly Sherman had barely started his career when the economy tanked in 2008. After graduating from San Jose State University in 2007, Kelly had moved to New York City where he was pursuing his dream of working in the advertising industry, initially taking a role in the creative department of a magazine.<\/p>\n<p>He remembers the crash vividly as “a completely terrifying moment.”<\/p>\n<p>“Suddenly, there weren’t as many advertising dollars to go around,” he remembers. “The publishing world was one of the first industries to really feel the impact of the economy flatlining, too. There were so many magazines that, basically overnight, went out of business.”<\/p>\n<p>Despite this, he looks back on the financial crisis, and its effect on his career, as beneficial. As the publishing industry (and others) evolved to keep up, Kelly&#8217;s career opportunities expanded. Since then, he has been able to successfully shift from working in magazines to advertising agencies, entertainment companies, and most recently working in-house at technology companies.<\/p>\n<h2>A new way to evaluate opportunity<\/h2>\n<p>Kelly had studied advertising in college, and knew that he wanted a career in that field. He quickly got a job as a copywriter in the advertising department for a magazine after graduating. Then, nearly half of the staff were laid off between 2007 and 2009. He realized it was time to develop a new set of criteria to assess future employers.<\/p>\n<p>“Whenever I consider potential jobs now, I ask myself: ‘is this a sustainable industry? In 5 or 10 years, will the company still be making money? Will they evolve?’ Now, I look for what’s happening next, not just what’s happening now.”<\/p>\n<p>This mindset helped him navigate the decade after the crash, especially as his creative industry began to quickly change around him.<\/p>\n<p>“With less money available, companies were spending less on ad agencies and instead were focusing on what they could do in-house.” Resources that, these days, are a given — building internal creative teams, focusing on social media and content marketing — were just getting their start.<\/p>\n<p>Disorienting as a major upheaval like this can be, Kelly thinks it was a necessary shake-up.<\/p>\n<blockquote>\n<h3><em>&#8220;The crash opened up a lot more doors for opportunity in an industry that had, until that point, been stuck in a system that was built around an outdated hierarchy.&#8221; <\/em><\/h3>\n<\/blockquote>\n<p>It specifically meant new opportunities for him. He saw that, by remaining flexible, he could continue to work in a creative field that he loved, but in ways that were even more fulfilling.<\/p>\n<p>He left the publishing world for good to work in-house at Comedy Central and MTV, and now works for technology companies like IBM and Google as a freelance creative director. Even better: he loves his work.<\/p>\n<p>“I get such satisfaction when I feel like my creative vision had a real impact on a project, or was the driving force behind it,” he explains.<\/p>\n<p>“I’ve really learned to value creative success: it’s not always about the ‘best,’ highest paying job.”<\/p>\n<p><center><div id=\"attachment_9199\" style=\"width: 650px\" class=\"wp-caption alignnone\"><img aria-describedby=\"caption-attachment-9199\" loading=\"lazy\" class=\"size-medium wp-image-9199\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3-640x360.jpg\" alt=\"Kelly Sherman - 2\" width=\"640\" height=\"360\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3-640x360.jpg 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3-768x432.jpg 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3-943x530.jpg 943w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3-704x396.jpg 704w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/08\/Kelly-3.jpg 1448w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><p id=\"caption-attachment-9199\" class=\"wp-caption-text\"><em>Pictured above: Kelly Sherman.<\/em><\/p><\/div><\/center><\/p>\n<h2>A fresh start for the next phase<\/h2>\n<p>While Kelly believes that the crash did end up serving his career, it led to financial challenges, too. In 2008 he was trying to start his career, and a life, in one of the most expensive cities in the world, and found himself using credit cards more than he had expected, accruing credit card debt in the process. He was simultaneously dealing with student loans. Paying both of those off was a huge accomplishment, and signaled a new phase in his life.<\/p>\n<p>“So much of my twenties centered around trying to establish myself in my career, and paying off this debt. Now, as I transition into my thirties, my goals have changed. I’m trying to save for my future, and save towards owning a home.”<\/p>\n<p>What’s more, Kelly feels that he’s tapped into true creative success, and the personal happiness from doing it on his own terms.<\/p>\n<p>“I came out of college and the entire economy was collapsing! But I figured something out that worked for me. That’s been an important learning — no matter the circumstances, it’s still in your hands, and possible, to find those opportunities for yourself.”<\/p>\n<p>—<\/p>\n<p>Read more Wealthfront client stories on Surviving the Crash:<\/p>\n<ul>\n<li>The financial crisis taught <strong>Anna Krishtal<\/strong> how to be flexible with personal goals and expectations, and how to prioritize happiness over wealth. <a href=\"https:\/\/blog.wealthfront.com\/surviving-the-crash-anna\/\" target=\"_blank\" rel=\"noopener\">Read Anna&#8217;s story here.<\/a><\/li>\n<li>For <strong>Joyce Lee<\/strong>, adaptability, hard work, and thoughtful financial planning have allowed her to succeed in an unexpected career, buy a home, and begin planning for her future family. <a href=\"https:\/\/blog.wealthfront.com\/surviving-the-crash-joyce-lee\/\" target=\"_blank\" rel=\"noopener\">Read Joyce&#8217;s story here.<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>We surveyed Wealthfront clients about their experience surviving the financial crisis of 2008 — how it shaped their professional and personal paths in life, their relationship with money, and their definition of success. For Kelly Sherman, the financial crisis opened the door to a more sustainable career path, and taught him the value of taking [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":9185,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7231],"tags":[5629,69,71,1169,5595,5806,267],"yst_prominent_words":[5831,5816,1577,1424,5817,5813,5810,2622,1237,2159,2454,5814,5812,3585,1975,5811,5896,3045,5815,3106],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9163"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9163"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9163\/revisions"}],"predecessor-version":[{"id":12143,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9163\/revisions\/12143"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9185"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9163"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9163"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9163"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9163"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}