{"id":9442,"date":"2018-11-29T11:12:53","date_gmt":"2018-11-29T19:12:53","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9442"},"modified":"2019-11-27T01:20:34","modified_gmt":"2019-11-27T09:20:34","slug":"sound-investing-when-markets-are-in-turmoil","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/sound-investing-when-markets-are-in-turmoil\/","title":{"rendered":"Sound Investing When Markets Are in Turmoil"},"content":{"rendered":"\n<p><em>A version of this article was first published on November 29, 2018.<\/em><\/p>\n\n\n\n<p>We have recently experienced a <a href=\"https:\/\/www.marketwatch.com\/story\/its-very-hard-to-see-this-volatility-go-away-soon-says-cio-of-uss-3rd-largest-pension-of-stock-market-2019-08-20\">great deal of turmoil in our financial markets<\/a>. Such volatility and uncertainty is an inevitable characteristic of our markets and is not at all unprecedented historically. But it does scare investors, and unfortunately, it too often leads to big investing mistakes.<\/p>\n\n\n\n<p>It is wise, then, to focus on some timeless investment lessons that have proved their usefulness in the past. Several effective things can be done to <a href=\"https:\/\/blog.wealthfront.com\/how-to-save-cash-like-an-investor\/\">dampen portfolio volatility and enhance returns<\/a>. Many of these techniques are applied automatically in your Wealthfront account. Perhaps what&#8217;s even more important, however, are <a href=\"https:\/\/blog.wealthfront.com\/how-to-save-cash-like-an-investor\/\">the decisions you make for yourself<\/a>.<\/p>\n\n\n\n<h2>Diversification into several asset classes can cushion portfolio volatility. <\/h2>\n\n\n\n<p>While stock markets were falling sharply in October, November and December 2018, bond prices were stable or rising. Costs are minimized by using low-expense index funds, thereby improving investor returns. The <a href=\"https:\/\/www.wsj.com\/articles\/index-funds-still-beat-active-portfolio-management-1496701157\">latest study by Standard &amp; Poor’s<\/a> reveals that over the fifteen years ending June 30, 2018, over 80% of active stock and bond managers were outperformed by broad-based indexes. After-tax returns are enhanced by tax-loss harvesting. Rebalancing ensures that some moneys are taken out of asset classes that may have soared in value, with the proceeds invested in those assets that represent better value. Rebalancing always reduces risk, and in very volatile markets, it enhances returns. None of these techniques will eliminate risk, but you can be confident that your portfolio is being managed to minimize volatility and give you the best chance to benefit when stock markets eventually recover.<\/p>\n\n\n\n<p>We can illustrate the advantages of diversification and rebalancing with an actual example. During the first decade of the 2000s, stock market investors found that their portfolios had a dreadful performance. Portfolio values at the end of the decade were exactly the same they were at the start. The decade was called “the lost decade.” But suppose the investor had had a diversified, balanced portfolio with both domestic and international securities and with additional asset classes such as fixed income securities, similar to the balanced Wealthfront portfolios. And suppose they had rebalanced the portfolio once a year. The undiversified domestic equity portfolio was basically flat during the decade. But the diversified portfolio, annually rebalanced — despite the very poor performance of the stock markets in the major developed countries of the world — almost doubled in value.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img loading=\"lazy\" width=\"640\" height=\"431\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-chart-1-1-640x431.png\" alt=\"Advantages of Diversification\" class=\"wp-image-9524\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-chart-1-1-640x431.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-chart-1-1-768x517.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-chart-1-1-788x530.png 788w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/figure><\/div>\n\n\n\n<h2>Perhaps what&#8217;s even more important, however, are the decisions you make about your investing.<\/h2>\n\n\n\n<p>When it comes to investing, we are all too often our own worst enemies. We panic during times of great uncertainty and take money out of the market at precisely the times when we should be putting more money in. The independent market research firm Dalbar Associates has calculated that the average mutual fund investor earned an annual return of 4.48% over the 20-year period ending on December 31, 2017. If investors had simply bought and held the market index, however, they would have earned an annual return of 11.81%. For bond investors, the comparison was even worse. They earned 1.55% annually over the same 20-year period versus 7.56% for the broad bond-market index. Clearly, the fee-hungry brokers who will move you in and out of the market have not served investors well. The best advice I can give you is this:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>If you are so troubled by scary news headlines that you are tempted to cash in your investments, don&#8217;t do anything; just stand there with your current portfolio.<\/em><\/p><\/blockquote>\n\n\n\n<h2>If you have been adding to your investments steadily in the past, periods like these are the worst times to stop.<\/h2>\n\n\n\n<p>Investing regular amounts monthly or quarterly will ensure that you put some of your money to work during periods when prices are relatively low. Such a technique is called &#8220;dollar-cost averaging.” With equal dollar investments over time, the investor buys fewer shares when prices are high and more shares when prices are low. The average price of the shares over the time period will be higher than the average price at which you bought your shares. With dollar-cost averaging, investors can actually end up better off in a volatile market where prices end up exactly where they started than in a market where prices rise steadily year after year.<\/p>\n\n\n\n<h2>To illustrate the advantages of regular investing over time, let&#8217;s move to an actual example.<\/h2>\n\n\n\n<p>Think of a person who made an initial $500 investment in the Vanguard 500 Index Fund at the start of the fund&#8217;s life at the end of 1977 and added $100 of savings each month thereafter. The following table presents the results through the end of 2017. With the most modest of investments, the individual would end up with a three-quarters of a million dollar nest egg. With $150 per month of savings, the individual would be a millionaire.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img loading=\"lazy\" width=\"181\" height=\"530\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-1-1-1-181x530.png\" alt=\"Dollar-Cost Averaging\" class=\"wp-image-9487\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-1-1-1-181x530.png 181w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-1-1-1-171x500.png 171w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-1-1-1-768x2249.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/Burt-blog-1-1-1.png 1959w\" sizes=\"(max-width: 181px) 100vw, 181px\" \/><\/figure><\/div>\n\n\n\n<p>What was required to achieve the good result was the fortitude and commitment to keep adding to your portfolio in good times and bad, when the environment seemed benign and when it appeared to be frighteningly uncertain. You had to ignore the 20% decline in the stock market on a single day in October 1987. You had to keep on investing in the early 2000s when the market lost 40% of its value. And you had to stay the course in 2008 when the market fell 40% again in a matter of months, when it appeared that the world was falling apart.&nbsp;<\/p>\n\n\n\n<h2>The proper strategy to achieve superior results is to consistently add to your account independent of the external environment.<\/h2>\n\n\n\n<p>I started in the investment business 60 years ago on Wall Street. I have been an investor and student of markets ever since and have seen my share of challenging markets. The abiding lesson I have learned from this experience is that staying the course — holding your portfolio through good times and bad, and adding to your investments steadily over time — is invariably the right course of action.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What should you do when market volatility has you doubting your investment strategy? No worries — Wealthfront Chief Investment Officer Burt Malkiel has clear advice.<\/p>\n","protected":false},"author":65,"featured_media":9484,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7235,7232],"tags":[506,465,35,370,54,5,916,421,471,180,1135,1026,261],"yst_prominent_words":[6123,6122,6116,2878,1383,5141,6121,6115,6119,1242,6127,1257,1294,1422,1293,6128,3488,1310,1838,5243],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9442"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9442"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9442\/revisions"}],"predecessor-version":[{"id":12068,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9442\/revisions\/12068"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9484"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9442"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9442"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9442"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9442"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}