{"id":9473,"date":"2018-12-04T05:51:13","date_gmt":"2018-12-04T13:51:13","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9473"},"modified":"2019-11-27T01:20:33","modified_gmt":"2019-11-27T09:20:33","slug":"introducing-free-financial-planning","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/introducing-free-financial-planning\/","title":{"rendered":"Introducing Free Financial Planning"},"content":{"rendered":"<p>Wealthfront was founded with an audacious mission: to make sophisticated financial advice available to everyone. Over the past few years, we’ve built powerful and low-cost automated solutions that help our clients invest their money and meet their financial goals. Today, we’re excited to take a huge leap toward realizing our mission by launching <a href=\"https:\/\/www.wealthfront.com\/start\">free financial planning<\/a>! Now, when you download the Wealthfront mobile app, you can choose to get started by building a financial plan — without any cost or obligation — before opening an investment account.<\/p>\n<p>In the two years that clients have enjoyed access to our automated financial planning, we’ve seen their engagement with planning correlate to an actual increase in how much they save. For the first time ever, everyone has access to the world-class financial advice that our data shows could <a href=\"https:\/\/blog.wealthfront.com\/2018-wealthfront-savings-report\/\">help a client have nearly $1.25 million more at retirement<\/a>.<\/p>\n<h2>The easiest way to plan<\/h2>\n<p>Identifying your financial priorities and understanding what’s possible feels like the right thing to do. But actually doing it isn’t very easy. When it comes to financial planning on your own there are disparate online calculators, but they each only address one topic, like buying a home. So to have an accurate view of all of your finances, you have to create and maintain a spreadsheet. Alternatively you can schedule a call with an advisor, but it often can feel like an impersonal interview with a call center rather than a discussion about your most important financial decisions.<\/p>\n<p>In contrast, we’ve designed our planning experience to be easy, personalized, and best of all <em>delightful<\/em>. We eliminated the need to schedule a call, build a spreadsheet, or fill out endless paperwork. By linking your financial accounts to your plan, you won’t need to manually input or update your account details. The more accounts you link, the better the advice.<\/p>\n<p><iframe width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/1y1Tz5_U0PQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/p>\n<p>We provide a single view of your finances today, giving you an understanding of your entire financial picture so you can make informed decisions. And we let you explore scenarios to map out your future by illustrating the trade-offs between your financial goals and by giving you data-driven advice to help you achieve them. Anytime you decide to change course, just make the relevant updates and your plan will automatically update, surfacing new relevant guidance. <strong>And it’s absolutely free!<\/strong><\/p>\n<h2>Over 10,000 answers in your pocket<\/h2>\n<p>Think about all the questions you have about your financial goals. We built our planning experience to answer over 10,000 of your questions, any time.<\/p>\n<p>For instance, we hear from our clients that retirement is not their only goal. Today, you may be focused on saving for a house in Los Angeles. But tomorrow, you may get an irresistible job offer in New York. And as you think about future possibilities, you may want to explore different scenarios, like how equity from a potential IPO could impact your home buying budget.<\/p>\n<p>Your finances evolve with life’s twists and turns. That’s why we make it easy for you to get relevant and up-to-date insights about whatever is on your mind.<\/p>\n<p><img loading=\"lazy\" class=\"size-full wp-image-9514 aligncenter\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2018\/11\/1000-questions-optimized_thumb-1.gif\" alt=\"\" width=\"800\" height=\"320\" \/><\/p>\n<p>We help you make decisions with confidence by answering some of your most important questions like:<\/p>\n<ul>\n<li><a href=\"https:\/\/www.wealthfront.com\/home-planning\"><strong>What sort of home can I afford?<\/strong><\/a> Wealthfront can tell you the all-in costs of homeownership based on your actual finances. We use your location, net worth, credit score, and debt-to-income ratio to estimate the mortgage you&#8217;ll qualify for. Our Zillow and neighborhood appreciation data enable us to tell you what you can afford in your dream neighborhood and how that might change over time. You can even explore the impact of changing your timing, location, and home size.<\/li>\n<li><a href=\"https:\/\/www.wealthfront.com\/retirement\"><strong>How early can I retire?<\/strong><\/a> We know retirement may not be top of mind, but you probably still want to know how early you can retire and the lifestyle you can sustain. We’ll show you the impact of your financial choices today, including how saving more, choosing a different retirement age, or adjusting other near-term goals will impact your future financial security.<\/li>\n<li><a href=\"https:\/\/www.wealthfront.com\/time-off-travel\"><strong>How long can I take time off to travel?<\/strong><\/a> Find out how you can comfortably take time off to travel while staying on track with your other financial priorities. We’ll show you how working remotely, subletting your home, or choosing different destinations can impact the affordability of your trip.<\/li>\n<li><a href=\"https:\/\/www.wealthfront.com\/college\"><strong>Can I cover my kid’s college?<\/strong><\/a> Incorporating integrated Postsecondary Education Data System (IPEDS) data, we’ll project the total cost you can expect to pay for a specific college when your child enrolls, even uniquely factoring in your estimated financial aid. Then, we’ll help you set a realistic monthly savings goal that accounts for the amount you’d like to cover.<\/li>\n<\/ul>\n<p>Built by our research team of PhDs, <a href=\"https:\/\/blog.wealthfront.com\/raw-intellect-path\/\">our powerful advice engine<\/a> reflects the complexity of real life, but delivers advice quickly and simply to you. We combine what we know about you and your finances with essential third party data (like current property values) in order to provide personalized insights and advice.<\/p>\n<p>Behind the scenes, we automatically take into account things like inflation, projected income growth, investment returns, and tax implications, so you don’t have to worry about them. And you’re always welcome to change our assumptions whenever you like.<\/p>\n<h2>Give yourself a 28% raise<\/h2>\n<p>Not only do we want to help you take control of your finances, but we also want to help give you a boost to your savings. And this is key, since we’re facing a savings crisis. According to the U.S. Bureau of Economic Analysis, most Americans save as little as 6.8% of their income.* We had to ask ourselves the question: could technology be the answer to this national savings crisis? Two years ago, we launched the first (and still only) data-driven financial planning experience for our clients with investment accounts, and the results were astounding. We observed that clients who regularly engaged with our planning features had close to a <a href=\"https:\/\/blog.wealthfront.com\/2018-wealthfront-savings-report\/\">28% increase in their monthly savings rate<\/a>! While the typical Wealthfront client saves at a rate higher than the national average, even they were realizing increased savings by engaging with automated financial planning. When we saw this encouraging data, we realized the potential positive impact technology could have on an entire generation of savers. We decided we had to get this in more hands.<\/p>\n<h2>Financial advice should be free<\/h2>\n<p>We believe financial advice should not be behind a paywall. Financial advice should be available for everyone and serve you on your terms. Today we are proud to announce for the first time ever — it is. The software we’ve built will not only help you map out your future, but acts as your financial copilot to lead to better financial outcomes along the way. We want you to dream big — and have the confidence you need to make your dreams a reality. Start exploring the life you want to live by <a href=\"https:\/\/www.wealthfront.com\/start\">getting started online<\/a> or downloading the app via <a href=\"https:\/\/itunes.apple.com\/us\/app\/wealthfront\/id816020992\">App Store<\/a> or <a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.wealthfront&amp;hl=en_US\">Google Play<\/a>.<\/p>\n<h6><em>*June 2018, U.S. Bureau of Economic Analysis, <a href=\"https:\/\/fred.stlouisfed.org\/series\/PSAVERT\" target=\"_blank\" rel=\"noopener\">https:\/\/fred.stlouisfed.org\/series\/PSAVERT <\/a><\/em><\/h6>\n","protected":false},"excerpt":{"rendered":"<p>Wealthfront was founded with an audacious mission: to make sophisticated financial advice available to everyone. Today, we’re excited to take a huge leap toward realizing our mission by launching free financial planning! Now, when you download the Wealthfront mobile app, you can choose to get started by building a financial plan — without any cost or obligation — before opening an investment account.<\/p>\n","protected":false},"author":7,"featured_media":9539,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234],"tags":[71,1101,267],"yst_prominent_words":[1558,6161,6160,6172,6171,6173,1237,1685,2321,1230,6149,6150,1576,6144,5348,1221,6145,6148,6147,6143],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9473"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9473"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9473\/revisions"}],"predecessor-version":[{"id":12013,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9473\/revisions\/12013"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9539"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9473"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9473"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9473"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9473"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}