{"id":955,"date":"2011-05-23T14:16:33","date_gmt":"2011-05-23T21:16:33","guid":{"rendered":"\/blog\/?p=955"},"modified":"2019-12-08T17:37:49","modified_gmt":"2019-12-09T01:37:49","slug":"understanding-tech-ipos","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/understanding-tech-ipos\/","title":{"rendered":"Understanding Tech IPOs From The Inside"},"content":{"rendered":"<p>One of the most eagerly anticipated initial public offerings in years took place when LinkedIn debuted in spectacular fashion on <a title=\"CNN Recaps LinkedIn's IPO\" href=\"http:\/\/money.cnn.com\/2011\/05\/19\/technology\/linkedin_IPO\/index.htm\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Thursday, May 19, 2011<\/a>. Priced to initial investors at $45, the stock rose as high as $122.70 intraday before finishing at $94.25. One of the &#8220;Big Five&#8221; Web 2.0 companies (along with Facebook, Twitter, Groupon and Zynga), LinkedIn&#8217;s debut marked a new chapter in tech IPOs, as it was not only the first U. S.-based social networking company to go public, but also the most prominent technology company whose shares had already been trading on secondary markets.<\/p>\n<p>As someone who has analyzed literally hundreds of technology IPOs in the past 18 years, I thought it might be helpful to describe how one professional investor views the IPO process in general and the debuts of these high-profile companies in particular.<\/p>\n<p>I view the IPO process as consisting of two distinct phases. The first phase starts when the company registers with the SEC to go public and publishes its preliminary prospectus, known officially as an S-1. The prospectus allows investors to learn about the company and decide whether to pursue an allocation of shares offered in the deal. This first phase continues all the way through the management road show, the pricing of the shares and the first day of trading on an exchange.<\/p>\n<p>The second phase is simply everything that comes after, as the highly ritualized IPO process gives way to normal trading. After a period of time, the company will often have a secondary offering of shares, and shares owned by insiders are &#8220;unlocked,&#8221; making them freely tradable.<\/p>\n<p>The popular perception of the IPO process is that in the first phase, lucky insiders suddenly become millionaires, and that anyone buying shares during the second phase is &#8220;late to the party,&#8221; and might be left &#8220;holding the bag.&#8221; As with most perceptions, this is partly true but mostly false.<\/p>\n<p>Of course, senior executives and venture capitalists holding thousands or millions of shares of stock can suddenly see their net worth rise. But these same individuals generally can&#8217;t sell those shares right away, and meanwhile, they need to continue running the company. Outside investors like mutual fund managers or high-net-worth individuals who participated in the IPO make far less than is popularly believed. That&#8217;s because of simple supply-and-demand: the hotter the deal, the smaller the allocation for each investor. Even if a very important mutual fund manager running a very large fund asks for a very large allocation, it will be very small relative to a very large fund, and thus won&#8217;t really impact the fund&#8217;s performance very much.<\/p>\n<p>Let me use LinkedIn&#8217;s real-world performance to demonstrate. Suppose that before last Thursday, the manager of a mutual fund with $5B in assets told her Morgan Stanley (the lead underwriter) salesperson she wanted to buy 10% of the LinkedIn offering, or 784,000 shares. That&#8217;s a common request but because of a) huge demand; and b) the need to allocate those shares among multiple funds at the fund manager&#8217;s employer, Ms. Fund Manager got only 1% of the offering, or 78,400 shares. By the end of trading on Thursday, her fund&#8217;s profit was ($94.25-$45.00) x 78,400 shares = $3.861 million. While $3.8m may seem like a lot to you or me, it is merely 7\/100ths of 1% of $5 billion. This would barely move the performance needle on a large fund that probably gains or loses ¼ to ½ of one percent versus its benchmark index on a given day. In short: there&#8217;s no easy money to be made, even with the headlines and glamour of a huge first-day price gain.<\/p>\n<p>So what about Phase Two? I think this phase provides a much greater investment opportunity. First, with the IPO out of the way, the supply of shares is more predictable, demand is more transparent and a stock&#8217;s price is less dependent on an investment bank&#8217;s syndicate desk than on company fundamentals. Plus there are quirks that can be exploited. For example, suppose a company held its IPO road show during the last two weeks of a quarter, say, June 16-30, or thereabouts. This is normally a very crucial time for a tech company&#8217;s executives, who often play a hands-on role in closing deals. But if they&#8217;re out pitching their IPO, it strongly implies the company had already achieved its quarterly performance goals, and investors can look forward to a virtually guaranteed great first quarter as a public company.<\/p>\n<p>Longer-term, after the IPO spotlights fade and the Wall Street fast money moves on to the next deal, IPO companies&#8217; stock becomes cheaper and cheaper, making them more attractive, provided performance is up to snuff. And in the really long term, well, consider that at the end of Microsoft&#8217;s first day as a public company in 1986, its total market capitalization was $685 million. Today that figure is $214 billion, having peaked at $642 billion in the year 2000. Of course, not every company is Microsoft. But the numbers put into bold relief how much more Phase Two investors made, compared with the Phase One investors who got the headlines.<\/p>\n<p>So how will the IPO process work for new tech superstars in Social Media, Mobile Gaming and Deal-of-the Day? Much the same, I bet, but with the interesting new twist of secondary markets. These less-regulated marketplaces, like SecondMarket, SharesPost and GreenCrest Capital, have emerged primarily to allow private company employees to sell some of their otherwise un-sellable holdings, to sophisticated investors (in the U.S.), or anybody at all outside the country. It&#8217;s understandable that markets have sprung up to fill this need, but I think the unintended consequences haven&#8217;t been fully appreciated. One could easily see, for example, a company trying to issue new shares in an IPO, only to find the public markets flooded with stock previously sold by the company&#8217;s own employees. The stock price tanks, the IPO investors are shafted, and recently-hired employees&#8217; stock options are suddenly underwater. Cue the lawsuits.<\/p>\n<p>That dynamic hasn&#8217;t played out yet in the few days since LinkedIn began trading. But there was a scarcity value for LinkedIn that might not apply to the fourth, fifth or tenth Web 2.0 company to go public. For LinkedIn&#8217;s early investors, it&#8217;s been a great Phase One. Congratulations and enjoy the ride. As for me? Well, here comes Phase Two. Time to get to work.<\/p>\n<p><em>The opinions expressed by guest bloggers and\/or blog interviewees are strictly their own and do not necessarily represent those of Wealthfront Inc. Information in this or other blogs should be used at your own risk. Past performance does not guarantee future results. Securities investments involve risk; returns in such investments vary and may involve gain or loss.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>One of the most eagerly anticipated initial public offerings in years took place when LinkedIn debuted in spectacular fashion on Thursday, May 19, 2011. Priced to initial investors at $45, the stock rose as high as $122.70 intraday before finishing at $94.25. One of the &#8220;Big Five&#8221; Web 2.0 companies (along with Facebook, Twitter, Groupon [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":7280,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[7238,7235,7232,7231],"tags":[106,127,219],"yst_prominent_words":[2541,1640,2545,1332,1348,1257,1406,2536,2544,1329,1501,2538,1788,2539,2540,2546,2542,2537,1310,2543],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/955"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=955"}],"version-history":[{"count":2,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/955\/revisions"}],"predecessor-version":[{"id":12201,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/955\/revisions\/12201"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/7280"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=955"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=955"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=955"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=955"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}