{"id":9659,"date":"2019-01-03T12:56:00","date_gmt":"2019-01-03T20:56:00","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9659"},"modified":"2019-11-27T01:20:33","modified_gmt":"2019-11-27T09:20:33","slug":"do-you-really-need-a-financial-plan","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/do-you-really-need-a-financial-plan\/","title":{"rendered":"Do You Really Need a Financial Plan?"},"content":{"rendered":"<p>The new year is the most popular time for people to be thinking about getting their finances in order, but it can seem daunting. This year, we’ve made it a lot easier with our <a href=\"https:\/\/blog.wealthfront.com\/introducing-free-financial-planning\/\">recent introduction of the first free comprehensive financial planning service<\/a>.<\/p>\n<p>But does everyone actually need a financial plan? You might be surprised to learn that we don’t think so. We’ve come up with a convenient checklist to help you decide if you need to add financial planning to your new year’s list of to-dos.<\/p>\n<p>The bottom line? If you’re facing a major life milestone, you’re probably a good candidate for financial planning. If you’re single and already saving, you can probably put it off (at least for now).<\/p>\n<h2>You should develop a financial plan if&#8230;<\/h2>\n<ul>\n<li><strong>You just received a windfall<\/strong>. If you find yourself in the incredibly fortunate position to have come upon a windfall, either through your company having gone public or been sold, or through an inheritance, then you probably need advice on what to do. We hear from many clients that after receiving a windfall, <a href=\"https:\/\/www.wealthfront.com\/home-planning\" target=\"_blank\" rel=\"noopener\">buying a home<\/a> is top of mind. Wealthfront can tell you how much you can comfortably afford to pay, and we can even tell you what kind of home you can buy in a specific neighborhood. We’re able to do this based on data we access from Redfin and Zillow on what homes sell for in each neighborhood. If you’re willing to wait a little while to purchase a home, we can also tell you what a home in a particular neighborhood is likely to cost in the future based on government data that tracks the rate of home appreciation for each zip code in the US.<\/li>\n<li><strong>You’re thinking about starting (or expanding) your family<\/strong>. Having kids is a huge responsibility, and it will likely also have a big impact on your finances. You will have to think about child care, perhaps a bigger place to live, and the impact that funding your kids’ education will have on your retirement. It’s better to know what you’re facing through planning than wait until you get in over your head.<\/li>\n<li><strong>You’re thinking about funding your kids’ college.<\/strong> If you have read our <a href=\"https:\/\/blog.wealthfront.com\/saving-for-college-how-to-choose-529-account\/\" target=\"_blank\" rel=\"noopener\">blog post<\/a> on the current and future cost of a college education, then you know you will need to start saving early for your kids’ education. Wealthfront offers the only service that can tell you the expected cost of every college in the US and factors in financial aid as well. More importantly, we can show you how saving for your kids’ education can impact other goals, like your ability to buy a new home or retire comfortably.<\/li>\n<li><strong>You’re planning to take a sabbatical from work.<\/strong> Whether you’re seeking adventure or relaxation, you’ll save yourself money and stress by planning in advance and knowing what you can afford and for how long. Wealthfront’s <a href=\"https:\/\/www.wealthfront.com\/time-off-travel\" target=\"_blank\" rel=\"noopener\">Time off for Travel<\/a> can help you plan for the right sabbatical by factoring in how long you&#8217;ll be away, your travel style, your housing costs, and whether or not you’ll be working from the road.<\/li>\n<li><strong>You’re planning to get married and\/or merge finances with your partner.<\/strong> It’s important to have <a href=\"https:\/\/blog.wealthfront.com\/dos-dos\/\" target=\"_blank\" rel=\"noopener\">open and honest conversations with your partner about your financial situations<\/a> as early as possible — and it’s critically important to see real numbers and data when it comes to planning for your most important financial goals together. Wealthfront offers couples a way to “play to learn” with an interactive and fully automated experience that helps you understand what’s possible together. By linking your individual accounts you can start to understand how different scenarios will play out rather than making guesses.<\/li>\n<\/ul>\n<h2>You don’t really need a financial plan if…<\/h2>\n<ul>\n<li><strong>You’re young, single, and currently saving money.<\/strong> If you’re under 30, single, and already saving money, then you have likely developed the kind of financial habits that will serve you well as you get older and your life gets more complex. People who are able to save when they are young tend to grow the amount they save each year. If you invest those savings reasonably well, then you will likely be in great shape when you are ready to commit to a long-term relationship, have kids, or want to buy a house. That said, even if you don’t need to plan, you might be interested in using our <a href=\"https:\/\/www.wealthfront.com\/start\" target=\"_blank\" rel=\"noopener\">free planning service<\/a> to see at what age you could retire based on your current trajectory.<\/li>\n<li><strong>You’re young, married, currently saving money, and not looking to have kids.<\/strong> Once again, if you’re able to save in this scenario then you are likely to be able to afford everything you need as long as you don’t live in a very expensive city. Unfortunately, if you live in the Bay Area, then at least one of you <a href=\"https:\/\/blog.wealthfront.com\/college-vs-retirement-savings-silicon-valley\/\" target=\"_blank\" rel=\"noopener\">will likely need to work for a company that gives you the opportunity to grow your net worth through stock ownership<\/a> in order to afford a home and retire comfortably.<\/li>\n<li><strong>You’re young, single, and <em>can’t<\/em> save.<\/strong> If you‘re in this situation then you could benefit much more from a great budgeting app than you could planning. Planning is only valuable if you are able to save, and that’s a function of how well you budget. The best budgeting apps we know are <a href=\"https:\/\/www.mint.com\/\" target=\"_blank\" rel=\"noopener\">Mint<\/a>, <a href=\"https:\/\/www.youneedabudget.com\/\" target=\"_blank\" rel=\"noopener\">You Need a Budget<\/a>, <a href=\"https:\/\/www.hicharlie.co\/\" target=\"_blank\" rel=\"noopener\">Charlie<\/a>, <a href=\"https:\/\/pocketguard.com\/\" target=\"_blank\" rel=\"noopener\">PocketGuard<\/a>, <a href=\"https:\/\/digit.co\/\" target=\"_blank\" rel=\"noopener\">Digit<\/a>, and <a href=\"https:\/\/www.asktrim.com\/\" target=\"_blank\" rel=\"noopener\">Trim.<\/a><\/li>\n<\/ul>\n<p>If you’re one of the lucky ones that doesn’t need to plan, then don’t worry about it until you reach one of those important life milestones listed above. (And you can relax knowing that we have you covered when you’re ready!)<\/p>\n<p>If you <em>do<\/em> need to plan, don&#8217;t stress. We actually built a delightful <a href=\"https:\/\/www.wealthfront.com\/start\" target=\"_blank\" rel=\"noopener\">financial planning experience<\/a>. You don’t need to build a spreadsheet, enter any numbers, or make any assumptions — we do all the work for you, and even show you the tradeoffs you might incur due to your desire to save for multiple goals. And as your finances change, your plan will automatically update.<\/p>\n<p>We’re very proud of the fact that our clients who use our planning service <a href=\"https:\/\/blog.wealthfront.com\/2018-wealthfront-savings-report\/\" target=\"_blank\" rel=\"noopener\">actually save 5% more of their income<\/a> than our clients who don’t. That can mean an additional $1.25 million at retirement for our typical client.<\/p>\n<p>Start building your financial plan <a href=\"https:\/\/www.wealthfront.com\/start\" target=\"_blank\" rel=\"noopener\">online,<\/a> or by downloading Wealthfront for free via the <a href=\"https:\/\/itunes.apple.com\/us\/app\/wealthfront\/id816020992\" target=\"_blank\" rel=\"noopener\">App Store<\/a> or <a href=\"https:\/\/play.google.com\/store\/apps\/details?id=com.wealthfront&amp;hl=en_US\" target=\"_blank\" rel=\"noopener\">Google Play<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Does everyone actually need a financial plan? You might be surprised to learn that we don’t think so. We’ve come up with a convenient checklist to help you decide if you need to add financial planning to your new year’s list of to-dos.<\/p>\n","protected":false},"author":4,"featured_media":8344,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7231,7234],"tags":[71],"yst_prominent_words":[6358,6362,6357,1237,4426,1230,6356,1214,3820,6359,2144,1221,6227,6360,5521,5522,6355,6361,6353,6364],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9659"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9659"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9659\/revisions"}],"predecessor-version":[{"id":12016,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9659\/revisions\/12016"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/8344"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9659"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9659"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9659"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9659"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}