{"id":9751,"date":"2019-01-17T13:35:08","date_gmt":"2019-01-17T21:35:08","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9751"},"modified":"2019-11-27T01:20:33","modified_gmt":"2019-11-27T09:20:33","slug":"youre-likely-undervaluing-your-future-net-worth","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/youre-likely-undervaluing-your-future-net-worth\/","title":{"rendered":"You&#8217;re Likely Undervaluing Your Future Net Worth"},"content":{"rendered":"<p>A couple of weeks ago, we <a href=\"https:\/\/blog.wealthfront.com\/do-you-really-need-a-financial-plan\/\" target=\"_blank\" rel=\"noopener\">wrote a post<\/a> about the types of people who should and shouldn’t build a financial plan, concluding that planning is important if you’re facing a life milestone like expanding your family or receiving a major windfall. Unfortunately, even if you fall into the category of people who <em>should<\/em> plan, you will likely be your own worst enemy.<\/p>\n<p>The problem is that if you’ve done any mental math to estimate your future net worth, you probably have not considered the impact of <a href=\"https:\/\/blog.wealthfront.com\/compound-interest\/\" target=\"_blank\" rel=\"noopener\">compounding<\/a> because compounding is not instinctual. Your own calculations will be even more off if you try to incorporate the appropriate investment returns, inflation, and debt repayments. That’s because it’s too difficult for most people to take all of these into consideration with mental math or their own spreadsheets. In fact, that’s why we built our <a href=\"https:\/\/blog.wealthfront.com\/understanding-path-retirement\/\" target=\"_blank\" rel=\"noopener\">financial advice engine<\/a>, which automatically takes these factors (<a href=\"https:\/\/www.wealthfront.com\/planning\" target=\"_blank\" rel=\"noopener\">among others<\/a>) into account alongside personalized data from your bank and brokerage accounts.<\/p>\n<p>This means that when you log into Wealthfront and see your future net worth, you’re probably surprised to find it’s higher than you expect. Below, I’ll cover a few of the key factors that impact your net worth projection to help you better understand our approach.<\/p>\n<h2>The power of compound interest<\/h2>\n<p>Albert Einstein is famous for saying, “Compound interest is the eighth wonder of the world. He who understands it, earns it.” With compound interest, the interest is immediately added to the initial amount, and then the new interest payment is applied to the resulting amount. In other words, you’re earning “interest on interest.” Money that compounds grows much faster than you think. For example, if your money grows at 10% a year, then it will double in less than 7 years. If you’re like most people, you probably thought it would take longer!<\/p>\n<p>There’s a convenient trick called “the rule of 72” that can help you determine how long it would take to double your money at various rates. Just divide 72 by the annual return to determine the number of years it would take to double. So, if your return is 20%, then it will take approximately 3.5 years. If your return is 6%, then it will take 12 years. Extending the logic, it will take 24 years to grow your money 4 times at 6% per year. That number might sound way too high, which is why many people have a hard time believing they will have as much money as Wealthfront projects.<\/p>\n<h2>Return projections add up over time<\/h2>\n<p>People who are new to Wealthfront mistakenly think that our assumed investment return rate must be quite high. I had one very accomplished product executive chide me for our advice engine Path assuming a 12% return on his savings when in fact we had assumed 5% (and published that amount in the product’s assumptions). He thought we used a larger expected return because in his mind, compounding 5% couldn’t possibly have grown to the amount we projected at his retirement. He was even a little dubious after I explained his error, but finally conceded after creating his own spreadsheet to test my assertion.<\/p>\n<p>Let&#8217;s use a concrete example. The below chart illustrates how a $250,000 net worth today means a projected $1,080,486 net worth in 30 years, assuming a 5% market return.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-large wp-image-9755\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/01\/UndervalueNetWorty_NetWorthProjection-1-1-544x530.png\" alt=\"Future net worth projection\" width=\"544\" height=\"530\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/01\/UndervalueNetWorty_NetWorthProjection-1-1-544x530.png 544w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/01\/UndervalueNetWorty_NetWorthProjection-1-1-514x500.png 514w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/01\/UndervalueNetWorty_NetWorthProjection-1-1-768x748.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/01\/UndervalueNetWorty_NetWorthProjection-1-1.png 1251w\" sizes=\"(max-width: 544px) 100vw, 544px\" \/><\/p>\n<h2>The impact of inflation<\/h2>\n<p>While <a href=\"https:\/\/support.wealthfront.com\/hc\/en-us\/articles\/115000627363-What-do-you-assume-about-inflation-\" target=\"_blank\" rel=\"noopener\">inflation<\/a> decreases your purchasing power over time, it increases the nominal value of your net worth. Going back to the rule of 72, a 3% inflation rate will double your salary over 24 years, even without any real increase. If you are fortunate enough to not increase your spending habits as you grow your income, then you will likely save a lot more money if you get merit pay increases or promotions. Compound the investment of those increased savings and your net worth will grow at a much faster rate than you might intuitively think.<\/p>\n<h2>An unexpected savings supercharger<\/h2>\n<p>If you take all of this into consideration and then add in the effect of <a href=\"https:\/\/blog.wealthfront.com\/financial-health-debt\/\" target=\"_blank\" rel=\"noopener\">repaying debt<\/a>, you get an unexpected supercharger. Most people don’t realize that when they finish paying off their student debt, their monthly payment turns into savings. If invested, those extra savings will once again compound and increase your future net worth.<\/p>\n<h2>How Wealthfront can help<\/h2>\n<p>By now I hope you see a consistent message: most people think linearly. Investments compound exponentially. Add pay raises, inflation, and elimination of debt payments, and your savings grow much faster than your income.<\/p>\n<p><a href=\"https:\/\/www.wealthfront.com\/start\">Wealthfront<\/a> uniquely combines your finances with third-party data and smart default assumptions to give you an accurate view of your financial future. Our <a href=\"https:\/\/www.wealthfront.com\/expertise\" target=\"_blank\" rel=\"noopener\">team of PhDs<\/a> built our model to automatically factor in compounding, market returns, inflation, and debt repayment so you don’t have to. That said, we know the value of &#8220;playing to learn&#8221; — so we encourage you to explore the effects of adjusting our default assumptions (like expected salary growth or market returns) to see the impact automatically reflected in your plan. We’re confident you will find the experience both simple and delightful.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you&#8217;ve done mental math to project your future net worth, your assumptions are probably off. Here, we&#8217;ll talk about how Wealthfront factors in the impact of compounding, investment returns, inflation, and debt repayments. <\/p>\n","protected":false},"author":4,"featured_media":9752,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232,7231],"tags":[1072,616,71,97,648,267],"yst_prominent_words":[6164,5519,5511,6425,6419,6417,1425,6420,2782,6426,6423,1240,6422,1252,1268,1521,6424,6418,6421,3093],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9751"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9751"}],"version-history":[{"count":7,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9751\/revisions"}],"predecessor-version":[{"id":12019,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9751\/revisions\/12019"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9752"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9751"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9751"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9751"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9751"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}