{"id":9877,"date":"2019-02-15T10:32:02","date_gmt":"2019-02-15T18:32:02","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9877"},"modified":"2020-05-29T19:17:53","modified_gmt":"2020-05-30T02:17:53","slug":"hard-money-conversations-and-how-to-have-them","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/hard-money-conversations-and-how-to-have-them\/","title":{"rendered":"5 Hard Money Conversations You Must Have Before You Get Married — And Exactly How To Have Them"},"content":{"rendered":"<p>We’re on the far side of another holiday season, which means a lot of people are <a href=\"https:\/\/www.huffpost.com\/entry\/wedding-proposal_n_4482839\">heading into this year freshly engaged<\/a>, drunk in love, and psyched about the future. Or maybe you’re one of those delightfully not-rushed couples who have been engaged for years, but you’re finally ready to take another step together. Big congrats to all of you! You’ve found someone to love in a world that is too often unkind, which is objectively wonderful.<\/p>\n<p>While you’re fantasizing about your bright future with your intended, allow us to be the cherry on top of your happiness with this little reminder: In addition to merging your hearts and souls, you’re <em>also<\/em> about to merge assets and become accountable for each other’s entire future, so there are some extremely real conversations you need to have. <em>*Blows party horn*<\/em><\/p>\n<p>Digging into financial planning might seem decidedly unromantic, but a very subtle shift in perspective can make it a genuinely lovely exercise to do together. It might feel like you’ll be hunched over bank statements wondering how all those people in Lexus commercials can afford to buy each other new cars for Christmas (although we’re hoping Wealthfront can remove a lot of the actual hunching), but it’s more than worth the effort when you think about what you’re really doing: designing the life you want together and learning to be totally transparent with each other when it comes to money.<\/p>\n<p>“Talking about money” is something we’ve all been trained to dread and avoid. According to a 2018 study by Fidelity, more than <a href=\"https:\/\/www.fidelity.com\/about-fidelity\/individual-investing\/til-debt-do-us-part\">half of couples surveyed brought debt into their marriage<\/a>, and of those who did, 40% said it had a negative impact on their relationship. Around half of those surveyed also disagreed on when to retire and how much to save for retirement. Basically every study that touches on the common pitfalls of marriage overwhelmingly cites <a href=\"https:\/\/www.apa.org\/helpcenter\/money-conflict\">money as a major source of conflict in relationships<\/a>. Talking about these things now may mean less conflict later, and we’re pretty sure that some premarital financial housekeeping will help you feel substantially better about money conversations forever afterward — a truly life-altering change of heart.<\/p>\n<p>So here is your assignment: Have each of the following conversations before you get married. Consider it our engagement gift to you. (No, you did not register for it. No, you can’t return it. Yes, we are coming to your wedding. Yes, our wedding gift will be equally fun.)<\/p>\n<h2>Spending &amp; Saving<\/h2>\n<p><img loading=\"lazy\" class=\"alignnone size-medium\" src=\"https:\/\/media.giphy.com\/media\/26FPprQc9vjdsqbdu\/giphy.gif\" width=\"539\" height=\"303\"><\/p>\n<p>True, this might be the most arduous of all the prenuptial money conversations you’ll have (because hello, so many details), but it is also the one that gets you on the same page day-to-day and gives you a functional path to reach all the goals you two commit to in your other discussions.<\/p>\n<p>Maybe you each already have thoughtful, detailed budgets that you stick to diligently, or maybe you’re both a big hot mess about it. Either way, the rest of your talks won’t have nearly the impact they should if you don’t also do the dirty work of aligning on exactly where your collective money is going.<\/p>\n<h2>Bank Account<\/h2>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-9882\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/giphy-2.gif\" alt=\"\" width=\"480\" height=\"200\"><\/p>\n<p>A lot of people combine bank accounts when they get married. A lot of people don’t. Sometimes couples keep their individual accounts <em>and<\/em> open a new one for shared expenses like rent and bills. There’s no right or wrong arrangement, but make sure you consider all of your options before deciding which one works best for you.<\/p>\n<p>(We might be biased — okay, we’re definitely biased — but while you and your beloved consider options for where to stash your money, maybe take a look at <a href=\"https:\/\/blog.wealthfront.com\/introducing-wealthfront-cash-account\">our beloved Wealthfront Cash Account<\/a>.)<\/p>\n<h2>Debt<\/h2>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-9883\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/giphy.gif\" alt=\"\" width=\"480\" height=\"240\"><\/p>\n<p>Life is imperfect. Everyone brings at least a little baggage into a relationship, and we are strongly of the opinion that financial baggage is arguably the simplest to deal with as a couple. (Trust issues from a cheating ex, on the other hand? You can’t really budget your way out of that one.)<\/p>\n<p>That said, many people bring bad feelings along with their debt. This is very common and completely understandable. Most of us have been raised in a culture that often necessitates debt (hello, student loans) while also shaming us about it. By the time we’re adults, debt has often mutated into a complicated issue involving not just money, but our sense of self-worth. It’s no wonder so many people avoid talking about it whenever possible.<\/p>\n<p>Before you get married, it’s important to lay it all on the table, both your debt and your feelings about it. From a practical standpoint, being married often means being liable for your spouse’s debt. You literally need to know the deal. Emotionally-speaking, it’s a powerful trust-building moment.<\/p>\n<p>Talking about debt can feel overwhelming and vulnerable, we’re guessing you’ll come away from the conversation feeling empowered to reach a more solid place with your money.<\/p>\n<h2>Financial Goals<\/h2>\n<p><img loading=\"lazy\" class=\"alignnone size-medium\" src=\"https:\/\/media.giphy.com\/media\/NNFTZGLqUgM7e\/giphy.gif\" width=\"500\" height=\"276\"><\/p>\n<p>What does <a href=\"https:\/\/blog.wealthfront.com\/introducing-free-financial-planning\/\">a perfect financial future look like<\/a> to the both of you? By the time you’re actively planning to get married, you’ve probably talked a lot about what kind of life you want, and hopefully you’re both aligned on the big things.<\/p>\n<p>But it’s one thing to talk about “wanting to travel” or “maybe go back to school” or “having a few kids at some point,” and it’s extremely another thing to sit down and both clarify and prioritize your goals (“I want to be able to take one year off from work before I’m 40 so I can write a book” or “We want to have our first kid in the next 3 years and both be able to take at least six months off work when they’re born”).<\/p>\n<p>We get why this can be stressful or triggering for a lot of couples: Talking about big picture goals in your relationship can often bring up big picture issues. The process of getting on the same page with each other can be challenging (or possibly effortless, if you’re lucky), but arguably more often, this is the dreamy part of financial planning before you dig into the practical, “OK, this is how we’re actually going to pay for these goals” planning stages.<\/p>\n<h2>Retirement<\/h2>\n<p><img loading=\"lazy\" class=\"alignnone size-medium\" src=\"https:\/\/media.giphy.com\/media\/3ohs7IOGoGcZdVNIzK\/giphy.gif\" width=\"480\" height=\"270\"><\/p>\n<p>Getting married is a beginning, but it’s also the best time to start thinking about life at the end of your career. This conversation can (and should) encompass many things: When do you want to retire? What type of lifestyle do you want in retirement? Will you spend more than you do now? Less? What steps have you already taken toward retirement? Do either\/both of you already have <a href=\"https:\/\/www.wealthfront.com\/retirement\">401(k)s, IRAs, or other investment accounts<\/a>?<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/understanding-path-retirement\/\">Planning for retirement is one of the more complex financial topics<\/a> you’ll continually deal with as a couple, so it’s a good idea to lay the groundwork and make some initial moves as soon as possible.<\/p>\n<h1>So, how do you actually have these conversations?<\/h1>\n<p>Okay, so you know that you <em>need<\/em> to have certain conversations about money before you get married&#8230;but how do you make sure they’re healthy and productive?<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-9884\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/giphy-5.gif\" alt=\"\" width=\"480\" height=\"330\"><\/p>\n<p>Obviously, the best case scenario is that you and your partner speak openly and easily about all things money. If that’s you, enjoy your wonderful life together! Though we would still argue that a formal check-in can add supportive structure and tangible action into the dialogue you already have.<\/p>\n<p>For the rest of us, the mere mortals for whom talking about money can be awkward, triggering, or anxiety-inducing? There are a few strategies and tips you can use to make the whole thing less painful and maybe even a little romantic.<\/p>\n<p><strong>Here’s what to do:<\/strong><\/p>\n<h2>1. Pick words that keep you on the same team<\/h2>\n<p>Things are rarely fair and equal when it comes to money, and chances are each of you brings some financial strengths and weaknesses. But you <em>are<\/em> on the same team, and continually reaffirming that fact throughout the conversation will do wonders. It doesn’t mean you have to change what you say, just <em>how<\/em> you say it. The key is speaking not as an “I,” but as a “we.”<\/p>\n<p>Example: “I really want you to pay off your credit card debt before we get married” could just as easily be “Let’s look at all the debt we still have and make a plan to knock it out before the wedding.” Words like “we” and “us” are helpful here, otherwise you could trigger a defensive reaction and put you at odds with <em>each other<\/em> rather than the financial tasks in front of you.<\/p>\n<p>These conversations are also a perfect time to use language and context to reinforce the big change that comes with the next phase of your relationship: You aren’t tackling any challenge alone anymore.<\/p>\n<h2>2. Choose the right time to bring up money<\/h2>\n<p>In the car on the way to dinner? Not really an ideal time to unpack the pros and cons of a shared checking account. It is, however, a perfectly good time to propose discussing those things over the weekend.<\/p>\n<p>The best time to talk about anything money-related is when you aren’t already stressed by something else, like when one of you is rushing off to work or you’re getting ready to have people over for dinner.<\/p>\n<p>A more perfect scenario: Identify a few times in the week when you and your partner at your most relaxed and rested, and reserve one of those moments to sit down together and discuss your financial present and future. This maximizes the odds of having the most positive and productive conversation possible.<\/p>\n<h2>3. Be clear about what you hope to get from the conversation<\/h2>\n<p>It’s always best to be equipped with a roadmap for talking money, a broad subject primed for detours and potholes. A conversation that starts “Hey babe*, let’s talk about our financial goals,” could go anywhere. “Financial goals” is extremely non-specific!<\/p>\n<p>Instead, try a more concrete approach: “Hey babe, we always talk about buying a house in the next few years and getting a second car and taking time off work to travel — do you want to sit down and prioritize all of this so we can actually do it?”<\/p>\n<p><em>*replace with pet name of choice<\/em><\/p>\n<h2>4. Reinforce what you love about your partner<\/h2>\n<p>Hard conversations are a particularly good time to reflect a positive image of someone you love back to them. Keep an eye out for points in the conversation where it makes sense to throw in little compliments (real ones; don’t be fake here, or ever actually). Money is a fraught topic for most people, so it’s easy to become contentious when talking about it, even with your favorite person in the world. Reminding your partner — and maybe more importantly, yourself — what you love about them can help mitigate that risk.<\/p>\n<p>For example, if you’re talking retirement, it wouldn’t hurt to interject with something like, “I really love how much creativity and thoughtfulness you always put into our future together. Talking about this stuff just makes me feel so excited and lucky for everything we have ahead of us.” And then maybe you’ll make out, who knows.<\/p>\n<h2>5. Listen<\/h2>\n<p>There’s a difference between “proactively framing the conversation to yield the most constructive results” and “dominating the conversation so your partner doesn’t have a chance to speak.” Of course you would never intentionally do that, but talking about money is inherently tense for most people, and talking about it with someone you love can be even more stressful. And stress often leads people to try to exercise more control over things. Totally understandable — it just means you may need to take a breath and consciously create space in the conversation for your partner’s voice.<\/p>\n<p>Maybe you already have a detailed understanding of your significant other’s financial landscape (both their balance sheets <em>and<\/em> their emotional relationship with money), but these conversations are bound to reveal even more about each other. It’s a great opportunity to bond, so make sure you don’t miss it.<\/p>\n<h2>6. End with action items<\/h2>\n<p>Admittedly the term “action items” isn’t sexy (or is it?), but what <em>is<\/em> appealing is getting out of the “one day” phase and making real progress together.<\/p>\n<p>End your talks with next steps. For example: “So we’ll add you to my cell phone plan, you’ll apply those savings to your student loan each month, and I’ll put 15% less into savings for the next six months so I can pay off my credit card.”<\/p>\n<p>No matter what bad feelings might’ve been unearthed during the conversation, real actions can leave you both feeling empowered, confident, and much closer to each other.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Talking about money doesn&#8217;t have to be awkward, triggering, or anxiety-inducing. Today, we&#8217;re talking about the five money conversations you need to have with your partner &#8212; plus we outline the strategies and tips you can use to make the whole thing less painful (and maybe even a little romantic).<\/p>\n","protected":false},"author":129,"featured_media":9879,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7236,7231],"tags":[6498,528,71,6502,463,6497,198,6500,6499,6501],"yst_prominent_words":[3511,6494,5493,6487,1420,6496,1237,2321,1230,1245,1248,1589,3111,1240,6491,1268,6493,6486,1296,3114],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9877"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9877"}],"version-history":[{"count":8,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9877\/revisions"}],"predecessor-version":[{"id":13163,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9877\/revisions\/13163"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9879"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9877"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9877"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9877"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9877"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}