{"id":9911,"date":"2019-02-26T16:28:04","date_gmt":"2019-02-27T00:28:04","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?p=9911"},"modified":"2020-04-24T11:37:46","modified_gmt":"2020-04-24T18:37:46","slug":"should-you-pay-off-debt-or-invest-heres-the-real-answer","status":"publish","type":"post","link":"https:\/\/blog.wealthfront.com\/should-you-pay-off-debt-or-invest-heres-the-real-answer\/","title":{"rendered":"Should You Pay Off Debt Or Invest? Here’s The Real Answer"},"content":{"rendered":"<p><i><span style=\"font-weight: 400;\">Note: As of April 19, 2021, the Wealthfront Cash Account has a 0.10% APY. Read more about it <a href=\"https:\/\/blog.wealthfront.com\/the-wealthfront-cash-account-apy-is-decreasing-to-0-10-percent\/\">here<\/a>\n.<\/span><\/i><\/p>\n<p>There’s a reason why debt is such a sensitive and stressful topic for most people. Having debt can feel uncomfortable at best and often completely crushing, which is to say nothing of the chokehold it can have on your financial goals. It’s so easy to feel like your “real” life can’t start until you unburden yourself of the debt that’s weighing you down — and the urgency to <a href=\"https:\/\/blog.wealthfront.com\/financial-health-debt\/\">get in control of your debt<\/a> and purge it from your life as soon as possible can make it hard to even know where to start the untangling process.<\/p>\n<p>And it makes sense that we feel this way. Our instinctive aversion to the very idea of debt is a result of having internalized the messages about it that we’ve been passively absorbing since we were kids. Most of us are taught that debt is something to feel shame about, and so we do, despite how common it is. Even though we grow to <em>logically<\/em> know that debt isn’t symptomatic of some moral failing, we still feel like it’s a scarlet letter; a sign that we aren’t yet our best selves. Debt happens, and it’s not the end of the world, but that doesn’t stop you from wanting it out of your life quickly.<\/p>\n<p>While that compulsion to get out of the red is entirely reasonable, the truth about what exactly you should do with your extra cash is a little more complicated. In certain situations, it’s actually smarter to let your debt chill for the moment, opting instead to invest the extra cash.<\/p>\n<p>Enter Kara Brenholt, a chartered financial analyst (CFA) and one of Wealthfront’s product managers, who sat with us to explain how to decide which option is your best bet to make your money do the absolute most for you right now.<\/p>\n<p>Since so few of us will ever find a literal sack of money on the sidewalk (unfair, frankly), here are a few steps you <em>can<\/em> take:<\/p>\n<ol>\n<li><a href=\"#jump-one\">Make sure you have enough cash saved<\/a><\/li>\n<li><a href=\"#jump-two\">Take down high-interest debts first<\/a><\/li>\n<li><a href=\"#jump-three\">Factor in the emotional burden<\/a><\/li>\n<\/ol>\n<h2>Tending To Your Financial Baseline<\/h2>\n<p id=\"jump-one\">First things first: Before figuring out where to put any extra money, you really have to make sure your basics are covered.<\/p>\n<p>Specifically, you should:<\/p>\n<ul>\n<li>Make sure you have enough cash saved<\/li>\n<li>Make at least the minimum payment on <em>all<\/em> your debts<\/li>\n<li>Take maximum advantage of <a href=\"https:\/\/401k.wealthfront.com\/how-does-401k-work\/\">your company’s 401(k) match<\/a>, if available<\/li>\n<\/ul>\n<p>“If you haven’t met one of those requirements, focus on that before tackling anything else,” says Kara. “Only once you’ve met that baseline does the ‘payoff debt versus investing’ decision come into play.”<\/p>\n<p>Figuring out <a href=\"https:\/\/blog.wealthfront.com\/build-emergency-fund\/\">how to build the right emergency fund<\/a> for you hinges on countless individual factors. Whatever your plan for building this reserve, make sure you’re doing more than putting money into a yawn-worthy savings account — not all cash accounts are the low-interest bummer they used to be. <a href=\"https:\/\/www.wealthfront.com\/cash\">Wealthfront’s Cash Account, for example, carries a meaty interest rate of 2.24%<\/a>. This is over 23 times the interest on savings\/checking accounts offered at most traditional banks.<\/p>\n<p>Whatever a comfortable emergency cash stash means for you, if you don’t have that, it’s not a bad idea to put other concerns — like paying down debt and investing — on the back burner. Just for a bit! Think of it this way: If you don’t have an emergency fund and suddenly lose your job, you could end up going into more debt. There are enough worries to steal your sleep — don’t deny yourself the peace of mind of having a cash cushion before tackling anything else, just in case.<\/p>\n<h2>Kill Your Toxic Debt First<\/h2>\n<p id=\"jump-two\">Let’s say you have some extra cash and are trying to decide whether to pay down your debt or invest it. Kara says you only need to know two numbers when making this call: <strong>your debt’s after-tax interest rate<\/strong> and the <strong>rate of return on the investment<\/strong> you’re considering. If the potential returns on your investment is higher than your debt’s interest rate, you should prioritize investing.<\/p>\n<p>What does this decision look like in real life? It depends on what type of debt you have. Here are the average interest rates for the most common types of debt and investments:<\/p>\n<div id=\"attachment_10068\" style=\"width: 650px\" class=\"wp-caption alignnone\"><img aria-describedby=\"caption-attachment-10068\" loading=\"lazy\" class=\"size-medium wp-image-10068\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/Q5_debt-01@2x-1-640x289.png\" alt=\"\" width=\"640\" height=\"289\" srcset=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/Q5_debt-01@2x-1-640x289.png 640w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/Q5_debt-01@2x-1-768x347.png 768w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/Q5_debt-01@2x-1-1173x530.png 1173w, https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2019\/02\/Q5_debt-01@2x-1.png 1850w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><p id=\"caption-attachment-10068\" class=\"wp-caption-text\">Source: Bankrate and Nerdwallet<\/p><\/div>\n<p><strong>Student Loans:<\/strong> The interest rate on your student loans could vary from 2% to more than 10% depending on what type of loan — federal or private — they are, whether they&#8217;re from undergrad or grad school, and what year you opened them. Like mortgage interest, <a href=\"https:\/\/turbotax.intuit.com\/tax-tips\/home-ownership\/about-tax-deductions-for-a-mortgage\/L2NEBzLjY\">student loan interest may be tax deductible<\/a> (up to a point). Before you calculate your after-tax interest rate, you first need to find out if you’re eligible for the deduction. If your modified adjusted gross income is more than $80,000\/year as a single filer or more than $165,000\/year as a joint filer, you won’t qualify to deduct your loan interest. If you make less than that, up to $2,500 of your interest could be tax deductible.<\/p>\n<p>Loans with a fixed interest rate lower than 6% may be worth keeping given their after-tax interest rate could be lower than the rate you could earn on a diversified portfolio. For someone who qualifies to deduct their interest and has a tax rate of 25%, the after-tax rate on a 6% student loan would be 4.5% (6% x (1 &#8211; 25%)). However, if you <em>don’t<\/em> qualify for the tax deduction, you are likely wise to prioritize paying down your loans. Even if you don’t decide to tackle paying down your loans, you may benefit from <a href=\"https:\/\/blog.wealthfront.com\/financial-health-debt\/#refinance\">refinancing your student loans<\/a>.<\/p>\n<p>Using the aforementioned calculations, your after-tax interest rate on your loans might give you a clear answer as to whether or not you should prioritize paying off a loan versus putting that same money towards an investment. But if your after-tax interest rate on a loan is between 4% and 5% — in other words, slightly below the expected return on a diversified portfolio — then the choice between putting money towards debt versus feeding your investments can be less clear since the return from paying off your debt is guaranteed while the rate on your diversified portfolio is not. “This is something I constantly struggle with,” says Kara, whose consolidated student debt has a 5.5% interest rate. “I’m always tempted to invest instead of paying extra on my loans.”<\/p>\n<p>Even if your expected return on the investment you’re considering is much higher than your loan&#8217;s interest rate, market risks in the near-term make this impossible to guarantee. But the money you&#8217;ll save by putting the money toward your loan — thereby avoiding extra interest — is guaranteed.<\/p>\n<p>Kara’s solution in situations like this is to split the cash in question between student loans, a Roth 401(k) for retirement, and a personal taxable account for flexible spending. “That way, I’ve minimized my regret but also rationalized my decision,” she explains.<\/p>\n<h2>Don’t Discount Your Emotions<\/h2>\n<p id=\"jump-three\">While simply running the numbers is the most practical way to choose whether to pay off debt or invest, there’s undoubtedly an emotional component to this decision.<\/p>\n<p>“Some people just want to prioritize being debt-free,” says Kara. “They don’t want the emotional burden.” If your debt is affecting your overall peace of mind in a real way, then the subtleties of interest versus returns might not matter much.<\/p>\n<p>If you’re generally pretty risk-averse (no judgment; you’ll outlive all of us) and even low-interest debt is keeping you up at night, you shouldn’t feel obligated to weigh any factor in this decision more heavily than your own mental health — in a budgetary toss-up, no one can fault you for defaulting to a policy of prioritizing paying down your debt over making new investments.<\/p>\n<p>But if you’re not unsettled by either option and are simply trying to come out ahead, run the numbers.<\/p>\n<p>“Think about what’s going to put you in the best financial position,” says Kara. “With low-interest debt, keeping it on the balance sheet — and investing the extra money — is sometimes smarter.”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>When you have some extra cash, how to do you decide whether to invest it or put it toward paying down debt? We fully unpacked this surprisingly complex quandary, complete with considering emergency funds, toxic debt, and weighing interest rates. <\/p>\n","protected":false},"author":129,"featured_media":9912,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7232],"tags":[12,1051,58,1058,5,1086,1140],"yst_prominent_words":[6610,6609,1739,6475,6607,1420,6524,2316,6526,6521,6527,2782,2771,1419,1240,6611,6525,5418,6520,3527],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9911"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=9911"}],"version-history":[{"count":17,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9911\/revisions"}],"predecessor-version":[{"id":13039,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/posts\/9911\/revisions\/13039"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media\/9912"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=9911"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/categories?post=9911"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/tags?post=9911"},{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=9911"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}