{"id":138,"name":"Andy Rachleff and Jakub Jurek","url":"","description":"Andy Rachleff\r\nAndy Rachleff is Wealthfront's co-founder, President and Chief Executive Officer. He serves as a member of the board of trustees and vice chairman of the endowment investment committee for University of Pennsylvania and as a member of the faculty at Stanford Graduate School of Business, where he teaches courses on technology entrepreneurship. Prior to Wealthfront, Andy co-founded and was general partner of Benchmark Capital, where he was responsible for investing in a number of successful companies including Equinix, Juniper Networks, and Opsware. He also spent ten years as a general partner with Merrill, Pickard, Anderson &amp; Eyre (MPAE). Andy earned his BS from University of Pennsylvania and his MBA from Stanford Graduate School of Business.\r\n\r\nJakub Jurek\r\nJakub Jurek is Wealthfront’s VP of Research. Jakub's research expertise spans theoretical and empirical asset pricing, and includes topics related to portfolio management, alternative investments, credit risk, market microstructure, as well as, currencies. His work has been published in peer-reviewed journals including the Journal of Finance, the Journal of Financial Economics, and the American Economic Review. Jakub has held academic appointments at the Bendheim Center of Finance at Princeton University, and The Wharton School at the University of Pennsylvania. Jakub holds an undergraduate degree in Applied Mathematics and a Ph.D. in Business Economics, both from Harvard University. Prior to entering graduate school, he worked in the quantitative equity strategy groups at Goldman Sachs and AQR Capital Management, LLC. He has also served as a consultant to Grantham, Mayo, van Otterloo, LLC, and the Harvard Management Company.","link":"https:\/\/blog.wealthfront.com\/author\/andyrjakubj\/","slug":"andyrjakubj","meta":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/138"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users"}]}}