{"id":87,"name":"Celine Sun, PhD and Andy Rachleff","url":"","description":"<b>Celine is Wealthfront’s research scientist<\/b> and works on a wide range of projects and in-depth quantitative data analysis. She applies her econometric expertise to developing and improving investment strategies and research infrastructure. Among Celine's other work prior to joining Wealthfront was a stint as an intern at Parametric Portfolio Associates where she formulated tax sensitive trade strategies, performed scenario analysis and built a tax-managed portfolio simulator in R. She earned her PhD in Financial Economics from the University of Washington where she also earned her MBA and Computational Finance Certificate. She received her MS in Statistics from Syracuse University and BS in Mathematics from the University of Science and Technology of China.\r\n\r\n\r\n                                             <b>Andy is Wealthfront’s Executive Chairman<\/b>. He serves as a member of the board of trustees and vice chairman of the endowment investment committee for University of Pennsylvania and as a member of the faculty at Stanford Graduate School of Business, where he teaches courses on technology entrepreneurship. Prior to Wealthfront, Andy co-founded and was general partner of Benchmark Capital, where he was responsible for investing in a number of successful companies including Equinix, Juniper Networks, and Opsware. He also spent ten years as a general partner with Merrill, Pickard, Anderson &amp; Eyre (MPAE). Andy earned his BS from University of Pennsylvania and his MBA from Stanford Graduate School of Business. He has frequently been named to Forbes magazine’s The Midas List as a top tech venture investor.","link":"https:\/\/blog.wealthfront.com\/author\/celineandy\/","slug":"celineandy","meta":[],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/87"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users"}]}}