{"id":12786,"date":"2020-03-12T11:05:29","date_gmt":"2020-03-12T18:05:29","guid":{"rendered":"https:\/\/blog.wealthfront.com\/?page_id=12786"},"modified":"2020-03-31T05:02:06","modified_gmt":"2020-03-31T12:02:06","slug":"sweepstakesrules","status":"publish","type":"page","link":"https:\/\/blog.wealthfront.com\/sweepstakesrules\/","title":{"rendered":"Official rules"},"content":{"rendered":"\n<h2>Wealthfront Sweepstakes<\/h2>\n\n\n\n<h3>Official Rules<\/h3>\n\n\n\n<p> <strong>Update:<\/strong> Due to the shelter-in-place orders in effect in California, we will be delayed in notifying the first $25K winner until the week of April 13th. <\/p>\n\n\n\n<p>NO PURCHASE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR WIN. A PURCHASE OR PAYMENT WILL NOT INCREASE YOUR CHANCES OF WINNING. YOU DO NOT NEED A WEALTHFRONT ACCOUNT TO ENTER OR WIN, NOR WILL HAVING AN ACCOUNT INCREASE YOUR CHANCES OF WINNING. ALL DISPUTES WILL BE RESOLVED SOLELY BY BINDING ARBITRATION. Void where prohibited by law and outside the United States, the District of Columbia, Puerto Rico and Guam. Subject to all federal, state regional, provincial, and local laws, regulations, and ordinances. Sponsor’s computer is the official time keeping device for the Sweepstakes.<\/p>\n\n\n\n<p><strong>1. Eligibility<\/strong>: The Wealthfront Sweepstakes is a series of four (4) distinct sweepstakes (each, an <strong>“Applicable Sweepstakes”<\/strong>, and collectively, the <strong>“Sweepstakes”<\/strong>) that are open to legal U.S. residents currently residing in the 50 United States, the District of Columbia, Puerto Rico, and Guam who are 18 years old or the age of majority (19 in Alabama and Nebraska; 21 in Mississippi), whichever is older as of the date of entry. Employees, officers, and directors of Wealthfront Corporation (“Sponsor”) and Sync Marketing LLC (<strong>“Administrator”<\/strong>), or any of their respective parents, affiliates, subsidiaries, representatives, consultants, contractors, legal counsel, advertising, public relations, promotional, fulfillment and marketing agencies (collectively, the <strong>“Sweepstakes Entities”<\/strong>) and members of their immediate families (spouses, parents, siblings and children, regardless of where they live) and those living in the same household (whether related or not) are not eligible to enter or win. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and to Sponsor’s and\/or Administrator’s decisions, which are final and binding in all matters related to the Sweepstakes. Winning a prize is contingent upon fulfilling all requirements set forth herein. Sponsor reserves the right to verify the eligibility of winners.<\/p>\n\n\n\n<p><strong>2. Sponsor\/Administrator<\/strong>: Sponsor: Wealthfront Corporation, 261 Hamilton Ave Palo Alto, California, 94301. Administrator: Sync Marketing, 10960 Wellworth Avenue, Unit 301, Los Angeles, CA 90024.<\/p>\n\n\n\n<p><strong>3. How to Enter<\/strong>: There are two (2) ways to enter during each Applicable Sweepstakes Period. The <strong>“Applicable Sweepstakes Period”<\/strong> is defined as the period beginning on the Applicable Sweepstakes’ start date and time and ending on the Applicable Sweepstakes’ end date and time. <strong>See Table A at the end of this Section for start and end dates and times for each Applicable Sweepstakes.<\/strong><\/p>\n\n\n\n<p><strong>(a)   Wealthfront Cash Account Entry<\/strong>: If you have an active Wealthfront account (i.e., account is open and funded) in good standing as of the end of the Applicable Sweepstakes Period, you will automatically receive one (1) entry in the Applicable Sweepstakes, subject to the entry limits below. <strong>Limit<\/strong>: one (1) entry per person\/account holder per Applicable Sweepstakes. If you do not wish to participate in all Sweepstakes, you can opt out by  sending an email to support@wealthfront.com.<\/p>\n\n\n\n<p><strong>(b)  Entry Without a Wealthfront Cash Account<\/strong>: If you do not have an active Wealthfront Cash Account, you may enter each Applicable Sweepstakes for free by mailing a 3&#215;5 card containing (i) the <strong>“Code”<\/strong> listed in <strong>Table A<\/strong> that corresponds with the Applicable Sweepstakes to which you are entering; (ii) your first and last name; (iii) phone number; and (iv) email address to: Wealthfront Sweepstakes c\/o Sync Marketing LLC, 3905 State Street #7 Box 506, Santa Barbara, CA 93105-5107. Upon Administrator’s receipt of your 3&#215;5 card, you will receive one (1) entry in the Applicable Sweepstakes. <strong>You must send one (1) 3&#215;5 card for each Applicable Sweepstakes you wish to enter. Limit<\/strong>: one (1) 3&#215;5 card per entrant per Applicable Sweepstakes. <\/p>\n\n\n\n<p>3&#215;5 Card Entry Details: The Administrator will discard any 3&#215;5 cards that (i) do not contain all required information described above or (ii) contain more information than is required by these Official Rules. Discarded 3&#215;5 cards will not receive an entry. 3&#215;5 cards for each Applicable Sweepstakes must be postmarked on or after the Applicable Sweepstakes’ start date and before or on the Applicable Sweepstakes’ end date. All 3&#215;5 cards for an Applicable Sweepstakes must be received by the Administrator on or before the third business day that follows the Applicable Sweepstakes Sweepstake End date as listed in <strong>Table A<\/strong> below in order to be eligible.<\/p>\n\n\n\n<p><strong>LIMITS: regardless of method of entry used, limit one (1) entry per entrant per Applicable Sweepstakes.<\/strong> By agreeing to participate in the Sweepstakes, you acknowledge and agree that duplicate entries in the same Applicable Sweepstakes will result in your disqualification and you will not be eligible to win any prize. You must provide all required information to be eligible to enter and win. All potential winners are subject to verification, including without limitation verifying compliance with applicable federal, state and\/or territorial regulations related to anti-money laundering, before any prize will be awarded. Automated or bulk entries or entries submitted by third parties will be disqualified. Any attempt by any participant to obtain more than the stated number of plays and\/or entries by using multiple and\/or different identities, forms, registrations, email addresses, login, or any other methods will void that participant’s entries, and that participant may be disqualified at Sponsor’s and\/or Administrator’s discretion. Multiple participants are not permitted to share the same email address unless they are joint Wealthfront Cash Account holders. Joint Wealthfront Cash Accounts, however, will only receive one (1) entry. In the event of a dispute as to any entry, the authorized account holder of the email address used to enter will be deemed to be the entrant. The “authorized account holder” is the natural person assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Potential winners may be required to show proof of being the authorized account holder to the Sponsor and\/or the Administrator or forfeit the prize. Entries specifying an invalid, non-working, or inactive email address will be disqualified and ineligible to win. Incomplete, illegible, corrupted, or untimely entries are void and will be disqualified. <\/p>\n\n\n\n<figure class=\"wp-block-table aligncenter is-style-regular\"><table class=\"\"><tbody><tr><td class=\"has-text-align-center\" data-align=\"center\" colspan=\"4\"><strong>TABLE A<\/strong><\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\" colspan=\"4\">Applicable Sweepstakes Periods and Approximate Winner Selection Dates<\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\"> Applicable Sweepstakes <\/td><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes Starts <\/td><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes Ends <\/td><td class=\"has-text-align-center\" data-align=\"center\"> Winner Selection <br>(on or about date) <\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes 1<br>Code: WFSWEEP1 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> March 20, 2020 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> March 26, 2020,<br>5:00 p.m.  <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 3, 2020 <\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes 2<br>Code: WFSWEEP2 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> March 27, 2020 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 2, 2020,<br>5:00 p.m.  <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 10, 2020 <\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes 3<br>Code: WFSWEEP3 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 3, 2020 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 9, 2020,<br>5:00 p.m. <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 17, 2020 <\/td><\/tr><tr><td class=\"has-text-align-center\" data-align=\"center\"> Sweepstakes 4<br>Code: WFSWEEP4 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 10, 2020 <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 16, 2020,<br>5:00 p.m.  <\/td><td class=\"has-text-align-center\" data-align=\"center\"> April 24, 2020 <\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p> <strong>4. Selection of Winners<\/strong>: There will be one (1) prize drawing to select one (1) potential winner for each Applicable Sweepstakes, to take place on or around the “Winner Selection” dates listed in <strong>Table A<\/strong> above. Administrator will select the name of each potential winner in a random drawing from among all eligible entries received. The odds of winning are based on the number of eligible entries received. The potential winners will be notified by email on or about each Winner Selection date provided in <strong>Table A<\/strong>. Except where legally prohibited, each potential winner must sign and return, within the timeframe specified by Sponsor or Administrator, an Affidavit of Eligibility, Liability &amp; Publicity Release in order to claim his\/her prize. If (i) Administrator does not receive confirmation of from a potential winner within twenty-four (24) hours of sending the notification email to the potential winner; (ii) the potential winner fails to sign and return the Affidavit of Eligibility, Liability &amp; Publicity Release within three (3) business days of Administrator’s provision to the potential winner of the Affidavit of Eligibility, Liability &amp; Publicity Release; or (iii) in the event that a potential winner is disqualified for any reason, including without limitation failure to pass Wealthfront’s Bank Secrecy Act, anti-money laundering and Office of Financial Assets Control processes, Sponsor will award the applicable prize to an alternate winner selected by a random drawing from among all remaining eligible entries. Only five (5) alternate drawings will be held per scheduled prize drawing, after which any remaining prizes will remain un-awarded.<\/p>\n\n\n\n<p>Verification of Potential Winners: ALL POTENTIAL WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR AND\/OR ADMINISTRATOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE SWEEPSTAKES. AN ENTRANT IS NOT A WINNER OF ANY PRIZE UNLESS AND UNTIL ENTRANT’S ELIGIBILITY HAS BEEN VERIFIED AND ENTRANT HAS BEEN NOTIFIED THAT VERIFICATION IS COMPLETE.<\/p>\n\n\n\n<p><strong>5. Prizes<\/strong>: One (1) prize will be awarded in each Applicable Sweepstakes, each consisting of twenty-five thousand U.S. dollars ($25,000). Approximate retail value (<strong>“ARV”<\/strong>) of each prize: $25,000. Total ARV of all prizes to be awarded across the Sweepstakes: $100,000. If the winner entered the Applicable Sweepstakes via the Wealthfront Cash Account method of entry described in Section 3(a) above, the prize will be deposited into the winner&#8217;s Wealthfront Cash Account. If the winner entered the sweepstakes via the mail-in method of entry described in Section 3(b) above, the prize will be, at the winner’s discretion, issued via check made out to the winner or deposited into a Wealthfront Cash Account. Limit one (1) prize per person and per household during each Applicable Sweepstakes Period.<\/p>\n\n\n\n<p>PRIZE RESTRICTIONS: Limit one (1) prize per person, per household during the Sweepstakes. Any and all applicable federal, state, and local taxes and all fees and expenses related to acceptance and use of prize not specifically stated herein are the responsibility solely of each winner. Prize cannot be substituted, assigned, transferred, or redeemed for cash; however, Sponsor reserves the right to make equivalent prize substitutions at its sole discretion. Sponsor will not replace any lost or stolen prizes or components of a prize(s). Prize cannot be used in conjunction with any other promotion or offer. Only the number of prizes stated in these Official Rules is available to be won in the Sweepstakes. If, by reason of a print or other error, more prizes are claimed than the number set forth in these Official Rules, an alternate winner will be selected in accordance with the winner selection method described above from among all eligible claimants making purportedly valid claims to award the advertised number of prizes available.<\/p>\n\n\n\n<p><strong>6. General Conditions<\/strong>: The Sweepstakes is governed by the laws of the United States. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and to Sponsor’s and\/or Administrator’s decisions, which are final and binding in all matters related to the Sweepstakes. Sponsor, Administrator and their agencies are not responsible for lost, late, incomplete, damaged, stolen, misdirected, or illegible entries; lost, interrupted, or unavailable network, server, or other connections, garbled transmissions or miscommunications, telephone transmission problems; computer or software malfunctions or damage to a user’s computer equipment (software or hardware); technical failures; or other errors or malfunctions of any kind whether human, mechanical, electronic, or otherwise. Proof of sending or submission of entry will not be deemed proof of receipt by Sponsor and\/or Administrator. Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision.<\/p>\n\n\n\n<p><strong>7. WARNING<\/strong>: ANY ATTEMPT BY AN ENTRANT OR ANY OTHER INDIVIDUAL TO DELIBERATELY DAMAGE ANY WEBSITE OR MOBILE APPLICATION ASSOCIATED WITH THE SWEEPSTAKES OR UNDERMINE THE LEGITIMATE OPERATION OF THE SWEEPSTAKES MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAW, AND, SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO PROSECUTE AND SEEK DAMAGES FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW. Sponsor reserves the right at its sole discretion to disqualify any individual it finds to be attempting to tamper with or undermine the entry process, the website, the mobile application, and\/or the legitimate operation of the Sweepstakes; to violate the Official Rules; or to act in an unsportsmanlike or disruptive manner or with the intent to annoy, abuse, threaten, or harass any other person. If, for any reason, the Sweepstakes is not capable of running as planned, Sponsor may, in its sole discretion, void any suspect entries and (a) cancel or terminate the Sweepstakes (or any portion thereof); (b) modify the Sweepstakes or suspend the Sweepstakes to address the impairment and then resume the Sweepstakes in a manner that best conforms to the spirit of these Official Rules; and\/or (c) award the prize at random from among the eligible, non-suspect entries received up to the time of the impairment.<\/p>\n\n\n\n<p><strong>8. Publicity; Limitations of Liability and Releases:<\/strong><\/p>\n\n\n\n<p>(a)   BY PARTICIPATING IN THE SWEEPSTAKES, ENTRANT AGREES THAT SPONSOR, ADMINISTRATOR, AND THEIR RESPECTIVE PARENT COMPANIES, AFFILIATES, SUBSIDIARIES, REPRESENTATIVES, CONSULTANTS, CONTRACTORS, LEGAL COUNSEL, ADVERTISING, PUBLIC RELATIONS, PROMOTIONAL, FULFILLMENT AND MARKETING, WEBSITE PROVIDERS, WEB MASTERS, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, REPRESENTATIVES, AND AGENTS (THE <strong>“RELEASED PARTIES”<\/strong>) WILL HAVE NO LIABILITY WHATSOEVER FOR, AND SHALL BE HELD HARMLESS BY ENTRANTS AGAINST ANY LIABILITY FOR ANY INJURIES, LOSSES OR DAMAGES OF ANY KIND TO PERSONS, INCLUDING PERSONAL INJURY OR DEATH, OR PROPERTY RESULTING IN WHOLE OR IN PART, DIRECTLY OR INDIRECTLY, FROM ACCEPTANCE, POSSESSION, MISUSE, OR USE OF THE PRIZE, ENTRY, OR PARTICIPATION IN THE SWEEPSTAKES OR IN ANY SWEEPSTAKES RELATED ACTIVITY, OR ANY CLAIMS BASED ON PUBLICITY RIGHTS, DEFAMATION OR INVASION OF PRIVACY, OR MERCHANDISE DELIVERY. THE RELEASED PARTIES ARE NOT RESPONSIBLE IF ANY PRIZE CANNOT BE AWARDED DUE TO CANCELLATIONS, DELAYS, OR INTERRUPTIONS DUE TO ACTS OF GOD, ACTS OF WAR, NATURAL DISASTERS, WEATHER, OR TERRORISM. BY PARTICIPATING IN THE SWEEPSTAKES, ENTRANT AGREES THAT THE RELEASED PARTIES WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY INJURIES, DAMAGES, OR LOSSES OF ANY KIND, INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES TO PERSONS, INCLUDING DEATH, OR TO PROPERTY ARISING OUT OF ACCESS TO AND USE OF ANY WEBSITE ASSOCIATED WITH THE SWEEPSTAKES OR THE DOWNLOADING FROM AND\/OR PRINTING MATERIAL DOWNLOADED FROM SUCH SITE.<\/p>\n\n\n\n<p>(b)  EXCEPT WHERE PROHIBITED BY LAW, PARTICIPATION IN THE SWEEPSTAKES CONSTITUTES WINNER’S GRANT TO SPONSOR (WHICH GRANT WILL BE CONFIRMED IN WRITING ON REQUEST OF SPONSOR), AND THE RELEASED PARTIES THE RIGHT AND PERMISSION TO PRINT, PUBLISH, BROADCAST, AND USE, WORLD WIDE IN ANY MEDIA NOW KNOWN OR HEREAFTER DEVELOPED, INCLUDING BUT NOT LIMITED TO THE WORLD WIDE WEB, AT ANY TIME OR TIMES, THE WINNER’S ENTRY, NAMES, PORTRAITS, PICTURES, VOICES, LIKENESSES, OPINIONS AND BIOGRAPHICAL INFORMATION (INCLUDING BUT NOT LIMITED TO HOMETOWN AND STATE) FOR ADVERTISING, TRADE, AND PROMOTIONAL PURPOSES (INCLUDING THE ANNOUNCEMENT OF HIS OR HER NAME ON TELEVISION OR RADIO BROADCAST) WITHOUT ADDITIONAL CONSIDERATION, COMPENSATION, PERMISSION, OR NOTIFICATION.<\/p>\n\n\n\n<p>(c)  WITHOUT LIMITING THE FOREGOING, EVERYTHING REGARDING THE SWEEPSTAKES, INCLUDING THE WEALTHFRONT WEBSITE, THE WEALTHFRONT MOBILE APPLICATION, AND ALL PRIZES, ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. SOME JURISDICTIONS MAY NOT ALLOW THE LIMITATIONS OR EXCLUSIONS OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES OR EXCLUSION OF IMPLIED WARRANTIES, SO SOME OF THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY. CHECK LOCAL LAWS FOR ANY RESTRICTIONS OR LIMITATIONS REGARDING THESE LIMITATIONS OR EXCLUSIONS.<\/p>\n\n\n\n<p><strong>9. Disputes; Choice of Law<\/strong>: Except where prohibited, entrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with the Sweepstakes or any prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by binding arbitration before a sole arbitrator under the streamlined Arbitration Rules and Procedures of JAMS Inc. (<strong>“JAMS”<\/strong>) or any successor to JAMS, provided, however, the Sponsor shall be entitled to seek injunctive or equitable relief in the state and federal courts in San Francisco, California; (2) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering the Sweepstakes, but in no event attorneys’ fees; and (3) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim, indirect, punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. In the event JAMS is unwilling or unable to set a hearing date within fourteen (14) days of the filing of a &#8220;Demand for Arbitration&#8221;, then Sponsor or entrant can elect to have the arbitration administered by the American Arbitration Association (<strong>“AAA”<\/strong>) or any other mutually agreeable arbitration administration service.  If an in-person hearing is required, then it will take place in Chicago, IL, New York City, NY, Los Angeles, CA, Atlanta, GA or Dallas, TX (whichever is closest to entrant&#8217;s residence); provided, however, if none of these locations are convenient for the hearing, Sponsor and entrant may mutually agree on an alternative location. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsor in connection with the Sweepstakes, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.<\/p>\n\n\n\n<p><strong>10. Privacy<\/strong>: Information collected from entrants is subject to the Sponsor’s Privacy Policy, which can be found at <a href=\"https:\/\/www.wealthfront.com\/legal\/privacy\">https:\/\/www.wealthfront.com\/legal\/privacy<\/a>. Sponsor, Administrator, and their respective agents, affiliates, subsidiaries, representatives or service providers may use entrants’ personal information submitted with entry for purposes of prize fulfillment.<\/p>\n\n\n\n<p><strong>11. Official Rules and Winners List<\/strong>: For a copy of the Official Rules, visit <a href=\"https:\/\/blog.wealthfront.com\/sweepstakesrules\">https:\/\/blog.wealthfront.com\/sweepstakesrules<\/a>. For a list of winners available after April 27, 2020 please email support@wealthfront.com with the subject line, “WFSweeps Winners List”. <\/p>\n\n\n\n<p>Copyright ©[year] Wealthfront Croporation. All rights reserved.<br><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wealthfront Sweepstakes Official Rules Update: Due to the shelter-in-place orders in effect in California, we will be delayed in notifying the first $25K winner until the week of April 13th. NO PURCHASE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR WIN. A PURCHASE OR PAYMENT WILL NOT INCREASE YOUR CHANCES OF WINNING. YOU [&hellip;]<\/p>\n","protected":false},"author":10002,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"official-rules.php","meta":[],"yst_prominent_words":[10426,10413,10417,10409,10418,10414,10420,6475,10423,10416,10427,10421,10411,10415,10419,10428,10412,10410,6478,6476],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/12786"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/10002"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=12786"}],"version-history":[{"count":6,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/12786\/revisions"}],"predecessor-version":[{"id":12936,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/12786\/revisions\/12936"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=12786"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=12786"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}