{"id":3330,"date":"2012-09-12T11:24:59","date_gmt":"2012-09-12T18:24:59","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?page_id=3330"},"modified":"2019-10-30T07:05:48","modified_gmt":"2019-10-30T14:05:48","slug":"startup-employee-equity-compensation","status":"publish","type":"page","link":"https:\/\/blog.wealthfront.com\/startup-employee-equity-compensation\/","title":{"rendered":"Manage Your Tech Career"},"content":{"rendered":"<div><strong><em>[UPDATE: Our post &#8220;Manage your Tech Career&#8221; and its Equity Compensation Tool was one of the most popular articles Wealthfront published in 2012. After maintaining it for three years, however, we have retired the tool as of June 2015. &nbsp;Fortunately,&nbsp;there continues to be freely available compensation data from services like Glassdoor and Angellist.&nbsp;For more recent articles from Wealthfront, please take a <span class=\"il\">look<\/span> <a href=\"https:\/\/blog.wealthfront.com\">here<\/a>.&#8221;]<\/em><\/strong><\/div>\n<p>It may sound strange for the CEO of an investment management firm to say this, but managing your career well is much more important than managing your investments well.<\/p>\n<p>Good investment management – using low-cost ETFs and low-fee advice – can mean higher returns in your investment portfolio. Over time, that might add up a lot of money, maybe hundreds of thousands of dollars on larger portfolios. But the economic rewards that follow from good career decisions in the technology industry are potentially much larger.<\/p>\n<p>Today, <a href=\"http:\/\/www.wealthfront.com\">Wealthfront<\/a> is launching a Startup Compensation Tool to help our clients with that part of their financial lives: their careers. The Tool offers data on the tech startup job market, including cash compensation and equity packages for a range of jobs, so that you can maximize the return on your career. You can embed the Tool by using the toolbar at the bottom.<\/p>\n<p>We’ve licensed data typically used by human resources departments and made it available for free – one more example of how Wealthfront is democratizing access to sophisticated financial advice and information.<\/p>\n<p>I’m not suggesting money should be your first concern when you think about your career. People do the best work, and have the best chance of great success, if they do what they love on a day-to-day basis. The data in our Tool supports that idea — take a look at the way individuals with expertise in their fields earn as much or more than managers in their fields (filter by engineer &#8211; hardware or software &#8211; on all job levels, and you&#8217;ll see what I mean).&nbsp;A top-level scientist (an architect, in the Tool), for instance, earns as much as the person who manages the scientists, and a top-level engineer earns as much as a person managing engineers.<\/p>\n<p>So, work at what you love — and then, maximize the return on your work. To do that, you need access to good information.<\/p>\n<h2>How To Use The Tool<\/h2>\n<p>You can use the Tool to give you context about the tech startup job market, specifically around equity compensation. This information isn’t available anywhere else. It can help you evaluate job offers and make counteroffers. I hope the Tool also helps you think about your career path broadly, including considering what kind of company you want to join and in what position.<\/p>\n<p>When I was a venture capitalist, one of the first things I discussed with my CEOs was setting a budget for salaries and equity, using what we knew about typical pay at companies in the Valley. For each position and at each level, there’s a range of compensation and, of course, a mean.<\/p>\n<p>The CEO decided where his or her particular firm would fall compared with other firms. For instance, would the company pay in the 60th percentile for salaries, and in the 40th percentile for equity? (That would be typical for an already successful company, which is likely to pay higher-than-average salaries and offer lower-than-average equity).&nbsp; Never would a company offer both above-market salary and equity.<\/p>\n<p><strong>That leads to my first suggestion for managing your career well: Pay the most attention to the quality of the company when you are deciding where to apply or which job offer to accept.<\/strong><\/p>\n<h2>Find The Right Company (Or Pie)<\/h2>\n<p><a title=\"How to choose the right company for you\" href=\"https:\/\/blog.wealthfront.com\/choose-right-job-company\/\" target=\"_blank\" rel=\"noopener noreferrer\">Choosing the right tech startup<\/a> to work for is the single most important factor for maximizing the return on your career. Choice of company trumps position, salary and even the size of your equity package. A small equity stake in a big success is exponentially more valuable than a big equity stake in a failure or a minor success.<\/p>\n<p>I illustrate the importance of growing the size of the pie to one’s share of pie to my entrepreneurship students at the Stanford Graduate School of Business by reminding them of the formula for a circle’s circumference versus its area. The formula for circumference (a proxy for share of pie) is linear (2 πr) vs. the formula for area, which is quadratic (πr²).<\/p>\n<p>The single most important factor in a company’s big success (growing the size of the pie) is the size of the market the company ultimately addresses. Other signs of a future big exit that pays off for employees: a scalable business model and an unfair advantage (such as intellectual property, a unique business model or a proprietary relationship) that allows a company to earn high margins.<\/p>\n<p>Those things might not be obvious from the get-go because so many successful technology companies pivot. Sometimes, the best clue to a company’s future success is the team’s ambition. The team will work on a big problem because that’s what’s important to them. I can’t think of a better example than my colleagues at Wealthfront, many of whom joined us because they wanted to work on an important problem: democratizing access to sophisticated financial advice.<\/p>\n<h2>Get What’s Fair, But Don’t Negotiate Too Much<\/h2>\n<p>You’re talking to a great company, and they’re offering you a job you love. Now it’s time to figure out how you’ll be compensated.<\/p>\n<p>If the company asks you to name your salary first, ask them what they believe is fair. You can use our Tool to determine where the offer falls in comparison with the market. The mean cash compensation across all tech startups in all the markets was $112,000.<\/p>\n<p>If at some point during the negotiation you’re asked to name an amount or an equity stake, you can use our Tool to decide on reasonable numbers. Don’t ask for an amount that is far above the average; the company most likely won’t break its budgets to hire you, and you will have damaged the relationship right from the beginning.<\/p>\n<div id=\"post-nav-box-html\">\n<div class=\"post-nav-links\">\n<div><strong>Related Articles<\/strong><\/div>\n<ul>\n<li><a href=\"http:\/\/eng.wealthfront.com\/2012\/10\/building-startup-compensation.html\">The making of the Startup Compensation Tool<\/a><\/li>\n<li><a href=\"\/choose-right-job-company\/\">How do you choose the right company for you?<\/a><\/li>\n<li><a href=\"\/stock-options-package-valuation\/\">How much are your employee stock options worth?<\/a><\/li>\n<li><a href=\"\/should-i-sell-my-stock\/\">Winning VC strategies to help you sell IPO stock<\/a><\/li>\n<\/ul>\n<\/div>\n<\/div>\n<p>If you’re going to ask for a reasonable increase in the offer, ask for more equity. Getting another .1% can lead to a hell of a lot more money than another $10,000 of salary. The mean equity compensation across all tech startups across all maturities in all the markets was .072%.<\/p>\n<p>Based on my experience, most companies will offer you a fair wage and a fair equity package. Those that don’t are those you don’t want to work for.<\/p>\n<h2>The Bottom Line<\/h2>\n<p>Managing your investments well is important. Wealthfront manages portfolios of ETFs for our clients, at a fee of only .25% a year. Over 20 years, the money you save on our fees relative to traditional advisors’ could save you as much as 60% of your initial investment. That’s a lot.<\/p>\n<p>Managing your career well is even more important, because the stakes are so much higher.<\/p>\n<p><strong>When technology companies win, they win big. There’s no way to predict exactly how much you’ll make if you work for one of those winners when it goes public, but I can give you a sense of the value. Consider: the typical successful public technology company generates revenue of $500k per employee, and is valued (that’s its market capitalization) at 5 to 10 times revenue. To find the value per employee, we multiply the revenue per employee by the typical market capitalization\/revenue ratio. We can then multiply that number by .15 – the percent of shares that employees excluding executives typically own.<\/strong><\/p>\n<p><strong>It’s a rough calculation, but it gives us $375,000-$750,000 for the typical employee in a typical IPO. That’s more than three to six times the average pay at a tech startup – $112,000 in 2011, according to our data.<\/strong><\/p>\n<p>With any luck, and if you join a tech startup in the early years, the payoff can be much larger.<\/p>\n<p>Wealthfront can help you understand what you deserve to earn, when you should sell the options you receive and how you should invest the proceeds. Over time, you can expect us to create more tools and publish more research to answer financial questions for people who work at technology companies.<\/p>\n<p><a href=\"https:\/\/info.wealthfront.com\/SiliconValleyCareerGuide.html\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-4061\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/09\/promo_1.jpg\" alt=\"promo_1\" width=\"220\" height=\"120\"><\/a><\/p>\n<p>\/\/<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Whether you&#8217;re just browsing or ready to make a move, buying a home comes with a lot of questions.<\/p>\n","protected":false},"author":20,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":[],"yst_prominent_words":[7219,7215,1640,7226,7217,7218,7214,2260,7070,7221,7227,7224,7225,1683,3257,7223,7220,7222,7216,3045],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/3330"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3330"}],"version-history":[{"count":4,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/3330\/revisions"}],"predecessor-version":[{"id":11366,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/3330\/revisions\/11366"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3330"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}