{"id":3992,"date":"2013-08-01T09:25:52","date_gmt":"2013-08-01T16:25:52","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?page_id=3992"},"modified":"2017-10-02T15:44:58","modified_gmt":"2017-10-02T22:44:58","slug":"why-you-shouldnt-just-invest-in-the-sp-500","status":"publish","type":"page","link":"https:\/\/blog.wealthfront.com\/why-you-shouldnt-just-invest-in-the-sp-500\/","title":{"rendered":"Why You Shouldn&#8217;t Just Invest In The S&amp;P 500"},"content":{"rendered":"<p><span class=\"firstcharacter\">I<\/span>nvestors often think they have a diversified portfolio when, actually, they don’t. We know this because our clients sometimes ask us things like, “Why don’t I just invest in the S&amp;P 500<span style=\"color: #545454;\">®<\/span>?” They seem to believe investing in an index that gives them exposure to a broad selection of assets means they have a diversified portfolio. But that’s only one of the dimensions of diversification. A good portfolio is actually diversified across <i>three <\/i>different dimensions: assets, markets and time.<\/p>\n<h2>Diversification insulates your portfolio<\/h2>\n<p>I have been thinking about this in the wake of the <a href=\"https:\/\/blog.wealthfront.com\/what-to-do-in-a-falling-market\/\">recent market volatility<\/a>, which has now subsided somewhat. Diversification is the key to long-term investment success because it can insulate you, to some extent, from losses. If you feel insulated, you are more likely to stay invested and keep investing through market volatility. Being properly diversified also enables the <a href=\"https:\/\/blog.wealthfront.com\/what-to-do-in-a-falling-market\/\">actions that help you during market corrections<\/a>: rebalancing and tax-loss harvesting and leads to higher risk adjusted returns.<\/p>\n<h2>The 3 dimensions of diversification<\/h2>\n<p>In<a href=\"http:\/\/www.amazon.com\/Elements-Investing-Lessons-Every-Investor\/dp\/1118484878\/\"> <i>The Elements of Investing<\/i><\/a>, Burton Malkiel (<a href=\"https:\/\/blog.wealthfront.com\/burton-malkiel-joins-wealthfront-as-cio\/\">our Chief Investment Officer<\/a>) and noted investor and author <a href=\"http:\/\/www.amazon.com\/Charles-D.-Ellis\/e\/B000APHL7A\/\">Charley Ellis<\/a>, who recently joined our <a href=\"https:\/\/blog.wealthfront.com\/trust-and-mission-a-conversation-with-charley-ellis\/\">investment advisory board<\/a>, outline three dimensions of diversification to improve your chances of long-term investing success. There are three ways to diversify: (1) across assets, (2) across the capital markets, and (3) across time.<\/p>\n<h2>Diversify across assets<\/h2>\n<p>Diversifying across assets means investing in the stocks or bonds of many companies and issuers, not just a few. Doubling down on your company stock is a glaring example of <i>not <\/i>diversifying across assets.<\/p>\n<div class=\"pullquote-left\">\n<p class=\"pullquote\">Doubling down on your company stock is a glaring example of not diversifying across assets.<\/p>\n<\/div>\n<p>In their book, Burt and Charley describe an Enron employee who invested her entire retirement savings in Enron stock through the company’s 401(k) plan, only to see her savings decimated when Enron unraveled. This is an extreme example. The general point is that individual stock ownership represents diversifiable risk (in contrast to market or <a href=\"http:\/\/en.wikipedia.org\/wiki\/Systematic_risk\">systematic risk<\/a>). Diversifiable risk, by definition, is risk that can be mitigated by spreading your portfolio across a broad set of investments. To be diversified across assets, <b>don’t<\/b> invest a lot of your portfolio in any single stock, and <b>don’t<\/b> allow your company stock to dominate your portfolio after it has become vested and liquid. <b>Instead<\/b> invest your money in <b>broadly diversified index funds<\/b>. For your US equity exposure, we recommend you invest in broadly diversified, low-cost ETFs like<a href=\"https:\/\/personal.vanguard.com\/us\/funds\/snapshot?FundId=0970&amp;FundIntExt=INT\"> VTI<\/a>, which gives you exposure to over 3,000 US stocks (including Apple and Google!) for the measly cost of 0.05% annually (e.g. $5 annually for every $10,000 you invest).<\/p>\n<h2>Diversify across markets<\/h2>\n<p>Another important way to diversify is across the capital markets — by capital markets I mean different types of stocks and bonds, or asset classes. You can improve your risk adjusted returns by investing in less correlated assets, because it is virtually impossible to predict in advance which asset class is going to outperform the others in any given year. Anyone who tells you they can predict the performance of different asset classes with any reasonable consistency is either fooling herself or trying to fool you. Jack Bogle, the founder of the Vanguard Group, has a great saying — “I’ve never known anyone who could <i>consistently<\/i> time the market, nor anyone who knew anyone who could.” To illustrate the point, Exhibit 1 displays the ranking of asset class returns by year for the past 10 years.  The key takeaway is each year’s winner is different. Exhibit 1 Among the asset classes we use at Wealthfront, Emerging Market Bonds was the top performer in year 2012 – the only year in which it was the top performer for the past 10 years. (The last time US Stocks was the top annual performer was back in 1998.) Emerging Market Stocks outperformed in 2009, but two years later lost almost 20%. What does that mean for how Emerging Market Stocks will perform in 2013 or 2014? It’s impossible to say with certainty. And while it would have been nice to own a portfolio comprising only Emerging Market Stocks at the beginning of 2009, none of us could have predicted, with certainty, their return in advance. A portfolio diversified among asset classes will also tend to give you higher returns. You can see why: If you invested only in an S&amp;P 500<span style=\"color: #545454;\">®<\/span> index fund, you would miss out on the winning years among the other asset classes.<\/p>\n<h2>Compare investments on a risk adjusted basis<\/h2>\n<p>Owning a diversified portfolio also protects you from volatility over extended periods of time. Volatility is the way most academics measure portfolio risk.  Therefore on a risk adjusted basis, single asset class based portfolios generally cannot match the performance of a well-diversified portfolio. The method most commonly used to compare investments on a risk-adjusted basis is to calculate each investment’s <a href=\"https:\/\/blog.wealthfront.com\/benchmark-investments-portfolio-performance\/\">Sharpe Ratio<\/a>. The ratio was named after the Nobel-prize winning economist <a href=\"https:\/\/blog.wealthfront.com\/william-sharpe-retirement-planning\/\">Bill Sharpe<\/a>. In Exhibit 2, we compare the Sharpe Ratio for the S&amp;P 500<span style=\"color: #545454;\">®<\/span> versus the Average Wealthfront Diversified Portfolio over the last 10 years. Exhibit 2 <a href=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/sharpe-ratioComparison-small.png\"><img loading=\"lazy\" class=\"size-full wp-image-3983 alignleft\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/07\/sharpe-ratioComparison-small.png\" alt=\"sharpe-ratioComparison-small\" width=\"375\" height=\"290\" \/><\/a>   As you can see, the Sharpe Ratio for the S&amp;P 500<span style=\"color: #545454;\">®<\/span> over the past 10 years was 0.43. The Sharpe Ratio for the portfolio Wealthfront recommends to our average investor would have been 0.6 for taxable accounts, and 0.66 for retirement accounts. That means the average rebalanced investment portfolio on Wealthfront could have outperformed the S&amp;P 500<span style=\"color: #545454;\">®<\/span> by 40-54% on a risk adjusted return basis.*<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h2>Diversify across time<\/h2>\n<p>There is one more dimension of diversification: time. It’s better to<a href=\"https:\/\/pressroom.vanguard.com\/nonindexed\/7.23.2012_Dollar-cost_Averaging.pdf\"> invest as early in your career as you can<\/a> to give yourself more time to compound your returns. There is nothing so magical in investing as generating returns on top of prior returns and repeating this over and over again. Albert Einstein once said, “Compound interest is the eighth wonder of the world.” In an ideal world, you would invest a large sum as early as possible. Unfortunately, this isn’t consistent with how most people earn (i.e. salary, vested company stock, bonuses) and you may need to work through some planning decisions before investing a large sum anyway (e.g. buying a home or paying off student loans). Moreover, investing all at once can make you more sensitive to the timing of your investments if the markets correct soon thereafter. The alternative is to diversify over time through regular investing — <a href=\"http:\/\/en.wikipedia.org\/wiki\/Dollar_cost_averaging\">dollar-cost averaging<\/a>. So whether you invest early in a lump sum, or invest regularly over time, you should see time as a tool for diversifying your investments.<\/p>\n<h2>The bottom line<\/h2>\n<p>If you diversify across the three dimensions recommended in this post, you’ll increase your risk adjusted returns. And in a volatile or falling market, you’ll sleep better at night knowing you’ve protected your portfolio.   <span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\"><strong> Disclosure<\/strong><\/span> <span style=\"font-family: arial, helvetica, sans-serif; font-size: 10px; line-height: 12px;\">Nothing in this article should be construed as a solicitation or offer, or recommendation, to buy or sell any security. Financial advisory services are only provided to investors who become Wealthfront clients. Prospective investors should confer with their personal tax advisors regarding the tax consequences based on their particular circumstances. Wealthfront assumes no responsibility for the tax consequences to any investor of any transaction. Past performance is no guarantee of future results.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investors often think they have a diversified portfolio when, actually, they don’t. We know this because our clients sometimes ask us things like, “Why don’t I just invest in the S&amp;P 500®?” They seem to believe investing in an index that gives them exposure to a broad selection of assets means they have a diversified [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":[],"yst_prominent_words":[7336,7342,1383,2421,7337,2316,7338,7339,1670,5286,1293,7341,7335,5533,7340,1916,6062,7333,1922,7334],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/3992"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=3992"}],"version-history":[{"count":0,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/3992\/revisions"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=3992"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=3992"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}