{"id":4180,"date":"2013-10-16T17:09:39","date_gmt":"2013-10-17T00:09:39","guid":{"rendered":"http:\/\/blog.wealthfront.com\/?page_id=4180"},"modified":"2018-03-14T12:35:58","modified_gmt":"2018-03-14T19:35:58","slug":"should-i-sell-my-stock","status":"publish","type":"page","link":"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/","title":{"rendered":"Winning VC Strategies To Help You Sell Tech IPO Stock"},"content":{"rendered":"<p>It’s well known that 20% of venture capitalists’ portfolio companies generate 80% of their returns. What most people don’t realize is the same 80\/20 ratio holds true for public tech investing. The imbalance is even more profound for tech IPO investing.<\/p>\n<p>We found that for companies that went public between 2002 and 2008, 21% of the companies generated 96% of the gains. Just like in venture capital, a majority of the companies that went public during this period (56%) turned out to be losing investments.<\/p>\n<p>Venture capitalists and professional public company tech investors train for years and collaborate with other talented partners to identify the 20% of the companies that generated 80% of the upside. Imagine how difficult it must be for tech employees to decide if they should hold on to their options or sell them post IPO.<\/p>\n<p>As part of our mission to democratize access to sophisticated investment advice, we drilled down into the tech IPO data to help our clients, many of whom are employees of tech companies, develop a thoughtful plan as to when they should sell. Based on advice from some of the best tech investors we know, we divided the 115 tech companies that went public between 2002 and 2008 into six buckets based on revenue growth and margin expansion.<\/p>\n<p><a href=\"https:\/\/blog.wealthfront.com\/should-i-sell-my-stock\/\"><img loading=\"lazy\" title=\"When should you sell your tech IPO employee stock?\" src=\"https:\/\/blog.wealthfront.com\/wp-content\/uploads\/2013\/04\/115IPOs.png\" alt=\"When should you sell your tech IPO employee stock?\" width=\"539\" height=\"390\" \/><\/a><\/p>\n<p><em>(for <strong>Definitions<\/strong>, see bottom of the post)<\/em><\/p>\n<p>Our research found the 24 companies (21% of the IPOs) that had rapidly expanding revenues and an expanding profit margin had median annual returns of 5.7% a year for their first three years as public companies. That&#8217;s 8% better per year than the annual return of the S&amp;P 500 over the same three-year periods. An additional 14, which had slower-growing revenue and expanding margins, generated a positive return (a median of 4.2% a year for three years). The median outcome of the remaining 77 companies was -10.5%.<\/p>\n<p>Of course, there’s no way to predict before the fact whether a company’s revenues and profit margin will expand. There is no crystal ball. But we can draw a reasonable conclusion: If the company grows rapidly and has a scalable business model, its revenues and margins are likely to expand. Therefore, if you are lucky enough to be an employee of a company that’s one of those few, you should feel comfortable holding on to some of your employee stock. (For a fuller discussion of the rest of the reasoning that should go into your decision, see our post <a title=\"How to sell a concentrated stock positions\" href=\"https:\/\/blog.wealthfront.com\/how-to-sell-concentrated-stock-position\/\" target=\"_blank\" rel=\"noopener\"><em>Over What Time Period Should I Sell My LinkedIn Shares?<\/em><\/a>)<\/p>\n<p><strong>Rapidly Growing Revenues<\/strong><\/p>\n<p>To grow at a rapid rate, your company needs to address a very big market (one that is a large multiple of your current revenues) and have a durable plan of attack. A saturated market is the biggest reason for revenue growth deceleration.<\/p>\n<p>It’s important to note that fast-growing revenue early in a company’s life is not necessarily a sign that the company’s revenue growth will continue.<\/p>\n<p><strong>Scalable Model<\/strong><\/p>\n<p>Expanding margins are a sign that a business model is scalable and therefore attractive to public investors. Most public tech stock investors look for momentum, and there’s no greater sign of momentum than earnings growing faster than revenues. The best way to tell if your business model is scalable is to determine whether you can add customers faster than you add employees.<\/p>\n<p>Wealthfront published a post-IPO stock sale &#8220;calculator&#8221; to help our clients determine when they should sell their stock. This simulator, which has now been retired, allows you to test a variety of stock sales strategies on 10 public tech companies. These 10 companies were chosen because they represent the five classic trading patterns (big winners, big losers, oscillating, U-shaped and upside down U-shaped) that we were able to discern from the 1,200 companies that went public over the previous 10 years. At the time we published the simulator, we could not provide guidance as to which of the trading patterns your company was likely to end up fitting.  Armed with our latest research, we think you can now make a more informed guess.<\/p>\n<p>Based on our research, if you think you work for a company that is likely to continue to grow rapidly and expand its margins, you may want to hold on to your employee stock or develop a sales strategy that is most similar to our Strategy B (sell 10% of what remains every quarter).<\/p>\n<p>If you truly believe you work for one of the big winners, the idea of holding on to all of your employee stock might seem seductive. But even the likely winners can fall prey to a market decline just when you need the money, or to some other unforeseen event. That’s why we feel confident saying you are more likely to sleep well at night if you sell a little bit every quarter, but do so in a way that captures much of the upside. To see what we mean, try Strategy B on Google and Salesforce.<\/p>\n<p>If you think your company is in the slow revenue growth and expanding margin bucket, you’re probably best served with Strategy A or C. Try this on Seagate to see what we mean.<\/p>\n<p>If you think your company is in one of the other four buckets, you probably want to sell as soon as possible&#8230;other than right after the lockup release (please see our post <em><a title=\"Upfront Blog on selling stock post-IPO lockup\" href=\"https:\/\/blog.wealthfront.com\/selling-stock-post-ipo-lockup\/\" target=\"_blank\" rel=\"noopener\">The One Day to Avoid Selling Your Company Stock<\/a><\/em> for more advice on this topic).<\/p>\n<p>We recognize that if you’re human, you want your company to succeed and might be inclined to hold on to the stock as a vote of confidence in its future – or as the result of simple inertia. But it pays to apply some ruthless analysis to your decisions about how rapidly to sell your employee stock.<\/p>\n<p><strong>Definitions<\/strong><\/p>\n<ul>\n<li><strong>Strong revenue growth<\/strong>: Quarterly sequential revenue growth &gt;= 5% or growth in quarterly revenue growth &gt;0%<\/li>\n<li><strong>Slow revenue growth<\/strong>: Quarterly revenue growth between 0% and 5%, and growth in quarterly revenue growth &lt;=0%<\/li>\n<li><strong>No revenue growth<\/strong>: Quarterly revenue growth where growth &lt;=0%<\/li>\n<li><strong>Expanding margin<\/strong>: Quarterly margin growth where growth &gt;= 0%<\/li>\n<li><strong>Margin not expanding<\/strong>: Quarterly margin growth where growth &lt; 0%<\/li>\n<li><strong>Margin<\/strong>: Net income divided by revenue. <em>Note:<\/em> <em>The return numbers are annualized while the growth rate for revenue &amp; margin are quarterly numbers. Data sourced from Bloomberg.<\/em><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>It’s well known that 20% of venture capitalists’ portfolio companies generate 80% of their returns. What most people don’t realize is the same 80\/20 ratio holds true for public tech investing. The imbalance is even more profound for tech IPO investing. We found that for companies that went public between 2002 and 2008, 21% of the companies generated 96% [&hellip;]<\/p>\n","protected":false},"author":129,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":[],"yst_prominent_words":[1646,1424,3130,3125,3124,3119,3127,3120,3123,3134,3126,3131,3118,3132,3116,3122,3121,3117,3129,1928],"_links":{"self":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/4180"}],"collection":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/users\/129"}],"replies":[{"embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/comments?post=4180"}],"version-history":[{"count":0,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/pages\/4180\/revisions"}],"wp:attachment":[{"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/media?parent=4180"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/blog.wealthfront.com\/wp-json\/wp\/v2\/yst_prominent_words?post=4180"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}